{
  "title": "2021학년도 학생부종합전형 가이드북",
  "url": "https://hyu.wiki/2021%ED%95%99%EB%85%84%EB%8F%84_%ED%95%99%EC%83%9D%EB%B6%80%EC%A2%85%ED%95%A9%EC%A0%84%ED%98%95_%EA%B0%80%EC%9D%B4%EB%93%9C%EB%B6%81",
  "content": "2021학년도 한양대학교(서울캠퍼스) 신입학 수시 학생부종합전형에 관한내용으로,\n입학처\n홈페이지 입시도우미에서 제공하는\n한양대 수시전형 안내 플러스 학생부종합전형 편\n을 정리한 문서이다.\n파일 :\n파일:한양대학교 수시전형 안내 플러스 학생부종합전형 편.pdf\n목차\n1\n표지 및 한양대 본관 풍경\n2\n학생부종합전형 변천사\n3\n학생부종합전형 평가 및 사례\n3.1\n평가요소\n3.2\n4대 핵심역량 학생부 사례\n3.2.1\n비판적 사고 역량\n3.2.2\n창의적 사고 역량\n3.2.3\n자기주도 역량\n3.2.4\n소통 및 협업 역량\n3.3\n평가방법 및 평가절차\n4\n한양대 사자상의 야경\n5\nFAQ\n5.1\n학적/출결\n5.2\n수상경력\n5.3\n진로희망 발달사항\n5.4\n창의적 체험활동\n5.5\n세부능력특기사항\n5.6\n독서활동\n5.7\n행동특성 종합의견\n5.8\n자기소개서\n5.9\n학생부 기재요령\n5.10\n평가 절차\n5.11\n고른기회 전형\n5.12\n2015 개정 교육과정\n5.13\n입학사정관의 답변\n6\n향후 운영계획\n6.1\n2015 개정교육과정과 학생부종합전형\n6.1.1\n2015 개정교육과정 관련 학생부종합전형 평가 기본방향\n6.1.2\n2015 개정교육과정 운영 가이드\n6.1.3\n2015 개정교육과정의 핵심역량 및 한양대학교 평가 방향\n6.2\n학생부종합전형 중장기 계획\n7\n뒷 표지\n표지 및 한양대\n본관\n풍경\n한양대학교 수시전형 안내 플러스 항생부종합전형 편 표지\n학생부종합전형 변천사\n학생부종합전형\n문서 4.변천사 참고\n학생부종합전형 평가 및 사례\n평가요소\n학생부종합전형\n문서 1.평가항목 참고\n4대 핵심역량 학생부 사례\n비판적 사고 역량\n창의적 체험활동 상황\n경제 이슈에 대한 기사들을 가지고 주요 경제 정책에 대한 정보들을 수집하는 과정에서 기사에서 인용한 통계에 오류가 있을 수도 있다는 생각을 갖게 됨. 이에 수학 선생님의 도움을 받아 친구들과 함께 협력하여 언론에서 잘못 인용한 통계 자료들을 발견하는 활동을 함. 대표성이 없는 편향된 표본에서 나온 데이터라든가 비교 집단이 잘못 형성된 경우 등 통계가 잘못된 결론을 지지하는 근거로 사용된 경우를 발견하였고, 경제정책에 대한 기존의 평가를 재조명하는 안건에 대하여 동아리 부원들과 토론을 진행함.\n세부능력 및 특기사항\n화학Ⅱ : 화학생명공학에 관심을 가지고 있는 학생으로, 매 수업시간마다 자신이 이해한 내용을 실생활에 연관지어 새로운 문제 상황을 만들고 이에 대해 고민하고 질문하며 친구들과의 토론을 유도함. 토론과 질문을 통해 문제에 대한 자신만의 논리를 만들고, 단계적으로 추론하는 사고방식을 가지고 있음. 화학제품 부작용에 대한 수행평가 주제로 탈리도마이드를 선정하고 이에 대해 탐구하는 과정에서, 광학 이성질에 관한 이론적 내용을 알아보는 데 그친 것이 아니라, 당시 동물실험 결과와 실제 인체에서의 효과가 달라질 수밖에 없었던 이유에 대해 친구들과 고민하는 모습을 보임. 뿐만 아니라 본인이 제기한 가설의 타당성에 대해 교사에게 물어보면서 자신의 사고과정을 검증하려는 태도도 보여줌.\n확률과 통계 : 풀이 과정에서 논쟁거리가 될법한 요소를 잘 찾아내어 그 논리에 대해 토론하는 과정을 통해 자신은 물론이고 다른 친구들의 수학적 사고력을 향상시킴. 탐구심이 높아 모르는 내용이 있으면 항상 비판적인 질문을 통해 제 것으로 소화하는 좋은 습관을 갖고 있으며 이러한 과정을 통해 매 수업시간을 생동감 있게 만듦. 또한 새로운 개념을 학습할 때 이미 알고 있는 내용이나 타 교과에서 배운 내용과 연관시켜 사고를 확장해 나가는 태도도 보기 좋음. ‘통계로 바라보는 세상’ 글쓰기 시간에 통계 자료를 바탕으로 4대강의 수질오염 현황을 파악함. 통계에서 낙동강의 수질오염도가 다른 강과 다른 분포를 가진 것에 의문을 품고 별도 조사한 결과, 2011년 갑작스러운 수질오염도의 낙폭이 있었던 이유는 그해 실시된 수질오염개선책 때문이라는 분석적 사고를 보여줌. 이를 통해 통계는 논리적 사고 과정의 윤활유 역할을 한다는 것을 습득함.\n행동특성 및 종합의견\n수업시간에 배운 지식을 단순히 이해하고 암기하는 데에 그치지 않고 몇 단계 더 나아가 주어진 사실을 비틀어보거나 지식을 확장하려는 탐구정신을 가지고 있는 학생임. 끊임없이 ‘왜’라는 질문을 자주 하는 학생으로서, 자신이 가지고 있는 질문을 체계적으로 정리하고 논리적인 메커니즘을 통해 내린 소기의 결론을 자신의 언어로 표현하는 모습이 인상적임. 수업 시간에 교과 내용이나 문제 풀이법과 관련한 비판적인 질문을 제기함으로써 다른 학생들도 함께 토론에 참여할 수 있는 계기를 마련하기도 함.\n창의적 사고 역량\n세부능력 및 특기사항\n생명과학Ⅱ : 평소 흥미 있는 주제에 많은 시간을 투자하여 다방면으로 이해하는 것을 즐기는 학생임. 두통 때문에 많은 어려움을 겪는 친구를 보며 뚜렷한 원인이나 해결책이 없다는 점에 안타까움을 느끼고, 뇌에 대해 더 많은 정보를 알아낸다면 이를 해결할 수 있을 것이라고 생각해 많은 관심을 가짐. 교과서에 나온 단순한 구조보다 더욱 세세한 뇌의 구조를 궁금해 하여 세분화된 뇌의 구조를 찾아 부위별 기능과 특징에 대해 정리하는가 하면 이를 사회과학 분야로 확장시켜 뇌와 관련된 시대별 인식과 질병의 처리 등에 호기심을 갖는 등 간 학문적이고 융합적인 사고를 보여줌. 또한 학습을 할 때 외우기보다 원리에 대한 이해를 통해 익히려고 하는 자세가 두드러져, 다양한 유형의 문제에 뛰어난 적응력을 보이는 우수한 학생임. 일례로 중합효소연쇄반응 (PCR)에서 회로가 반복된 횟수에 따라 증폭할 target DNA가 복제되는 분자 수가 몇 개인지를 쉽게 계산할 수 있는 간단한 수학식을 만들어 발표하는 등 복잡한 개념에 대해 친구들이 이해하기 쉽도록 설명하는 데 뛰어남.\n문학 : 섬세한 읽기를 바탕으로 문학작품의 내용과 형식이 긴밀히 연관되어 있음을 잘 이해하고 다양한 맥락에서 감상함. 채만식의 소설 <탁류>를 읽고, 작품의 배경인 금강의 흐름과 초봉의 삶을 연계하여 그 의미를 파악하고 주제의식을 깊이 이해함. 문학사에 대한 수업을 들은 뒤에는 고려가요 모음집, 무진기행 등 시대별 문학 직품들을 문학사와 한국사를 비교하여 맥락을 파악하려 노력함. 관심의 저변을 넓혀 문학작품에 반영된 시대상을 알아가는 것에 흥미를 느껴 근대 문학사를 정리하면서 전쟁, 독재, 산업화 등으로 인한 인간소외 현상이 현재에도 지속되고 있음을 지적하고 인간중심적 사고와 기술의 진보가 조화를 이루어야 한다는 내용의 발표를 함. 인간과 사회를 바라보는 깊이 있는 시각과 더불어 우수한 표현력을 드러낸 발표였음. 또한 강은교의 ‘우리가 물이 되어’를 배운 뒤 ‘물’과 같이 자신에게 생명력을 불어넣어주는 소재를 찾아 글을 작성하고, 고려가요 ‘동동’을 배운 뒤 월령체 형식을 모방하여 학교생활을 월별로 풀어낸 시를 창작해내는 등 문학작품에 대한 기본적 이해와 응용력이 뛰어난 학생이라고 판단되었음.\n국어Ⅱ : 국어 공부를 할 때 한 장의 종이에 전체 단원을 한눈에 볼 수 있도록 밑그림을 그리는 공부 방법을 사용하여 전체와 부분을 유기적으로 파악하는 능력이 있는 학생임. 고려의 유신과 단종 시대의 충신들의 시를 비교하다 역사에 관심이 생겨 ‘조선왕조실록(박시백)’을 찾아 읽는 모습을 보임. 한글의 제자 원리와 변화 과정을 공부한 뒤 과학 시간에 배운 분자생물학의 생명체의 미시적 구조와 연결 지어 생각하며 진화의 원리에 대한 관심을 바탕으로 ‘우연과 필연(자크모노)’을 찾아 읽는 학생의 모습을 보며 감탄하였음. 또한 훈민정음 UCC를 구성하며 한글의 우수성을 이해하고 그러한 특성을 잘 알리기 위한 동영상을 제작하여 친구들의 큰 호응을 받음. 사고력이 깊고 창의적인 발상 능력이 있어 윤동주의 ‘십자가’를 당시 시대적 배경과 화자의 정서 및 태도를 고려하여 연극으로 각색해 입체적으로 잘 발표하여 수업 중 갈채를 받은 바 있음.\n확률과 통계 : 통계단원의 연속확률분포에 대한 개념이 확실하며 이를 활용한 다양한 문제들에 강점을 보임. 또한 통계학적 데이터와 실생활의 연관성을 찾아내 사건을 폭넓고 다양한 시각에서 바라보고자 하는 분석적인 사고가 돋보임. 평소 학생이 좋아하던 의류 브랜드가 도산한 것을 계기로 소비자에게 영향력을 행사하는 다양한 요소들에 관심을 갖게 되었고, 이를 분석해 보고자 그룹 프로젝트를 진행함. ‘소비자의 구매 및 선택에 영향을 미치는 요인’ 이라는 주제를 정해 확률적 관점에서 시장을 바라보고 관련 통계자료 및 통계적 추정과 더불어 이면에 제시된 시대적, 사회적, 심리적 요소를 분석하고 이를 인포그래픽으로 재해석하여 발표하는 등 독특하고도 고유한 브랜딩 및 상품 판매 전략을 구축함.\n자기주도 역량\n세부능력 및 특기사항\n물리Ⅱ : 물리Ⅱ교과에 대한 호기심이 아주 많은 학생으로 물리학의 기본 개념을 잘 정리하고 그 원리를 정확히 이해함. 동아리 활동 등을 통해 더 알고 싶은 내용은 친구들과 토론하며 실험으로 확인하는 노력을 기울이고 부족한 부분은 선생님의 도 움을 받아 반복적인 학습으로 물리분야에 대한 큰 성취 결과를 보여줌. 물리 법칙들을 더 잘 이해하기 위해 이론적인 개념들에 더 큰 호기심을 보이며 단순한 암기보다 공식 등의 유도 과정을 정확히 이해하고 원리를 알고 유도 방법을 익힘. 영화 속 물리학 찾기 수행평가로 영화 ‘앤트맨(2015)’, ‘앤트맨과 와스프(2018)’를 보고 양자 세계에 대해 관심이 생겨 양자 물리에 대해 개인적으로 조사를 함. 이를 더 발전시켜 터널링현상과 양자역학, 다이오드의 원리 등과 접목하여 보고서를 제출하였고, 수업시간 중 발표하여 친구들과 선생님께 큰 호응을 받음. 이에 그치지 않고 조사 과정 중 알게 된 에사키 다이오드가 교과 과정에서 학습한‘미시세계와 양자현상’과 관련이 있다는 것에 호기심이 생겨 ‘파인만의 여섯 가지 물리 이야기’, ‘세상에서 가장 쉬운 양자역학 수업(리먀오)’을 읽는 등 스스로 심화 학습하는 능력이 뛰어남.\n화법과 작문 : 수업시간에 한 번도 자는 모습을 본 적이 없을 만큼 성실히 임하는 학생임. 수업시간의 교사 발문에 단순하고 직설적인 어법으로 답변하면서도 언어감각에 대해 자신이 부족한 면을 잘 알아 스스로 보완하고 고쳐야할 부분을 찾아 적극적으로 문제를 해결해나가려는 노력이 돋보이는 학생임. 한 예로, 자신의 생각을 말과 글로 표현하는 데에 스스로 부족하다 인지하고 교내에서 진행하는 프로그램에 참여하여 데미안과 진화심리학 두 권의 책을 읽고, 줄거리, 논의점, 심층조사 및 분석, 발표와 토론, 피드백의 5단계 작문 보고서를 작성함. 이를 통해 자신의 생각을 요약하고 정리하여 발표하는 능력이 크게 향상됨. 단순 활동으로만 그치는 것이 아니라 본인이 평소에 관심을 가지고 있었던 사회적 이슈나 국제적인 사건사고 등에 접목시키는 등 작문실력 향상에 대한 열의를 느낄 수 있음.\n물리Ⅰ : 물리현상에 대한 전반적인 흥미와 이해력이 높고, 물리현상과 건축물의 관계를 연결하여 생각하는 학생임. 경주, 포항지진으로 우리나라도 지진의 안정지대가 아님을 인식함. 건축물의 안정성과 지진피해 및 지진에 대비하기 위해 어떤 준비를 해야 할지 알고 싶어 돌림힘이 지진에 어떤 영향을 주는지 조사함. 돌림힘이 구조물의 붕괴에 미치는 영향을 실험을 통해 알아보고 결과를 보고서로 작성하고 발표하여 친구들과 선생님께 큰 호응을 받음. 또한 파동에너지가 진동수와 관련 있음을 알고 공진 현상에 대해 질문함. 타코마 다리붕괴와 앙제 다리의 사례를 조사하여 다리 길이를 정상파파장의 정수배로 만들면 다리가 붕괴될 수 있음을 알고, 공진현상과 건축에 대해 친구들 앞에서 발표하며 수업에 적극적으로 참여하는 태도를 보임. 공진현상에 대해 더 자세히 알고 싶어 ‘내 사랑 물리(김달우)’를 읽고 강제진동수와 고유진동수에 대한 내용을 정리하는 등 건축학에 대한 관심을 물리 교과내용과 접목시켜 확장해나감.\n소통 및 협업 역량\n세부능력 및 특기사항\n한국지리 : ‘살고 싶은 지역 만들기 프로젝트’활동에서 조장을 맡아 자신의 의견만을 고집하지 않고 조원들의 의견을 진지하게 경청해주고 수용하며, 부드러운 리더십으로 조원들의 협력을 이끌어 내어 프로젝트를 성공적으로 운영함. 도농복합도시로 다문화가정이 많은 00시의 특성을 고려하여 문화의 포용성에 대한 교육 자료인 ‘너와 내가 함께 사는 00시’를 제작하여 친구들의 관심을 불러일으킴. 처음에는 인근 지역 중학교를 방문하여 직접 교육을 진행하는 방안을 계획했지만 수업 등으로 인해 섭외에 어려움을 겪음. 이에 해당 내용을 1분 30초짜리 UCC로 제작하고 학교 SNS에 업로드 하여 배포함. 또한 프로젝트 종료 후에도 인근 지역 중학교의 다문화가정 학생 대상 학습 멘토링을 한 학기 동안 진행하여 인식변화 뿐만 아니라 실질적인 도움을 제공함.\n화학Ⅰ : 평소 환경 분야에 관심이 많은 학생으로 ‘우리 생활 속 화학 키워드 찾기’ 수행평가에서 ‘석유시설 인근의 멕시코강과 호수에서 매너티 50마리 떼죽음’ 기사를 통해 정제되지 않은 석유화학 성분으로 인한 생태계가 파괴되고 있으나 석유회사 페멕스는 책임을 회피하고 있음을 알게 됨. 이를 통해 화학물질의 올바른 사용뿐만 아니라 처리과정 및 국가기관의 관리·규제도 중요성을 인식함. 후속 활동으로 환경과 관련된 주제를 선택한 학급 친구들과 함께 조별활동을 진행함. 활동 초반에는‘환경’이라는 키워드로 모이긴 했으나 대기오염, 핵폐기물 등 각자의 관심분야가 달라 어려움을 겪었으나 조원들의 의견을 적극적으로 수렴하고 절충안을 제시하여 갈등 해결에 도움을 줌. 한 학기 동안 올바른 화학물질 사용을 위한 온라인 교육 프로그램 이수, 산업폐기물 처리에 관한 정부 정책 및 국제법 찾기, 화학물질의 유해성과 안전한 사용방법에 대한 교내 캠페인 진행 등 다양한 활동을 진행함.\n친구들과의 갈등 조절과 협력적인 태도가 돋보이는 학생임. 연구 과정에서 역할 분배와 수행에서 갈등이 발생했는데, 각자 역할의 힘든 점을 이해하지 못해서 생긴 갈등이라고 생각해 조원들끼리의 대화를 주도함. 단순한 중재자로써의 역할이 아닌, 본인이 솔선수범하는 모습을 보여 타인이 납득할 수 있는 상황을 만들어 나가는데 재능이 보임. 역할의 힘듦의 강도를 숫자로 제시하고 가장 강도가 높은 역할을 본인이 맡아서 하는 모습을 보며 교사로서 감탄을 함. 학년 말 많은 책과 쓰레기를 버려야 하는 상황에서도 불평하지 않고 본인이 나서서 주번 역할을 함. 혼자 묵묵히 진행하면서도, 다른 주번과 협력하며 본인의 역할을 해내는 학생임. 평소 갈등 관리 능력이 뛰어나 친구와 갈등이 생겼을 때 본인이 먼저 다가가 사과하는 대담성과 용기를 가지고 있음.\n평가방법 및 평가절차\n학생부종합전형\n문서 3.평가 방법 참고\n한양대 사자상의 야경\n한양대 사자상\n참고\nFAQ\n학적/출결\n특목고에서 1학년을 마치고 일반고로 전학을 갔는데, 그에 따른 불이익은 없나?\n학생부종합평가는 학생의 교육환경과 상황을 고려한 평가이기 때문에 전학으로 인한 불이익은 없다.\n1학년 때 미흡한 면이 있더라도 매 학기 발전하는 모습을 보여줄 경우 긍정적인 평가를 받을 수 있다.\n출결사항에서 지각 및 결석 유무에 따른 불이익이 있나?\n‌ 출결사항은 학생부 참고영역으로 지각 및 결석 유무를 평가하는 항목이 별도로 있지 않다.\n하지만 무단결석, 무단지각이 많거나 그것과 관련하여 학생부상에서 이유와 원인이 확인되지 않을 경우 불이익이 있을 수 있다.\n수상경력\n수상경력의 개수가 중요한가? 그리고 반드시 교과우수상이 있어야 유리한가? 경시대회, 탐구대회 등의 수상에서 등위는 어떻게 반영되나?\n‌ 수상경력의 개수, 특성 수상의 유무, 수상의 등위를 정량적으로 평가하지 않는다.\n수상경력의 내용과 학생부의 다른 항목과 연계하여 종합·정성 평가한다.\n학생부 기재요령에 따르면 수상경력의 내용(수상명, 대회명, 활동 내용 등)을 학생부의 다른 영역에 기재하지 못하게 되어있는데, 이는 한양대학교의 횡단평가·연계평가 방식과 배치되는 것이 아닌가?\n수상경력의 내용이 반드시 학생부의 다른 영역에 나타나야만 횡단평가를 할 수 있는 것은 아니다.\n횡단평가는 수상경력의 내용이 아니라 수상경력에 나타난 학생의 역량에 주목한다.\n해당 역량이 학생부의 다른 영역에서 관찰될 경우 횡단평가가 가능하다.\n진로희망 발달사항\n1,2학년때의 진로희망과 3학년때의 진로희망이 다르다면 평가에 불이익이 있는가?\n진로희망 발달사항은 학생부 참고영역으로 확인만 할뿐 평가에 반영되지 않는다.\n한양대는 전공적합성이 아닌 계열적합성에 초점을 두어 평가하기에 1,2,3학년 진로희망이 다 달라도 불이익은 없다.\n창의적 체험활동\n동아리활동에서 학업과 관련된 동아리가 아닌 비교과활동 동아리를 하였는데 그에 대한 불이익이 있나?\n비교과활동 동아리를 했더라도 해당 활동을 통해 학생의 역량이 충분히 드러났다면 긍정적으로 평가받을 수 있다.\n봉사활동의 내용과 시수가 중요한가? 봉사활동 60시간에 채우지 못했다면 감점이 되나?\n봉사활동 시수를 정량적으로 평가하지는 않는다.\n수상, 창체, 세특, 행특에 기록된 학생의 총체적인 봉사, 인성 등에 더 중점을 둔다.\n세부능력특기사항\n‌ 학생부종합평가에서 내신을 반영하지 않는 이유가 무엇인가?\n내신등급을 정략적으로 반영하지 않아도 수상경력, 세부능력 및 특기사항, 행동특성 및 종합의견 등을 통해 학업역량(종합성취도)을 정성적으로 평가 가능하다.\n수업과정 및 결과에 대한 부분도 세부능력 및 특기사항을 통해 충분히 평가 가능하다.\n같은 내신 등급이라도 해도 고등학교마다 학생의 수준이 다를 수 있기 때문에, 내신의 한계를 정성평가로 보완하고 있다.\n내신은 평가에서 제외한다고 했는데, 평가 시 블라인드 처리가 되어 있나?\n교과성적표는 블라인드 처리 되지 않는다. 그 이유는 학생이 이수한 교과목 확인 및 과목별 이수인원, 원점수, 등급, 표준편차 등을 확인하고 다른 평가항목과 연계하여 학업역량(종합성취도)을 판단하기 때문이다.\n특정 고등학교에서는 상위권 학생들에 한해서 해당과목 세부능력 및 특기사항을 기재해주는데, 이런 경우 평가에서의 유·불리는 어떻게 작용하나?\n‌ 한양대 학생부종합평가의 횡단평가(연계평가)의 특성상, 꼭 세부능력 및 특기사항이 아니더라도 학생부의 다른 영역(2개 영역 이상)에서 평가지표에 부합하는 주요역량이 나타나있다면 긍정적으로 평가할 수 있다.\n다만, 생활기록부상에 가장 많은 부분을 차지하는 항목이 세부능력 및 특기사항이므로 고등학교의 변화 또한 필요하다.\n독서활동\n일부 대학과는 다르게 독서활동을 중요하게 평가하지 않는 이유는 무엇인가?\n독서활동은 주요평가영역은 아니며 참고영역으로 평가에 활용된다.\n독서활동은 학생의 진로 및 흥미와 연관하여 이루어지는 경우가 많은데, 본교는 전공적합성을 평가하지 않기 때문에 이러한 특징을 가지고 있는 독서활동에 대한 비중이 적다.\n독서활동 기재방안도 더욱 단순화되어 학생부상의 내용만으로 유의미한 독서활동 평가가 어렵다.\n독서활동을 객관적인 평가지표로 활용하기에는 다소 미흡하다는 정책적 판단을 하고 있지만 세부능력 및 특기사항에서 과목별 수업시간에 탐구주제 및 토론 안건에서 독서역량이 나타날 경우 의미 있게 평가될 수 있다.\n행동특성 종합의견\n행특의 경우 담임선생님의 특성에 따라 차이가 많이 나는데, 행특이 실제평가에서 중요한 역할을 하는가?\n행동특성 및 종합의견의 경우 담임선생님께서 1년동안 학생의 모습을 관찰하여 기록하는 항목으로, 학년별 담임선생님의 추천서로 판단하고 해당 항목을 평가한다.\n다른 평가항목과 달리 인성관련 부분이 가장 많이 나타나는 항목이기에 매우 중요한 평가항목 중 하나이다.\n재수생의 경우 재학생과 달리 3학년 행특까지 기재가 되어있는데, 3학년 행특도 평가에 반영되나?\n학생부종합 평가 시 원칙적으로는 3학년 1학기까지 기록된 내용만 평가하므로 3학년 행특의 경우 평반영되지 않는다.\n다만 3학년 2학기 내용 중 여러 가지 이유(무단 결석 등)로 확인이 필요하고 평가에 반영해야하는 내용이 있다면 참고자료로 평가에 활용한다.\n자기소개서\n학생부 외 평가자료로 자기소개서를 반영할 계획은 없나?\n자기소개서는 학생이 직접 기록하여 제출하는 기록물이기에 주제 및 내용에 대한 온전한 신뢰 평가가 불가능하다. 따라서 한양대는 학생부 외 추가평가요소로 자기소개서를 받지 않을 예정이다.\n학생부 기재요령\n앞으로 수상경력 개수 제한, 창체 글자 수 축소 및 자율동아리 기재 제한, 행특 글자수 축소 등 학생부의 정보가 줄어드는 상황에서 온전한 종합 평가가 가능한가?\n어려움이 있는 건 사실이지만, 지금까지 학생부 평가방법에 대해서 평가고도화 연구해으며, 학생부의 정보가 줄어드는 상황에서 ‘글자 수 제한이 있을 때 그 전과는 어떤 점이 달라졌고, 무엇을 더 강조하고 싶은지’ 등에 대해 학교생활기록부를 작성하는 고교 교사들의 의견이 더욱 필요하다.\n고도화된 평가방법과 고교와의 소통으로 학생부종합평가에 대한 공정성, 신뢰성을 더욱 강화할 예정이다.\n학생부 기재 요령의 변화로 인해 학종 서류 평가 시 세특의 중요성이 더욱 커질 것이라고 보나?\n8-2.세부능력 및 특기사항(이하 ‘세특’)은 우리 대학의 학생부종합평가에서 이미 중요했다. 2021학년도 역시 세특을 중심으로 한 평가 요소 및 영역 간의 비교/분석 평가에 중점을 두고 이를 바탕으로 한 정성평가를 진행할 것이다.\n학생부 기재 가능 글자 수가 줄어들고 있는 상황에서 교사들은 너무나 다양한 교과활동 및 교내 활동을 선별하거나 요약하는 데에 어려움을 겪고 있는데, 대학 입장에서 교사들이 학생부에 좀 더 기록해 주었으면 하는 내용이 있나?\n‌ 활동 자체보다는 활동 과정 중 드러나는 학생 개인의 역량에 더 집중해 주었으면 좋겠다.\n학교생활기록부는 꾸준히 상향 평준화(‘양보다는 질’적인 부분) 되는 방향으로 변화하고 있는데, 이러한 변화의 방향에 맞춰 교육과정과 수업에 더 집중하고 이내용이 기록까지 이어지는 것이 필요할 것으로 보인다.\n평가 절차\n학생부종합전형\n평가 절차에서 종합평가 시 ‘교육 인재상에 근거한 기본 역량평가’를 한다고 되어 있는데 구체적으로 어떤 의미인가? 또한, 종합평가에서 지원자 중 일부를 걸러낸 후 심층평가로 넘어가는 것인가?\n‌ 종합평가는 종합성취도와 4대 핵심역량 간의 상관관계를 중심으로 지원자의 기본 역량을 평가한다.\n이렇게 종합평가를 통해 검증된 5~7배수 정도의 지원자를 대상으로 심층평가를 한다.\n종합평가에서 교수 사정관이 참여하여 전공학문관련 자문 및 검토를 하며 심층평가에서도 교수 사정관이 종합역량평가를 한다고 되어 있는데, 두 경우 모두 평가하는 학과의 교수가 참여하나?\n대부분의 교수가 본인 학과 평가를 희망하나, 평가 공정성 확보 등을 위해 본인학과 외의 타 학과를 평가한다.\n단, 사정관들이 학과별로 평가하기 때문에 학과 내에서 지원자 간의 비교우위 판별은 충분히 가능하다.\n학생부종합전형\n평가 절차에서 고교방문 및 교사면담을 통해 학생부 내용을 확인했던 실제 사례가 있었는지?\n‌ 실제로\n학생부종합전형\n평가의 마지막 단계에서 고교방문 및 교사면담을 실시해 오고있다.\n물리적 여건 상 모든 학생들을 방문해볼 수는 없으나, 평가과정에서 학생부 기재 사항 중 사실 확인이 필요하다고 판단되는 경우 2인 1조의 전임사정관이 고교를 방문하여 작성교사와 면담 후 학생부 내용을 확인한다.\n고른기회 전형\n고른기회 전형 합격생의 지원 자격 별 분포는 어떻게 되는지? (기초생활, 국가보훈, 농어촌, 특성화고교, 특수교육) 고른기회 전형을 자격별로 구분지어 선발할 계획은 없나?\n고른기회 전형을 자격별로 구분지어 선발할 계획은 없다. 경쟁률 조작 등 지원 자격별로 구분지어 선발 할 때 발생 가능한 문제가 심각할 것으로 우려되기 때문이다.\n같은 이유로 고른기회 전형은 합격생의 지원 자격 별 분포, 경쟁률 등을 공개하지 않는다.\n2015 개정 교육과정\n2015 개정 교육과정 이후 학생의 교과목 선택 자체가 진로에 대한 능동적 참여를 보여줄 수 있는 상황에서 단위 학교의 운영에 따라 학생의 과목 선택이 제한될 경우, 과목 선택이 보장된 고교의 학생과 비교하여 학종 서류평가에서 불리하게 작용할 수 있다고 보나?\n‌ 2020학년도 입시 전형계획 설명회에서 제공한 자료 중에 지난해\n학생부종합전형\n최종등록자 중 자연계열에서 과탐Ⅱ과목을 수강한 학생 수를 집계한 자료가 있습니다. 이 자료에 의하면, ‘화학Ⅱ>생명과학Ⅱ>물리Ⅱ>지구과학Ⅱ’(※중복도 count 함)였다.\n보통 자연계 학생들이 수능에서는 지구과학Ⅱ를 제일 많이 선택하는 데 반해, 학교 수업 교과목 선택 자체는 내신 성적이 잘 안 나와도 소신 있게 수강하는 학생들이 의미가 있었다고 본다.\n개정 교육과정 이전의 학생들 중에서는 교내에 희망하는 과탐Ⅱ 과목 개설이 안 되어 불리한 경우 각 고교 정보를 활용하여 학생이 주어진 교육 환경안에서 달성한 성취를 충분히 고려하여 평가해 왔다. 하지만 개정 교육과정 이후에는 교과목 선택이 보장되는 상황이기 때문에 선택과목에 따라 평가 결과가 조금 달라질 수도 있을 것 이다.\n보완책 마련을 위해 개별 고교에서는 거점학교 등을 통해 학생이 희망하는 다양한 교과목을 수강할 수 있도록 도움을 줘야 하며 대학에서도 선택 교과목에 따른 평가 반영 여부에 대해서는 지속적으로 고민해볼 것이다.\n입학사정관의 답변\n한양대에서 권장하고 싶은 고등학교 수업 운영방식이 있다면 무엇인가?\n탐구활동, 토론활동, 글쓰기 등 학업에 대한 흥미와 열정을 발휘할 수 있는 기회를 제공하니, 이를 학생 개개인의 소양을 심화시키는 기회로 삼아 적극 참여하도록 독려하기 바란다.\n특정 프로그램 및 수업방식을 얼마나, 어떻게 제공하느냐 여부는 평가요소가 아니다.\n학생들 개개인이 각자에게 주어진 기회를 얼마큼 스스로 활용하여 노력해왔는지, 어떤 동기와 의지를 가지고 활동하였으며 그로부터 얼마큼의 성장을 이루었는지를 평가한다.\n세특에서 과제중심 평가가 핵심이 되고 있지만, 특목고에 비해 일반고가 열악한 환경일 수밖에 없다. 그럼에도 불구하고 일반고 학생이 주어진 환경 안에서 최선을 다하고 유의미한 성과를 냈을 때 불리하지 않게 평가받을 수 있는가?\n학생부종합전형\n은 고등학교에 대한 평가가 아니라 학생 개인의 역량에 대한 평가이기에 고교 유형이 영향을 미치는 평가항목은 없다.\n특목고라고 해도 학생의 역량을 관찰하여 성장한 모습을 기록해주는 부분에 소홀하다면 좋은 결과를 얻기 어려우며, 규모가 작은 일반고라도 주어진 환경 안에서 발휘된 학생의 역량을 세심하게 관찰하여 기록해주었다면 좋은 결과를 얻을 수 있다.\n다양한 분야의 활동을 모두 참여하는 것과 개인의 흥미를 고려하여 특정영역을 선별해 심화활동을 하는 것 중에서 어떤 경우가 더 높게 평가받는가?\n두 가지 모두 평가 시 긍정적으로 볼 수 있다.\n보다 더 중요한 것은 각각의 활동 속에서 본인이 어떠한 과정을 거쳤는지, 그리고 그 과정을 통해 무엇을 배웠는지, 추후 배움을 통한 결과가 어떠했는지의 연계적인 부분이 더욱 중요하다.\n교사의 학생부 기재 방식에 따라 유.불리가 발생하는 것에 대해 대학은 어떻게 생각하는가?\n학생부 종합은 기본적으로 3년간의 학생 활동과 역할 수행, 역량에 초점을 맞추어 평가를 진행하기에 학생의 다양성을 정성평가를 통해 인정하는 것처럼 각 교사의 개별성 및 평가권 역시 존중합니다. 따라서 기재 방식이 다를 수 있다는 것을 충분히 인정하며, 방식이 다르더라도 학생의 개별 활동 기록에 구체성이 담보되어 있다면 이에 대한 불이익은 없다.\n다수 다단계 평가, 횡단 평가 및 고교 실사 과정을 통해 객관적으로 증명되는 사항이 아닌 단순 미사여구의 경우 평가에 반영되지 않는다는 점을 고려한다면 단순 기재 방식에 의한 평가는 지양한다.\n한양대 학생부 종합 전형의 경우 입시 수요자의 부담을 낮추고 사교육의 영향을 최소화하기 위해 자소서 및 추천서와 같은 기타 서류가 없다. 학생부로만 100% 정성평가되기 때문에 학생의 활동 내역 자체가 학생부에서 누락된다면 이에 대한 고려가 어렵다.\n면접이나 기타 보완할 서류가 전혀 없는 종합전형에서 생활기록부 내용의 진위여부가 의심스러울 경우, 이를 어떻게 판단하고 평가하는가?\n한양대\n학생부종합전형\n은 수능 최저학력기준이나 면접, 자기소개서와 같은 추가 평가 요소 없이 오직 학교생활기록부만으로 학생의 우수성을 확인하고 있으며, 교사의 세심한 관찰을 통해 작성 된 학교생활기록부에 대한 신뢰를 기반으로 평가를 진행하고 있다.\n공교육과 교사에 대한 믿음으로 작성된 모든 내용을 신뢰하며 평가하고 있으나 간혹 학생의 역량을 한 번 더 확인 할 필요가 있거나 내용의 진위 여부가 의심스러울 경우 해당 고교를 직접 방문하는 고교실사를 실시한다. 담임교사뿐만 아니라 교과담당교사, 동아리담당교사 등 학생의 생활기록부를 실제 작성한 교사들과 직접 만나 기록의 진위여부를 확인하고 학생의 역량과 우수성을 재확인한다.\n세특에서 수업시간 중에 보인 학생의 수학능력과 평가결과, 그리고 이에 대한 기록이 매우 중요하다. 한양대에서 선호하는 기록방식이나 특정 내용이 있다면 무엇인가?\n한양대는 학교생활기록부를 통해 학교의 모습보다는 다양한 학교의 교육 여건 속에서 최대한의 역량을 발휘해 성장한 학생의 모습을 보고자 한다. 따라서 학교 마다 다른 수업 시간 활동을 세세히 서술하기 보다, 학생 개개인의 학업태도 및 성취과정에 대한 내용을 기록해 주길 바란다.\n학생부 평가 시 역량 중심의 횡단평가를 하기에 수업시간 중 학생의 학업수행 과정에서 비판적사고, 창의적사고, 자기주도, 소통 및 협업 역량이 보인다면 그 부분을 작성해주시면 된다.\n하나의 수업에서 모든 역량이 드러날 필요는 없으며, 한 가지 역량이라도 과정중심으로 꼼꼼히 기재해 주시기 바란다.\n관심 있는 교과목이라도 소수인원으로 구성되어 내신 받기 불리함이 두려워 선뜻 선택하기가 두렵다. 이러한 경우 평가에 어떻게 반영하는가?\n한양대는 학업역량을 단순히 등급만을 보고 평가하지는 않는다.\n교과목 선생님들께서 기재해주신 세특 내용을 기본으로 하여 수강 학생들의 평균점수, 수강 인원 및 표준편차까지 고려하여 평가하므로 소수 학생이 이수한 과목 때문에 등급이 낮아졌다고 해서 무조건 불리한 것은 아니다. 오히려 요령을 피우지 않고 자신의 흥미와 적성을 충분하게 고려하여 선택 과목을 이수하고, 노력한 모습을 보일 때 보다 긍정적인 평가를 받을 수 있다.\n창의적 체험활동상황 기재 시, 개별과제수행에서 사교육을 통해 만들어낸 활동을 대학에서는 어떻게 평가하는가?\n사교육 컨설팅을 통해 만들어진 생활기록부를 보면 수준 높은 교과활동, 소논문 활동에 대한 이야기가 가장 많은데, 입학사정관이 학생부상에서 평가하고자 하는 내용은 본교에서 주요하게 생각하는 역량(종합성취도, 자기주도역량, 비판적사고역량, 창의사고역량, 소통협업역량)이 나타나있는지, 확인되어지는지에 대한 내용이다. 따라서 특정 교과목, 특정 전공에 대한 수준 높은 내용이 기재되어있어도 단순히 활동에 대한 내용뿐이면 높은 점수를 받을 수 없다.\n다만, 위촉사정관(교수사정관)은 계열적합성에 포함되는 교과목 등의 수준 또한 평가한다. 최종적으로는 위촉사정관과 전임사정관의 점수가 모두 고려되어 점수가 부여되기 때문에 교과목의 수준에 대한 부분이 차지하는 비중은 크지 않는는다.\n사교육 컨설팅을 통해 만들어진 학생부가 무조건 좋은 평가를 받는것이 아니기 때문에 학생은 본인의 역량을 잘 발휘할 수 있도록 노력하고, 고등학교는 학생의 역량을 잘 관찰하고 기록할 수 있도록 힘 쓰는 것이 가장 좋은 학생부를 만드는, 아니 가장 좋은 학생부가 나오는 방법이라 생각한다.\n2015개정교육과정에 따르면 인문/자연통합과정으로 운영된다. 예컨대 자연계 학생인데 인문학적 소양이 뛰어난 경우에도 의대를 비롯한 전 학과를 지원해도 높은 평가를 받을 수 있는가?\n한양대는 2015 개정교육과정의 취지에 맞는 자기관리역량, 지식정보처리역량, 창의적 사고역량, 심미적 감성역량, 의사소통역량, 공동체 역량을 두루 갖춘 창의융합형 인재선발에 초점을 맞추어 평가하므로 학생부에 기록된 내용이 지원학과와 관련된 계열적 역량이 아니더라도 충분히 유의미하게 평가된다.\n향후 운영계획\n2015 개정교육과정과 학생부종합전형\n2015 개정교육과정 관련 학생부종합전형 평가 기본방향\n기존 학생부종합평가의 전반적인 방향성 및 평가방식은 유지\n학생 개인의 종합성취도 및 핵심역량을 중심으로 평가함\n전공적합성은 평가요소로서 고려되지 않음 (단, 계열적합성은 고려함)\n2015 개정교육과정 운영 가이드\n2015 개정교육과정 운영방향\n학교별 특성 있는 중점교육과정 운영 (심화·융합과정)\n과목의 연계성을 고려하여 통합적 사고가 가능한 교육과정 개발\n주변학교와의 다양한 공동교육과정 개발\n심화 및 심층적인 역량 함양을 위한 소인수 선택과정 운영\n계열별 선택과목 예시\n자연계열\n일반선택 : 독서, 문학, 수학Ⅰ, 수학Ⅱ, 미적분, 확률과통계, 영어Ⅰ, 영어Ⅱ, 물리학Ⅰ, 화학Ⅰ, 생명과학Ⅰ, 물리학Ⅰ, 지구과학Ⅰ 등\n진로선택 : 기하, 화학Ⅱ, 생명과학Ⅱ, 수학과제 탐구, 실용수학, 경제수학, 물리학Ⅱ, 화학Ⅱ, 생명과학Ⅱ, 융합과학 등\n인문계열\n일반선택 : 독서, 화법과 작문, 언어와매체, 문학, 수학Ⅰ, 수학Ⅱ, 영어Ⅰ, 영어Ⅱ 등\n진로선택 : 사회문제 탐구, 생활과 과학, 심화국어, 과학사, 고전과 윤리, 심화국어, 실용영어, 영어권 문화, 경제수학, 고전읽기 등\n상경계열\n일반선택 : 독서, 화법과 작문, 문학, 언어와 매체, 수학Ⅰ, 수학Ⅱ, 미적분, 확률과통계, 영어회화, 세계지리, 세계사, 경제, 정치와 법, 사회문화, 정보 등\n진로선택 : 기하, 경제수학, 사회문제 탐구, 창의경영, 영어권 문화, 제2외국어Ⅱ, 진로영어, 수학과제 탐구 등\n2015 개정교육과정의 핵심역량 및 한양대학교 평가 방향\n국가교육성정책(교육과정역량)\n자기관리역량 : 자아정체성과 자신감을 가지고 자신의 삶과 진로에 필요한 기초능력과 자질을 갖추어 자기주도적으로 살아갈 수 있는 능력\n지식정보처리역량 : 문제를 합리적으로 해결하기 위하여 다양한 영역의 자식을 축적하고, 처리하여 활용할 수 있는 능력\n창의적 사고역량 : 폭넓은 기초 지식을 바탕으로 다양한 전문 분야의 지식, 기술, 경험을 융합적으로 활용하여 새로운 것을 창출하는 능력\n심미적 감성역량 : 인간에 대한 이해와 문화적 감수성을 바탕으로 삶의 의미와 가치를 발견하고 향유할 수 있는 능력\n의사소통역량 : 다양한 상황에서 자신의 생각과 감정을 효과적으로 표현하고 다른 사람의 의견을 경청하며 존중하는 능력\n공동체 역량 : 지역, 국가, 세계 공동체의 구성원에게 요구되는 가치와 태도를 가지고 공동체 발전에 적극적으로 참여하는 능력\n한양선발정책(학생부 평가역량)\n자기주도역량\n비판적고역량\n창의적사고역량\n소통협업역량\n한양발전방향(3S 핵심역량)\nSmart Initiative : 비판적사고역량, 탐구역량, 문제해결역량\nStart Up Initiative : 창의적사고역량, 자기주도역량\nSocial Innovation Initiative : 공동체협업역량, 의사소통역량\n학생부종합전형 중장기 계획\n입시 정책과 대학의 자율성 및 공익성\n입시에서 갖는 대학의 선발권(자율권)의 의미는 1) 생존권 같은 ‘권리’, 혹은 2) 인격체로서 법인의 인권 같은 ‘권리’를 의미한다. 1) 환경변화에 따른 입시제도 변화, 2) '\n사랑의 실천\n이란 건학 이념의 한양대 입시 정책 및 입학 후 추수지도 프로그램을 뜻한다.\n한양대 입학정책의 지향과 목표\n실용학풍 중시 및 '\n사랑의 실천\n’건학이념에 따른 인재 선발\n미래 핵심 역량을 갖춘 인재 : 역량 중심, 과정 중심의 평가를 통해 다양한 인재들로 이루어진 건강한 생태계를 지향. 이른바\nCEO 사관학교\n라고 불릴 만큼 미래 사회 리더를 주도적으로 향성.\n공동체 역량을 갖춘 인재 : 봉사 정신을 갖춘 사랑의 실천자를 지향. 이러한 노력들이 중등학교 교육과정의 정상화와 공교육의 번영에 이어지길 기대\n대입의 공정성 및 투명성 강화 : 평가의 단순화, 신뢰성의 제고, 계층별, 지역별 차이를 넘어서는 정보의 공유를 적극적으로 실시할 계획.\n3S 전략\n을 적용한 혁신적인 입시 프로그램을 준비 중\n뒷 표지"
}