{
  "title": "80주년/특별전시회",
  "url": "https://hyu.wiki/80%EC%A3%BC%EB%85%84%ED%8A%B9%EB%B3%84%EC%A0%84%EC%8B%9C%ED%9A%8C",
  "content": "80주년 특별전은 한양대학(한양학원) 개교\n80주년\n을 맞이하여 마련된 특별 전시회입니다.\n주제 :\n한양80무한성장\n전시기간 : 2019년 5월 13일~ 7월 31일 (80일간) , 단 일요일 공휴일 등은 휴무\n관람 운영 : 월~토요일 오전 10시~ 오후 5시\n관람료 무료\n장소 : 한양대학교 서울캠퍼스 내 박물관 3층 기획전시실\n구성 : 8개의 기본 영역(zone)으로 구성된 8개 키워드로 보는 한양의 성장 스토리. 기타 야외 전시 등\n주관 : 한양대학교\n박물관\n,\n미디어전략센터\n,\n디자인경영센터\n공동\n목차\n1\n테마 구성\n1.1\n한양의 성장\n1.2\n캠퍼스의 성장\n1.3\n학과의 성장\n1.4\n교육의 성장\n1.5\n지표의 성장\n1.6\n미디어의 성장\n1.7\n브랜드의 성장\n1.8\n공간의 성장\n2\n전시 연계 프로그램\n2.1\n도입부 : 스트링아트 체험\n2.2\n특별 영상 상영회\n2.3\n채널H 스튜디오 체험\n2.4\n건학이념 캘리그래피 써보기\n2.5\n한양 응원의 메시지 남기기\n2.6\n야외 테라스 : 8행시 선정작 전시\n2.7\n동그라미 포토존\n3\n기념품 : 80주년 굿즈를 만나다\n테마 구성\n다음 메인 주제를 관람 동선의 순서대로 소개합니다.\n한양의 성장\n한양대 80년 역사의 중요 장면과 기록을 숫자 8이 만들어 내는 무한대 표시와 함께 다양한 일러스트로 만날 수 있습니다.\n\"80년 역사를 한 눈에\"\n 한양의 역사는 단순히 80년 이라는 시간 안에 갇혀있지 않습니다. 더 넓고 먼 미래를 향해 끊임없이 변화하고 도전하는 한양의 정신은 그 무한한 성장을 향해 지금도 달려가고 있습니다.\n캠퍼스의 성장\n한양대학교 2개의 캠퍼스인 서울캠퍼스와 ERICA캠퍼스의 모습을 볼 수 있는 공간으로 3개의 미니어쳐 건축물(동아공과학원, 서울캠퍼스 역사관, ERICA캠퍼스 본관)과 캠퍼스의 지도에 모형에 맞춘 영상, 캠퍼스 주요 역사를 한 눈에 볼 수 있습니다.\n\"서울과 ERICA, 두 캠퍼스의 성장기\"\n 한양대학교는 1939년 종로 천도교 수운회관에서 동아공과학원로 시작되어 신당동을 거쳐 현 행당동 캠퍼스에서 자리를 잡으며 현재의 세계적인 캠퍼스로 성장해왔습니다. 1979년 안산에 새롭게 터를 잡은 ERICA캠퍼스는 산학협력의 메카가 되어 세계인의 시선을 받고 있습니다. 서울과 ERICA, 한양의 양 캠퍼스는 오늘도 굳건한 터 위에서 줄기를 뻗어나가고 있습니다.\n학과의 성장\n종합대학으로서 다양한 학문 분야를 아우르는 한양의 학과 현황을 80년전 구성으로 부터 뻗어나온 가지 형태로 도식화하여 보여줍니다. 계속해서 흘러가는 불빛을 통해 지속적인 변화와 성장을 느낄 수 있습니다.\n\"시대에 따른 학과 변천사\"\n 일제 치하 교육보국의 꿈을 안고 건축과, 토목과, 광산과 3개 학과로 시작한 한양 학문의 시작, 이제는 서울과 ERICA 양 캠퍼스에서 24개 단과대학 110개 학과로 성장 발전하여 명실 공히 종합대학으로서 학문적 깊이와 넓이를 모두 갖추었습니다.\n교육의 성장\n한양의 교육은 단순히 대학만을 말하지 않고, 어린 아이부터 시작되는 평생 교육의 모든 과정을 다 담고 있음을 한양학원 구성을 통해 소개합니다.\n\"한양, 평생교육의 요람\"\n 한 아이를 키우려면 온 마을이 필요하다고 합니다. 그 한 명을 교육시키기 위해 모든 한양의 기관이 함께 하고 있습니다. 대한민국을 성장시키는 평생 교육의 시작과 끝은 그래서 한양입니다.\n지표의 성장\n성장이라는 주제에 걸맞게 오늘날 한양이 어느 정도까지 성장했는지를 보여주는 8개의 주요 지표를 모아서 전시합니다.\n\"한양이 이루어낸 성과들\"\n 아무것도 없던 1939년. 무에서 시작된 한양의 성장은 80년의 시간을 건너 오늘 우리 앞에 당당하고 자랑스럽게 그 모습을 드러내고 있습니다. 지나온 80년보다 앞으로의 80년을 더욱 기대하게 하는 한양의 위상은 여러 지표와 평가를 통해 확인할 수 있습니다.\n미디어의 성장\n한양이 구성원들과 소통하기 위해 구축해온 여러 매체의 현황과 역사를 살펴보고, 채널H의 이동 스튜디오에서 다양한 미디어를 체험해 볼 수 있습니다.\n\"세상과 소통하고 공감하는 미디어\"\n 안으로는 모든 한양의 구성원들과 소통하고, 밖으로는 대학의 사회적 역할을 다하여 공감받기 위해 끊임없이 정보를 전달하고 우리만의 이야기를 만들어 왔습니다.\n 시대의 변화에 발맞추어 더욱 세련되고 정교한 매체로 진화되어 온 한양의 미디어들을 만날 수 있습니다.\n브랜드의 성장\n한양의 브랜드 파워의 시작인 대학 로고와 상징물의 변천사와 설명을 통해 살펴볼 수 있습니다.\n\"한양만의 가치를 담은 UI 2.0\"\n  한양대가 가고 있는 길과 한양대가 가야할 길을 아우르는 우리만의 상징. 그 상징으로부터 시작되는 한양만의 브랜드 가치. 이제 특별함과 차별화를 넘어 지속적인 관심과 참여 속에서 더 큰 브랜드로 도약합니다.\nVISUAL IDENTITY : 대학 심볼(Symbol)은 UI(University Identity)의 구성요소로서 대학의 정체성과 비전, 그리고 전통을 표현하는 상징적 이미지로서 대내외적 시작 커뮤니케이션에 사용됩니다.\n공간의 성장\n한양이 교육기관으로서 어떠한 환경적인 변화와 성장을 통해 학습 공간과 삶의 모습을 바꿔왔는지 살펴 볼 수 있습니다.\n\"시대에 따라 진화해온 교육 환경의 변천사\"\n 4차 산업혁명시대 도래와 함께 대학의 교육환경 특히, 학생들의 학습 공간에 대한 변화가 빠르게 이루어지고 있습니다. 단순 학습공간에서 이제는 학생들의 창의력을 높이고 자유로운 토론과 휴식이 가능한 공간으로 변모하고 있습니다. 스페이스의 성장에서는 시대별로 성장하는 한양의 교육환경과 함께 최근 동문들의 기부로 이루어진 다양한 학습공간을 소개합니다. 새로운 공간에서 창의적이고 도전적인 글로벌 리더로 성장하는 한양인을 기대합니다.\n전시 연계 프로그램\n도입부 : 스트링아트 체험\n80주년 로고를 관람객들의 참여로 완성해 나가는 코너입니다. 전시회 입구에 마련된 시작의 벽에는 80주년 로고 형태에 맞춰 못이 박혀있으며, 이 못에 줄을 걸어서 공간감 있는 로고의 모양을 완성하는 과정을 관람객들이 참여할 수 있도록 했습니다.\n특별 영상 상영회\n개교 80주년 특별 영상 공모전을 통해 수상한 작품들을 관람할 수 있습니다. 참조 :\n80주년/영상공모전\n채널H 스튜디오 체험\n채널H 이동 부스에서는 직접 데스크에 앉아 뉴스를 진행하거나 영상 제작에 참여할 수 있습니다. 타임머신을 타고 개교 100주년을 축하하는 메시지를 미리 남기는 독특한 체험을 할 수 있습니다.\n건학이념 캘리그래피 써보기\n대학의 건학이념을 내 손글씨로 남기는 체험 공간입니다. 준비된 엽서에 직접 자신만의 손글씨로 정성껏 써서 남기면 전시회 기간 동안 전시 및 수집되어 대학의 콘텐츠가 되며, 참가자에게는 선물도 지급됩니다.\n한양 응원의 메시지 남기기\n관람 동선을 따라 모두 관람을 한 후 마지막 나서기 전 한양 100년의 꿈을 응원하는 메시지를 남겨볼 수 있습니다. 수많은 메시지들은 80주년을 상징하는 무한대 형태에 맞춰 진열됩니다.\n야외 테라스 : 8행시 선정작 전시\n박물관 입구인 야외 테라스 '뮤지엄카페'에서는 80주년 기념 특별 8행시 공모전을 통해 선정된 8개의 작품을 관람할 수 있습니다. 참조 :\n80주년/8행시\n동그라미 포토존\n80주년을 기념하여 온라인 오프라인에서 진행된 동그라미 릴레이 이벤트를 통해 수집된 사진들로 포토존을 만들어 설치했습니다. 특별한 포토존에서 특별한 기념 사진을 남기세요.\n기념품 : 80주년 굿즈를 만나다\n80주년 특별전 답게 참관객에게는 특별한 굿즈를 선물합니다.\n티코스터 4종 세트\n하이리온 2.0 열쇠고리\n하이리온 2.0 스티커\n전시회 기념 리플렛"
}