{
  "title": "ERICA40년사/대형국책사업의선정과진행",
  "url": "https://hyu.wiki/ERICA40%EB%85%84%EC%82%AC/%EB%8C%80%ED%98%95%EA%B5%AD%EC%B1%85%EC%82%AC%EC%97%85%EC%9D%98%EC%84%A0%EC%A0%95%EA%B3%BC%EC%A7%84%ED%96%89",
  "content": "ERICA40년사\n중 대형 국책사업의 선정과 진행에 해당하는 부분입니다.\n우리 대학은 1979년 개교 이래 산업 발전의 기여, 지역과 대학의 상생발전을 위한 대학특성화 노력을 기울여왔다. 그 결과 2003년 학연산클러스터 구축사업을 시작으로 1·2단계 산학협력 중심대학(HUNIC) 육성사업에 선정돼 산학협력 체제의 기반을 다졌다. 이어 2012년 3월 교육과학기술부가 지원하는 ‘산학협력선도대학(LINC) 육성사업(기술혁신형)’, 2017년 4월 후속사업인 ‘사회맞춤형 산학협력선도대학(LINC+) 육성사업’에 선정돼 2022년까지 지역산업 및 지역사회와 광범위한 산학협력을 추진 중이다. 그사이 2016년에는 ‘산업연계 교육활성화 선도대학(PRIME) 사업’ 대형부문에도 선정돼 2018년까지 교육과정의 혁신과 교육환경 개선을 일궈냈다. 이러한 대형 국책사업의 잇따른 선정은 그동안 산학협력 체제를 구축해온 우리 대학이 대외적으로 인정받은 셈이며, 일련의 과정을 통해 대한민국 산학협력 선도대학의 대표적인 모델로 자리매김했다.\n목차\n1\nLINC사업\n1.1\nLINC사업의 배경과 선정 의의\n1.2\n산학협력 체제로의 체질 개선\n1.3\n특성화 교육프로그램의 마련\n1.4\n기업과의 협력 강화\n1.5\nLINC사업의 확대(2단계~)\n1.6\n학생창업의 전폭적인 지원\n1.7\n글로벌 산학협력 선도대학으로의 준비\n1.8\n산학협력 연계체게 구축 및 기업지원\n2\nLINC+사업\n2.1\nLINC사업의 연계 및 고도화\n2.2\n산학협력 기업지원의 현재\n2.3\n산학협력협의회를 통한 기업지원 및 인력양성\n2.4\n다양한 산학협력친화형 교육프로그램\n2.5\n실전적 창업교육\n2.6\n산학협력 선도모델 개발 시범사업\n3\nPRIME사업\n3.1\nPRIME사업의 배경과 선정 의의\n3.2\n핵심전략 '3S Up'의 수립\n3.3\n최첨단 교육환경 및 교육과정 구축\n3.4\n연차평가 '최고'등급 획득\n3.5\nPRIME사업 3년간의 기록\n4\n캠퍼스 혁신파크 선도사업\n4.1\n산학연 관련 2019 정부 재정지원사업 3관왕 달성\n4.2\n사업 추진 계획\n5\n기타 정부지원사업\nLINC사업\nLINC사업의 배경과 선정 의의\n국내 대학은 학령인구의 감소와 더불어 대학교육 국제경쟁력은 50위권에 머무르는 위기 상황에 직면했다. 그에 따라 이론과 연구 중심의 대학교육에서 탈피해 현장, 실용 중심의 대학교육으로 전환이 요구됐고 각 대학의 자율적인 노력과 정부의 종합적인 지원으로 인재를 양성하는 대학의 필요성에 대한 공감이 커졌다.\n이에 교육과학기술부의 ‘산학협력선도대학(LINC, Leaders in INdustry-university Cooperation)’육성사업(이하 LINC사업)이 진행됐고, 다양한 산학협력 선도모형의 창출·확산, 지역산업발전에 필요한 우수인재 양성·공급 등 지역대학과 지역산업의 공생발전을 목표로 추진됐다.\n우리 대학은 이미 국내 최초로 대학 주도의 학연산클러스터를 구축하고 캠퍼스 내에 기업 및 국책연구소 등을 유치했다. 이를 통해 대학(學)·연구소(硏)·기업(産)이 유기적으로 협력하고 실용인재 양성과 지역사회의 혁신을 이끌어가고 있었음에 그러한 시대적 요구와 정부의 지원에 적합한요건을 갖춘 대학이라고 할 수 있다.\n2003년 우리 대학은 학·연·산 구성 주체가 함께 모여 미래형 성장 동력을 창출하고 유능한 인재를 양성하기 위해 경기테크노파크, LG이노텍 등과 함께 ‘ERICA캠퍼스’를 출범시켜 산학협력의 신선한 모멘텀을 제시한 바 있다. 한양대학교의 ‘실용적 학풍’이 고스란히 반영된 결과다. 이어 2007년 「산업교육진흥 및 산학협력 촉진에 관한 법률」 개정으로 대학의 기술지주회사 설립 근거가 마련된 직후, 2008년 9월 전국에서 처음으로 제1호 기술지주회사를 설립했고, 교육과학기술부가 추진한 1·2단계 산학협력중심대학 사업(2004~2011) 등을 성공적으로 수행했다.\n이를 토대로 교육과학기술부의 주요 역점 교육사업인 LINC사업 기술혁신형대학에 선정됐고,정부로부터 약 40억 원을 지원받아 2012년부터 2016년까지 5년간 지역의 성장 및 지원을 위한 맞춤형 인재양성과 산학연계 활동을 수행했다.\n또 2009년부터 2020년까지 브랜드력, 인적 역량, 자산 역량을 2배로 증가시켜 2039년 글로벌 100대 대학에 진입을 목표로 하는 ‘New Hanyang 2020 비전’에 맞춰 목표 달성 및 지속적인 성장을 위한 단초가 됐다.\n산학협력 체제로의 체질 개선\nLINC사업과 더욱 발전된 산학협력 체제로의 변화를 위해 체질개선을 실시했다. 그동안 2명의 산학협력중점교수가 산학협력의 활성화와 참여도를 높이기 위해 다방면의 활동을 해왔다. LINC 사업을 수행하면서 인적 인프라의 확충을 위해 11명의 산학협력 중점교수를 선발했다. 이렇게 선발된 교수진은 기업체에 직접 방문해 기업이 필요로 하는 지원 프로그램을 수행하는 등 기업맞춤형 연계 활동을 펼쳤다. 또 기업과의 MOU체결을 통해 신기술 개발 및 경쟁력 향상에 큰 역할을 하고, 그동안 쌓은 경험을 바탕으로 자기만의 주특기를 살린 산학연계 교과목을 개설하여 재학생들에게 새로운 형태의 지식을 제공했다.\n이와 함께 현장실습 프로그램도 점차 확대됐다. 현장실습 프로그램은 2004년 처음 실시됐는데,당시 100% 대학 지원으로 139명의 학생들이 참여했다. 이후 LINC사업이 8개월째 접어들었을 무렵 300여 개의 기관에서 600여 명의 학생들이 현장실습을 수행했고 다수의 기업들이 연수비 지원에 나섰다. 이는 기업들이 그동안 현장실습 프로그램을 진행해오면서 효율적인 학생 활용방법을 터득하고 그 필요성 또한 인식했음을 의미한다. 학생들도 대기업에만 관심을 가지는 것이 아니라 자기가 경험한 중소기업으로도 눈길을 돌려 그동안 소외받았던 중소기업으로의 취업률을 올리는 효과도 일으키고 있다. 실제 참여 학생의 취업률은 73.3%로 타 대학에 비해 20% 정도 높았다(2012년 기준). 이러한 성과들로 인해 우리 대학의 현장실습 프로그램이 교육과학기술부와 한국연구재단에서 진행한 녜산학연협력우수사례 경진대회’에서 ‘인력양성부문 최우수상’을 수상하기도 했다.\n특성화 교육프로그램의 마련\n독창성을 가진 인재를 양성하고 산업체가 요구하는 특정 전문분야의 체계화된 교육을 제공함으로써 지역산업을 고부가가치 산업으로 혁신시킬 수 있는 핵심 인력 양성을 위한 프로그램을 마련했다. 이 특성화전공 인력양성 프로그램은 대학 중장기혁신전략인 산학협력의 질적 향상, 수요자지향 교육과정 구축목표 달성과 함께 지역전략발전에 따른 산업수요와 연계하여 운영됐다. 지역산업발전전략 및 산업체의 요구와 대학의 우수역량 분야를 연계하여 첨단전자정보기기, NT·BT융합, 건축/디자인분야, 융합기능소재 등 4개의 특성화 분야가 선정됐고 각 분야별로 목적 지향적 전문 인력양성을 위해 다음과 같은 10개의 교육프로그램을 구성해 진행했다.\n특성화교육 프로그램의 대표적인 사례에는 ‘신소재기반 전자소자 융합 특성화교육 프로그램(CEDNM)’을 들 수 있다.CEDNM은 국내 굴지의 전자 및 전자소재 업체가 요구하는 재료공학과전자공학이 융합된 교육 프로그램을 활용한 것으로, 차세대 소재·전자 융합부품산업의 글로벌 경쟁력 제고를 위한 전문 인력을 양성하기 위해 개설되었다. 국내유일의 학부와 대학원을 연계한 재료·전자 융합교육 프로그램은 우수한 교수진에 의한 수업과 첨단기자재를 활용한 실습, 캡스톤디자인 교과와 현장실습을 연계하여 기술혁신형 인력양성을 추진했다는 것이 가장 큰 특징이다. 특성화교육 프로그램의 운영 결과 참여 학생을 대상으로 한 설문조사에서 응답자의 86%가 관련분야의 취업 및 대학원 진학에 도움이 된다고 답했으며, 프로그램 참여 학생 154명 중 84명(70.6%)이 취업, 35명(29.4%)이 관련분야로 진학하는 성과를 거두었다.\n나노메디슨재료소자 전문 인력양성 프로그램에 참여한 화학공학과 학생 6명은 프로그램을 통해 전문적인 생화학지식을 습득했다. 이들은 ‘삼성바이오로직스’등 다양한 바이오분야로 취업해본 특성화 프로그램에 특화된 인력양성 효과를 증명해 보였다. 또한 디자인융합공학 전문 인력양성 프로그램에 참여한 전자시스템공학과 학생은 UI/UX 경험을 활용하여 본인이 희망하던 디자인 회사 ‘이노이즈’로 취업했다. 플랜트엔지니어링융합 전문 인력양성 프로그램에 참여한 6명은 당시 토목·건설분야의 경기가 침체되어 극심한 취업난을 겪고 있는 상황에서 플랜트관련 산업분야로 취업하는 성과를 이루었다. 한편 전자재료 전문 인력양성 프로그램에 참여한 학생 154명(학사 146명, 대학원 8명)의 진로를 분석한 결과 전자시스템공학은 84명, 재료공학은 35명이 취업하여 평균 77.3%의 취업률을 달성했다. 이중 전자시스템공학 졸업생 92%, 재료공학 졸업생 95%가 LG전자, LG실트론, 루멘스 등 관련분야로 취업하는 성과를 거두었다. 이밖에 교육에 참여한 학생 중 전자시스템공학 졸업생 17%, 재료공학 졸업생 61%가 대학원으로 진학하며 기술혁신형 인력양성에 기여했다.\n학부과정에서 배운 내용을 보다 심화된 과정으로 학습할 수 있는 프로그램도 마련됐다. ‘창의융합형 인재양성 특성화 전공프로그램은’ 독창성을 가진 인재를 양성하기 위한 교육개선 프로그램으로 학부생들에게 최신 전문지식을 전수하여 고부가가치 첨단산업분야에 종사 할 수 있는 능력을 함양시키기 위해 만들어 졌다. 이는 학부과정의 기본적인 틀을 넘어 보다 세분화되고, 심화된 과정을 통해 해당 분야의 전문가를 양성시키기 위한 것이 목적으로, 학부와 대학원, 기업까지 연계돼 있어 높은 성취도와 취업률 제고에 역할을 했다.\n또한 특성화 분야의 성과확산 및 지속, 특성화 분야 인력양성 프로그램에 참여한 학생들의 전공 관련 문제해결 능력 및 현 장감 보유를 입증하기 위해 TIGER(Track for Ingenuity Growth Educational Reformation) 인증제도가 도입됐다. 특성화교육 프로그램 이수인증서는 특성화분야 전공지식을 습득하고, 캡스톤디자인 과제 수행 및 관련업체에서의 현장실습을 진행한 학부생에게 발급되는 인증서다. 이 인증서는 특성화분야의 해당 산업군에 체계화된 교육이수 증빙으로 제출하여 교육의 실효성을 인정받고 동시에 취업률의 향상을 유도하고 있다. 즉 이와 같은 TIGER 인증을 부여하여, 학생들이 관련 산업군에 취업할 수 있도록 지원했다.\n기업과의 협력 강화\nLINC사업 1단계(2012~2013년)가 마무리되는 시점에서 ‘산학협력 가족회사 제도’를 통해 1,000여 개의 기업이 가족회사로 등록하여 유·무상의 지원을 받았다. 한 예로 기술·경영·디자인지도 프로그램은 산업체의 애로기술에 대한 해당 분야 전문가의 기술자문 활동을 제공함으로써 애로기술 해결 및 업체 기술경쟁력을 강화하도록 했는데, 기술자문 지원에 따른 기업부담금이 없기 때문에 R&D를 통한 기술개선능력이 없는 중소기업에게 큰 도움이 됐다. 이밖에도 공동 활용성이 높은 고가의 기자재를 확보하여 개발제품의 성능분석평가 및 개발지원을 추진하고 가족회사에게는 장비사용료의 10%를 할인해주었다. 이렇게 많은 혜택과 참여 가능 프로그램들을 간단한 절차의 ‘가족회사’가입만으로도 받을 수 있어 산학협력을 통한 대학과 기업이 공생발전할 수 있었다.\n이밖에도 ‘산업체 재직자 교육 프로그램’은 지자체 및 관련단체, 기업들과 협의하여 재직자에게 필요한 교육을 개발하여 초청교육(대학주관교육), 현장방문교육(기업요청교육)의 형태로 진행했다. 강사료 및 교육장소, 교보재 제작비 지원(대학주관의 경우)을 대학에서 부담하므로 산업체 재직자의 역량향상을 통한 기술해결 능력 확보와 신규사업 개발을 희망하는 기업에게는 좋은 기회가 되었다.\n우리나라 중소기업은 전체 사업체의 99.9%, 전체 고용의 88%의 절대적인 비중을 차지하지만 2014년 상반기에도 경제 상황은 그리 녹록치 않았다. 수출감소, 내수부진, 자금조달 애로 등 생산과 판매가 동시에 줄어드는 힘든 상황을 이겨내기 위한 방책이 필요한 시점에서 한양대학교 LINC사업단과 가족회사는 대화와 소통으로 돌파구를 마련해나갔다.\n그동안 한양대학교가 실시해왔던 기업지원 프로그램들은 시류에 따라 중소기업의 필요성과 대학 비전을 고려해 변화되어 왔다. 때로는 기업경영 및 애로기술 해결, 정부 추진 사업과 연관한 프로그램들을 운영하여 기업의 성장기를 함께하기도 했으며, 청년 취업난이 대두되는 시기에는 현장실습 프로그램이나 인턴십 프로그램을 통해 우수 인력의 중소기업에 대한 관심을 높이는 학생지원이자 기업지원 프로그램을 실시하기도 했다. 이밖에도 창업 프로그램을 통한 벤처기업을 육성함으로써 참신한 아이디어를 통한 경쟁력을 키울 수 있도록 ‘디자인 시제품 제작 지원’및 ‘창업경진대회’를 통한 학생 벤처기업에 도움을 주기도 했다.\nLINC사업의 확대(2단계~)\n산학협력의 이해관계자는 경영학적 관점에서 보면 내부 및 외부 고객이다. 따라서 우리 대학이 추구하는 산학협력 선도자로서의 위상 정립을 위해 고객에 대한 정의를 명확히 한 후 고객 간 네트워크 형성을 위한 기본적인 지배구조(Governance)와 운영구조(Architecture)를 재확인하는 순서로 비전 달성을 위한 전략을 수립했다.\n먼저 산학협력의 고객을 살펴보면, 대학 내부적으로는 교수와 직원, 학생이 있고, 외부적으로는 산학협력의 상대방인 기업, 지자체 및 국가가 있다. 산학협력 선도모델의 기본 논리가 내부 고객(대학내부)과 외부고객(기업 등 이해관계자) 별로 1차적인 조직화를 통해 고객 간의 연결고리를 형성하는 2차 조직화를 이루고, 두 고객군이 서로의 이익(Incentive)을 위해 상호 활동할 수 있는 연합된 플랫폼을 형성하여, 플랫폼이 활성화될 수 있는 다양한 컨텐츠를 담아내는 3차 조직화 단계를 거쳐 지속변화하는 시장의 트렌드를 따라갈 수 있는 시장순응적인 혁신체계를 갖춘 열린 변화체계(Open Innovation)를 지속가능하게 유지하는 것이다. 또한, 최근 열린 혁신변화 체계만으로는 수시로 변화하는 시장의 니즈를 적기에 수용할 수 없다는 인식하에 가속변화체계(Accelerated Innovation)를 도입하여 상기의 3단계를 폭포수 방식(Waterfall)이 아닌 3단계의 동시 진행 혁신을 추구하는 형태로 진화하고 있음을 감안, 대학 내부의 핵심역량과 기업의 성공 니즈를 동시에 만족하는 산학협력 연계체계(플랫폼과 컨텐츠)를 구축해야하는 미션이 주어졌다.\n이에 따라, ERICA LINC사업단에서는 대학의 핵심역량강화를 위해 교직원 및 학생의 산학협력 연계성을 확보할 수 있는 다양한 수업방식의 도입(학연산 교육프로그램, 창업교육프로그램 및 기업의 문제를 해결하는 방식으로 진행하는 캡스톤디자인), 산학협력에 대한 교수의 참여 의욕 고취(산학협력에 기반한 교원 업적평가 도입) 및 학생에 대한 다양한 산학협력기회제공(장·단기 현장실습 및 선택형 4+1 학년제)의 콘텐츠를 운영했다. 기업의 산학협력 수요 확보를 위해 기업과 교수가 공동으로 참여하는 장·단기 기술개발과제 시행, 기업과 대학원생이 참여하는 대학원 캡스톤 디자인 및 가족회사를 주축으로 한 지속적인 산학협력 과제 도출 노력을 시행했다. 또한 우리 대학만의 강점인 학연산클러스터의 이점을 십분 활용한 기업, 지자체 및 국책연구소의 인력풀을 활용한 대학과 지역기관간의 연계, 기업과 지역기관 연계를 위한 중개자(Intermediary)로서의 대학역할 강화 및 기업의 인재 수요를 충족하기 위한 대학-기업인재 풀 활용 방안 연구 등 고객 간의 연계성 확보와 교류 활성화를 위한 콘텐츠 개발 등 상기 언급한 산학협력 활성화 3단계의 동시 진행을 통한 가속 혁신활동을 추진했다.\n산업체 맞춤형 인력양성을 위해서는 이미 인문, 사회 및 예체능대학 등 모든 단과대학으로 확산된 캡스톤디자인 교육과정의 실시로 CAM(Capstone design Auction Market의 약자로서 교육부가 추진하는 대학생 캡스톤디자인 작품을 거래하는 경매식시장) 운영에 선제적으로 대비했다. 특히 공학교육 혁신을 위해 산업체 전문가를 활용한 국내 유일의 학연산클러스터 교육과정 운영 및 문제해결방식에 기반한 교육으로의 전환을 시행했다. 또한, 디자인대학 및 문화컨텐츠학과를 중심으로 한 인문사회분야 산학협력 활성화를 위해 학제간 융복합을 통해 현장형 학부교육을 추진함으로써, 2014년도부터 예정돼 있던 비이공계분야 산업계관점 대학평가 시범실시에도 대응했다.\n산학협력 대상 및 수단 다양화를 위해서는 대학의 강의실 및 공용장비 등 인프라를 개방한 산학협력협의회를 통한 커뮤니티 확장, 기술지도, 재직자교육 및 All-SET 프로그램(기업이 필요한 모든 기능에 대한 대학의 지원을 통칭하는 LINC사업 용어)을 통한 중소기업 애로사항 패키지 지원사업 등을 시행하며, 대학 내 위치한 5개 민간 및 정부 출연연구소와 공동연구 및 학연산클러스터공동강의 등을 통해 지역기관과의 인적교류도 활성화했다.\n창업 및 취업활성화 여건 조성면에서 살펴보면, 창업교육확대를 위해 2014년도부터 내·외부 전문가가 참여하는 매학기 8개씩 총 16개의 창업교육과정을 운영했으며, 창업교육과정에 창업세계인 트랙을 신설했다. 아울러 창업휴학제 도입, 창업프로세스 운영을 위한 특화된 전문창업공간(Knowledge Factory) 신설 및 실전중심 창업동아리에 대한 전폭적인 지원을 통한 대학생 창업도전지원 활성화를 도모하여 동아리에서 창업까지의 전과정에 대한 단계별 창업지원체계를 구축했다.\n이와 같은 과정을 통해 우리 대학은 타 대학의 산학협력 벤치마킹 대상으로 인정받았다. 그러나 2단계 산학협력선도대학사업에 서울의 주요 대학이 대거 신규로 참여하게 됨에 따라, 우리 대학의 산학협력 전략적 포지션맵을 새롭게 구성하여 기술혁신형 선도대학(연구중심 선도대학으로 명칭이 변화되고 있다)의 특성인 산업계 니즈 및 교육과정의 문제해결형 수행능력으로의 전환, 소규모 중소기업에 대한 지원보다는 강소 및 중견기업 및 혁신형 벤처기업과의 연계성을 추구하는 산학협력제도 정비 등의 새로운 도전과제를 안게 됐다.\n학생창업의 전폭적인 지원\n융합과 창의(원천)를 특허화하여 창업(사업)화를 추진하는 ‘COPE 프로그램’을 도입해 학생창업을 위한 지원에도 적극 나섰다. COPE는 융합(Convergence), 창의·원천(Originality), 특허(Patent), 사업·창업(Enterprise)의 약자로 융합과 특허를 통한 대학생 창업을 뜻한다. 디자인과공학, 인문학이 각자의 분야에 대한 심층적 연구를 하고 학제간 융합과 기술적 소통이 이뤄져 구호에만 그치고 있던 ‘융합’에 대한 새로운 길을 제시했다. 이 프로그램은 2012년 2학기부터 ‘특허와 협상’이라는 수업을 통해 특허를 출원해왔다.\nCOPE 수업의 원칙은 혁신공식 ‘2+1+1’로, 공학계열 2명, 인문계열 1명, 그리고 디자인 계열 1명이 한 개의 조를 구성하여 진행되며, 현직에 있는 대표변리사가 겸임교수로 지적재산권 교육을 실시하고, 관련 기술을 보유한 업체와의 산학협력을 통해 기술기반 특허 및 시연기술을 개발하여,매년 대기업의 첨단기술 및 광고 담당자들을 초빙해 발표회를 가지고 있다.\n또한, 창업복합공간 놀리지 팩토리(Knowledge Factory)를 통해 창업을 시도하려는 학생부터 창업에 뛰어든 동아리까지 창업을 희망하는 학생 모두에게 더욱 효과적인 소통과 창업 지원을 할 수 있도록 했다. 학생들이 창업 아이디어를 겨루는‘창업오디션’및 ‘창업경진대회’, 창업아이템 PR마켓 ‘창업동아리 어울림 한마당’, 창업동아리 활동·성과 보고 및 동아리 간 화합과 교류가 이뤄지는 ‘창업동아리 활동평가 워크숍’, ‘창업캠프’등 다양한 창업 관련 행사도 이어지고 있다.\n이 같은 창업프로그램 및 지원은 50여 개의 창업동아리 활동, 2018 매일경제 대학창업지수 평가 5위(서울캠퍼스 6위),2018 창업 학생 수 부문 9위 등 학생창업 분야에서 두각을 나타내고 있는 현재의 결과로 이어졌다고 볼 수 있다.\n글로벌 산학협력 선도대학으로의 준비\n2013년도부터는 산학협력에서 산(産)의 역할(기업의 역할)이 강조돼왔다. LINC사업 4차년도에 해당하는 2015년의 화두는 글로벌이었다. 그간 우리 대학은 LINC사업의 목적에 맞게 산학협력 분위기 조성, 학사제도 개편 및 인프라 확충을 마무리하고 산학협력의 신지평을 열기 위해 많은 노력을 기울인 결과 학내·외적으로 다양한 모범사례를 양산해 왔다. 이를 기반으로 2015년부터 산학협력의 외연을 글로벌 시장으로 확대하고, LINC Plus(+) 사업을 대비해 글로벌 산학협력의 제도와 사례를 확보했다.\n글로벌 산학협력(Global Industry-Academia Collaboration)은 대학이라는 측면에서 살펴보면,다수의 국가에 위치한 기업과 대학간의 네트워크를 이용하여 각 조직의 목표 달성에 도움이 되는 성과창출을 목적으로 하는 상호 교류활동이다. 우리 대학은 국가, 조직(기업과 대학), 교류활동이라는 3가지 키워드와 분류체계 안에서 글로벌 산학협력의 목적과 목표를 설정했다.\n먼저 ERICA의 글로벌 산학협력을 나타내는 차별화된 브랜드로 GINIUCE(Global leaders IN Industry-University Collaboration at ERICA)를 선정했다. 이는 ERICA의 산학협력에 대한 기존 성과와 잠재력을 바탕으로 글로벌 산학협력의 진정한 리더로 거듭날 것을 주창하는 고유 브랜드다.\n글로벌 산학협력인 GINIUCE는 1)글로벌 창의인재 육성교육, 2)글로벌 창업사례 확산, 3)기술이전 및 사업화의 글로벌화, 4)글로벌화 지원을 위한 학교제도개편, 5)글로벌기업과의 교류, 6)글로벌 네트워킹 확보 등 6가지 추진영역을 가지고 각각의 프로그램을 정립해 추진했다.\n2015년 8월에는 ERICA 전략위원회를 통해 결정된 산학협력 공간 확대 계획에 따라, 2017년도부터 학교 인근 부지(약 33만㎡)에 글로벌 R&D Zone 및 벤처 Zone을 포함한 산학협력 융합단지를 개발할 계획이 수립되었다. 특히 기존 클러스터 내에 위치한 생산기술연구원과 대학 기숙사(창의인재원) 사이의 글로벌 R&D Zone은 산학협력 5개년 계획에서 추진하는 사회수요 맞춤형 인재양성을 뒷받침하고 대학지주회사의 자회사에 출자할 기술개발을 위해 글로벌 기업과 국내 환류기업의 유치를 가능케 할 핵심 공간이다. 글로벌 R&D Zone에서의 활발한 기술개발을 지원하고 사업화를 모색할 벤처 Zone과의 협업을 통해 교육, 기술개발, 기술이전과 사업화를 통한 대학자회사 설립 및 성장 지원의 자생적 가치 사슬이 ERICA 캠퍼스 내에서 가능해졌다.\n산학협력 연계체게 구축 및 기업지원\nLINC사업은 크게 기업과의 산학협력 연계체계 구축 및 기업지원으로 구분된다. 이를 중심으로 2012년부터 2016년까지 LINC사업 5년간의 성과를 정리하면 다음과 같다.\n2012년도에 기업과의 효과적인 산학협력을 추진하기 위해 사업단 내 기업지원센터를 설치하고, 가족회사 DB 구축, 가족회사 분류체계시스템(ERICA FAST)을 기반으로 한 전략적 기업지원과 기업 요청 대응체계를 구축했다. 또한, 기술혁신형 종합지원체계(E-RICA)를 통한 R&D중심 전방위기업지원(All-SET)을 추진했으며 총 1,540개의 가족회사를 유치, 가족회사 지원창구 일원화와 홍보를 병행했다. 특히 2016년도(5차년도)에는 초기 창업보육형 기업과 스타트업 가족회사에 대한 현장맞춤 밀착지원을 위한 ERICA-FOCUS(Field Oriented Customizing Support)와 개방형 산학간담회인 머핀 Day를 활성화하여 다양한 발달단계의 기업지원을 위한 체계를 구축했다.\n기업지원은 기업의 기술개발지원과 기업현장의 단기문제해결 중심 기술, 경영, 디자인 지원으로 분류할 수 있다. 기술개발지원을 위해서는 우선 산업체와의 공동기술개발 체계 기반 구축과 기업특성별·단계별 기술개발과제 지원을 통한 공동기술개발과제 성과의 특허출원 및 기술이전을 추진한 결과, 연평균 18개 과제, 12개 특허출원, 9개의 기술이전 성과를 달성했다. 또한, 맞춤형 기업지원 프로그램의 다양화를 위해 기술개발과제와 연계한 가족회사에 집중지원, 디자인 분야 기술개발과제 수행, 산업체 재직자 교육 프로그램의 다각화에 중점을 둔 바, 연 평균 200여 건의 기술, 경영, 디자인 지도 수행, 전시회 참가 지원과 자원이 부족한 중소기업에 필요한 특허 및 법률지원서비스 등을 신규로 발굴하여 시행했다.\n기업지원 분야\n기술개발 지원\n•연평균 19개 과제, 12개 특허출원, 9개 기술이전\n기업현장의 단기문제해결 중심\n기술경영디자인 지원\n•연평균 200여 건의 기술·경영·디자인 지도 수행\n기타\n•전시회 참가 지원\n•중소기업 특허 및 법률지원 서비스 등 신규 발굴·시행\nLINC+사업\nLINC사업의 연계 및 고도화\n2017년도에는 교육부 ‘사회맞춤형 산학협력선도대학(LINC+) 육성사업(이하 LINC+사업)’이 새롭게 시작됐다. 이 사업은 지난 5년간(2012년 3월~2017년 2월) LINC사업의 후속사업으로, 2017년 4월 선정돼 5년간 지역산업 및 지역사회와 광범위한 산학협력이 추진된다.\n그 명칭에서 알 수 있듯이 기존의 LINC사업이 지향하던 기업의 발전을 통해 고용창출과 국가경제발전에 기여하는 미션을 유지하면서 협력 대상을 대학이 소재하는 지역사회로 확대하여 대학과 지역사회가 상생, 발전하는 고도화된 모습으로 진화하고자 하는 목표가 담겨져 있는 것이 LINC+사업으로 이해될 수 있다.\n이러한 LINC+ 사업의 목표달성을 위한 구체적인 수단으로 경기도, 안산시 및 지역기업(기관) 등 지역사회와의 협업방안을 강구하고 이를 통해 지역사회가 추구하는 발전모습에 기여하는 비전을 수립함으로써 사업의 성공적인 추진을 모색해야 하는 과제가 주어졌다.\n우리 대학은 지역사회와의 상생발전을 위한 구체적인 실행방안 도출을 위해 안산시의 발전목표, 사업계획 등을 검토하여 2017년 2월 안산시와 ‘상생발전을 위한 업무협약’을 체결한 바 있다. 이를 기반으로 다양한 지역사회 협업 활동을 계획했다. 우선적으로 학교의 자원으로 지역사회에 기여할 수 있는 교육과 기업협업, 지역사회 삶의 질 향상 측면에서 집중적인 사업을 추진코자 했다. 세부적으로는 4차 산업혁명시대에 적합한 인력양성을 위한 교육과정 개편, 기업의 성장을 위한 다양한 분야의 연구협업, 지역사회 행사 공동추진, 발전방안 수립 및 이행을 위한 협업 등의 형태다. 그밖에 경기창조경제혁신센터, 경기지방중소기업청, 경기테크노파크, 글로벌다문화연구원,LS산전 등 지방자치단체 및 지역공공기관과의 다양한 협력활동을 추진하고 있다.\n4차 산업혁명 대응을 위해서는 공학교육혁신 및 문제해결 중심의 수업 추진(캡스톤디자인 및 PBL)을 시행하고 있으며, 기업과의 공동기술개발을 위한 기술개발과제에 더하여 기업협업센터(ICC) 운영을 통한 실제적인 기업성장 기여, 지역사회 문제해결 중심의 지역협업센터(RCC) 개설을 통한 협업 우수사례 창출을 계획하여 추진 중이다.\n산학협력 기업지원의 현재\n산학협력 고도화를 위한 기업협력 총괄기구이며 기업과 소통하는 창구인 기업협력센터에서는 산학공동연구가제, 맞춤형 기업지원, 창업지원, 현장실습 참여, 공동장비활용, 채용지원 및 산업/지역 특화분야 협업 등 기업과 지역사회의 다양한 산학협력 프로그램 요청을 원스톱으로 접수하여 대학 내 담당조직과의 연계 및 기업 분석을 통하여 맞춤형 산학협력 프로그램 패키지를 구성고 종합서비스를 제공하는 산학협력 프로그램 원스톱 통합제공 체계 ERICA OASIS(ERICA-One stop Allset Support for Industry & Society)를 구축·운영하고 있다.\n참여기업과는 공동 기술개발을 통해 기업의 기술개발 역량을 보완하고 신기술개발을 통한 신규사업 창출 및 기존사업의 경쟁력 향상에 기여하고자 기업 수요 기반의 기술개발과제를 발굴하여 지원하고 있다.\n과제분야는 4차 산업혁명 선도 및 기존 산업의 경쟁력 강화를 위한 기술혁신형 기술개발과제,신생기업 성장 지원을 위한 창업보육형 기술개발과제 등을 추진하며 확보된 기술은 한양대학교 산학협력단을 통해 특허 출원 및 등록된다. 등록된 특허기술은 기술개발 참여기업에 우선 실시권 부여되고 과제 수행 중 교수 보유 핵심기술 관련 기술 이전도 추진한다.\n과제 선정 및 평가는 ICC 및 산학협력협의회 추천과제의 경우 ICC/산학협력협의회 기술개발과제 도출 → 협의회 자체 위원회 평가 및 추천 → 산학협력중점교수 현장평가 → 선정위원회 →과제수행 → 산학협력중점교수 현장평가 → 최종평가의 절차를 거친다. 일반 기술개발 과제는 책임교수와 참여기업간의 협의를 통한 과제 도출 → 산학협력중점교수 현장평가 → 선정위원회 →과제수행 → 산학협력중점교수 현장평가 → 최종평가의 절차로 진행된다.\n산업체 재직자의 역량향상을 통해 애로기술 자체 해결능력 향상 및 신규사업 개발을 위한 기술역량을 강화하기 위한 산업체 재직자 교육도 이뤄지고 있다. 지자체 및 관련단체, 기업들과 협의해 재직자에게 필요한 교육을 개발고 재직자 초청교육(대학주관교육), 현장방문교육(기업요청교육) 등의 형태로 진행된다. LINC+사업단에서는 산업체 재직자를 위한 기술교육 요청접수 및 현장방문 교육을 수시로 진행하고 있다.\n산업체 재직자 교육분야\n분류\n교육내용\n기업경영개선\n지역혁신경영인포럼, 산업재산권대응전략, 3정 5S, 6시그마, 통계적 공정관 리(SPC), 기능 안전성 이론과 실무,\n차세대성장동력\nLED성능 및 신뢰성 평가기술, 태양전지제조·공정기술, 다관절 로봇 동작제어 이론 및 실습, 분말소재부품 및 가공기술의 최적설계방안, 분말소재부품의 특성 평가 및 분석기술, 반도체 세정기술, PLC 제어 기초 및 실습, 드론 운용, BLDC 모터 교육 등\n장비운용기술\n환경신뢰성평가 장비활용, 진동신뢰성평가 장비활용, 초음파가공기 운용 등\n분석평가기술\nX-선 분석기술, 유기물 분석기술, 재료물성시험기술, 초음파검사기술, 전자파차폐기술 등\nProgramming기술\n임베디드시스템 프로그래밍, Labview활용, 3D CAD/CAE 등\n핵심기술역량이 취약한 기업의 단기성 애로기술, 중소기업 경영의 애로점, 제품의 디자인 문제 등에 대해 자문 활동을 제공함으로써 기업의 기술 경쟁력 제고, 경영품질 개선, 제품디자인 경쟁력 향상 및 대학/연구소/기업 연구자의 다양한 연구 활동을 통한 산학연간의 협력관계를 증진시키고 있다. 뿐만 아니라 특허권, 상표권 등 지적재산권에 대한 자문, KC, CE, FCC, CCC 등 인증을 위한 EMC분야와 관련한 기술자문 등 특허법률 및 EMC인증 지원 프로그램도 갖췄다.\n또한 공동장비센터는 중소기업이 독자적으로 보유하기 어려운 고가의 장비를 제공하여 기술개발 및 품질향상을 위한 문제 해결을 극대화하고, 각 장비에 대한 전문교육을 받은 장비 위탁운영업체가 수요자의 요구에 즉시 대응하는 체제로 운용하고 있다. 이에 따라 수요기업의 요구수준과업무일정에 맞춘 지원, 철저한 유지 보수를 실시하여 상시 가동체제 유지 및 대기시간의 최소화,장비 위탁운영업체를 활용한 장비 전문 인력의 효율적 활용이 이뤄지고 있다. 보유 장비는 광학기초장비, 화합물 분석장비, 가공/시험장비, 전기전자 측정장비, 물리적 성질 측정 장비 등이다.\n기술이전과 사업화 지원에도 차별화된 서비스를 제공한다. 기업의 기술경쟁력을 강화하고 나아가 지속적인 산학협력을 촉진하기 위하여 우수 기술을 기업에게 이전하고, 이전된 기술이 상용화 될 수 있도록 기업의 애로기술 해결, 연구역량 강화, 전문인력 활용, 기술상용화 등을 지원하고 있다.\n기술이전 및 사업화 지원\n1. 우수기술 연계\n기업의 수요기술과 매칭되는 우수기술 및 기술평가 자료 제공\n2. 전문가 연계\n매칭된 기술의 상용화를 높이기 위해 산학정보 유통관리 시스템(HERACLES)*를 통한\n전문 연구인력 연계, 특허전략 수립 등에 관한 컨설팅 제공\n3. 기술이전 컨설팅\n기술이전 절차, 법률, 세무, 사업화전략 등에 관한 컨설팅 제공\n4. 기술자문\n전문가를 통한 기술자문을 수행하여 기업의 기술사업화 컨설팅 제공\n5. 사후지원\n가족기업 운영, 정무지원사업 연계, 투자 연계 등 이전기술의 사업화를 위한 사후지원\n산학정보 유통관리 시스템(HERACLES)은 연구인력, 지식자산, 연구과제, 논문과 저역서, 연구장비 등 한양대학교 ERICA가 보유하고 있는 지식 자산에 대한 정보를 실시간적 데이터로 제공하고, 협업을 희망하는 기업에게 우리 대학이 보유한 최고의 연구력과 연구 인력을 매칭하는 시스템이다.\n이밖에 지역 내 산업계와의 소통 강화와 기업 애로 상시 지원을 위해 기업과 대학이 만나 자유롭게 토론하고 기업애로 해결방안을 모색하는 기업 현안 주제의 개방형 산학 간담회 ‘MUFFINDAY’를 개최하고 있다. 기업과 대학관계자가 자유롭게 토의하고 나아가 상호 협력방안을 모색 할수 있도록 기업 경험이 풍부한 산학협력중점교수 주관 소규모로 운영되며 기업 기술·경영 전반에걸친 다양한 기업현안 주제를 채택(필요시 관련 전문가 초빙)하고 사업단 기획 주제의 월 1회 정 기 회의 및 기업요청 주제 대응 비정기 회의(수시)를 병행하고 있다.\n산학협력협의회를 통한 기업지원 및 인력양성\n산학협력협의회는 수도권역 내의 지역혁신체제와 유기적인 협력을 위하여 대학을 비롯한 기업,연구소, 정부기관인력을 구성원으로 한 정보 교류의 장이다. 정기적인 모임을 통하여 업종별 기술 수요 및 교육훈련 수요 분석을 통해 산학협력 기업지원 및 산학연계 인력양성 프로그램 개발, 시행을 주도적으로 추진하고 있다. 2012년 LINC사업 때부터 이어져 왔으며 당시 산학협력 기업지원 프로그램과 함께 특성화전공, 캡스톤디자인, 현장실습 등이 ‘고용연계형 인력양성 프로그램’으로 구성돼 있었다.\n다양한 산학협력친화형 교육프로그램\n학과와 학과 또는 단과대학과 단과대학간 연계를 통해 참여 학부생 및 대학원생들을 융복합적기술 소양을 보유한 전문인력으로 키우는 인력양성 프로그램을 진행 중이다. 한양대학교 ERICA의 인력양성 비전을 반영하고 정부의 수도권 지식정보산업과 경기도의 정보통신, 생명, 자동차,부품·소재 등의 산업발전전략을 비교분석한 후, 학부생 및 대학원생들에게 대학이 핵심역량을 보유한 특화분야의 최신 전문지식 전수와 고부가가치 첨단산업 분야에 종사할 수 있는 능력이 함양되도록 체계화된 교육을 제공하고 있다.\nLINC+사업 특화분야 인력양성 프로그램\n특화분야\n교육과정\n참여대학 및 학과\n주요내용\n첨단 ICT 융합\n신소재기반 전자소자 및 마이크로 기계 융합\n공학대학(전자공학부, 재료화학공학과, 기계공학과)\n차세대 플렉서블 디스플레이와 이동통신용 단말\n기 소자부품, 탄소나 노튜브를 비롯한 나노 신소\n재 및 4차 산업혁명의 핵심 요소인 센서제작을 위\n한 MEMS 응용 신소재를 기반으로 하는 전자소자\n및 미세 정밀기계 시스템 전문인력 양성 추진\n인간 중심 교감형 기계 시스템\n공학대학(로봇공학과, 융합시스템학과)\n미래산업의 트렌드인 IT기술과의 융복합화 및 산\n업설비의 자동화 관련 전문인력 양성을 위해 다학\n제적 교과체계를 구성하고, 인간중심의 교감형 자\n동화 시스템 구현 전문인력 양성추진\n생태 환경 생\n생태환경진단 및 환경분석\n과학기술융합대학 (해양융합과학과, 화학분자공학과)\n생태환경진단과학 분야의 연구개발 및 산업체 인\n력 수요에 대응하기 위한 다양한 환경오염물질에\n대한 환경분석기술 보유 전문인력 양성 추진\n신소재\n친환경 세정기술\n공학대학(재료화학공학과)\n세정기술의 기초 및 고급기술, 습식세정화학 포뮬\n레이션, 건식 세정기술, 환경안전특론 등 친환경\n세정기술 분야의 이론제공과 관련 실험을 통해 표\n면분석 장비 실습, 운용, 해석에 대한 교육으로 세 정 및 도 금 분야 전문가 양성\n광전 소자\n차세대 광자기술\n과학기술융합대학 (나노광전자학과), 공학대학(전자공학부)\n자체 구축한 광자기술 부품의 물성 및 성능을 분\n석 평가할 수 있는 기법과 장비를 활용하여 이론\n및 실무 병행 교육으로 광자기술(Photonics) 분야\n성능평가 전문가 양성 추진\n2005년부터 공학대학에서 정규교과목으로 개설된 캡스톤디자인도 2012년 LINC사업을 계기로 전 단과대학으로 확대됐다. 캡스톤디자인은 학문분야별로 습득한 전문지식을 바탕으로 학생 스스로 설계, 제작, 평가하는 창의적 종합설계 프로그램이다. 학부생을 창의성과 실무능력, 팀워크, 발표능력 향상, 리더의 역할을 수행할 수 있는 전문인력으로 육성하기 위해 추진하고 있다.\n사회문제(Community), 인문사회(Humanity), 산업수요연계(Industry), 이·공학 창의(Engineering), 학제융합(Fusion), 스타트업지원(Startup) 등 6가지 주제 형태로 운영하고 있다.작품의 HW/SW 구현에 따라 지원비를 차등지급하며, 모든 단과대학이 동일하게 적용된다. 매년교내경진대회를 통한 우수작품 발굴, 특허출원을 연계하고 산업체 공동 캡스톤디자인 과제 및 대학원 연계 캡스톤디자인 과제를 수행한다.\n현장실습(E-WIL, Erica campus – Work Integrated Learning) 프로그램은 급변하는 사회에 보다 탄력적으로 대처할 수 있는 실무 능력을 배양하기 위한 교육 프로그램이다. 대학 교육과정에 습득한 이론을 기초로 일정기간 동안 전공과 관련된 국내·외 산업현장에서 급변하는 트렌드 및 실무를 체험하고 이를 통해 현장감각 및 적응능력향상, 진로 설정의 방향성 제시, 취업 경쟁력 향상을 목적으로 운영된다. 3~4학년을 대상으로 협력기관 및 가족회사 등에서 실습을 진행한다.\n대학은 현장중심의 교육기회 확대, 취업률 증대, 산학협력 활성화, 대학경쟁력 향상, 기업은 인지도 제고 및 창의적 고급인력 활용, 우수인재 발굴, 대학교육 참여 기회, 학생은 진로 설정, 취업경쟁력 강화, 사회 요구 파악 및 적응능력 향상 등을 기대할 수 있다.\n현장실습 종류\n구분\n운영시기\n실습\n시간\n학점인정\n비고\n계절제 현장학습\n하계/동계방학\n1~2개월\n<일반선택(P/F)>\n학점 수 별도 안내\n•졸업학점 포함 •수강료 납부 •산학협력영역 인정\n학기제 현장학습\n1·2학기\n3~4개월\n<전공심화/선택, 일반, 교양(P/F)>\n학점 수 별도 안내\n•졸업학점 포함 •등록금 납부 •이수 후 졸업가능 •산학협력영역 인정\n선택형 4+1학년제\n1·2학기\n3~4개월\n<전공심화(P/F)>\n정상 이수 시 10학점 성적증명서 표기\n•졸업학점 미포함 •등록금 면제 •이수 후 학업복귀 •산학협력영역 불인정\n※ 단기과정(계절제) + 장기과정(학기제/4+1) = 6개월(최대 1년까지 가능)\n취업 후 실무에서 바로 활용할 수 있는 지식 및 실무 능력 배양을 위해 학·연·산 클러스터 입주기관 및 산업체, 연구기관과 공동으로 운영하는 산업연계형 교과목도 구성하여 모든 전공의 학생에게 제공하고 있으며, 현장실습, 외국어능력 및 인성 교육과 연계한 인증제도를 실시하고 있다.\n2학년 이상 재학생, 졸업까지 2학기 이상 남은 재학생을 대상으로 팔수교육, 공통교육, 실무교육을 거쳐 수도권 산업체, 연구기관 등에서 현장실습을 진행하고 Creative/Field-Interactice/Specialty 교육과정을 거친다. 현장실습은 3학년부터 참여할 수 있다. 교과목은 대학주도형 교과목과 산업연계형 교과목으로 구성된다. 학연산클러스터 교육과정을 수료하고 졸업 평점 3.5 이상,외국어성적(TOEIC) 750 이상, 사회봉사 1회 이상 등의 조건을 만족하면 학연산클러스터 교육 인증을 제공한다.\n실전적 창업교육\n창업교육센터(Knowledge Factory)를 중심으로 창업을 위해 필요한 관련 지식, 기술을 가르치는 대학의 교육과정과 예비창업자로서 갖추어야 할 경영지식, 가치관, 태도 등을 함양하는 일체의 교육 프로그램을 구성하여 실전적 창업 교육을 실시하고 있다.\nE-STSTM(ERICA Startup Training System)은 한양대학교 ERICA가 창의적인 예비창업자를 양성하는 열린교육 체계다. 기업가정신 교육을 통해 창조적 열정(Passion)의 캠퍼스 창업문화를 확산하고, 창의적 아이디어를 바탕으로 한 창업 실무 역량을 강화하며(Profession), 학교와 기업이 함께하는(Partnership) 교육과정(E-STSTM)을 통해 재학생 창업은 물론 미래의 창업 예비자가될 수 있는 인재 양성을 목표로 하고 있다.\n3단계 창업교육 인큐베이션 플랫폼 E-TIP(ERICA-Three phase Incubation Platform)은 혁신적인 사고역량 강화, 창업관련 전문지식 제공, 지식매칭 기반 확보, 외부기관(스타트업 엑셀러레이터, 유관기관) 연계, 정부(창업자금) 및 투자(벤처캐피탈, 클라우딩, 엔젤) 매칭, 창업관련 교수 및 전문가 네트워크 등을 통해 경쟁력 있는 창업자를 양성한다. 또 창업역량 수준별 교육프로그램을 갖춰 체계적으로 맞춤형 창업 인재를 육성하고 있다.\n또한 학생들의 창의적 아이디어 작업을 위해 창의공작공간(Knowledge Studio)을 새롭게 만들어 안전교육 이수 후 누구나 이곳에 구비되어 있는 장비들을 사용할 수 있다. 스스로 직접 만들고 자신의 아이디어를 실현함으로써, 자기주도의 Hands-on Skills, Hands-on Experience를 경험하고 다양한 재능, 배경의 사람들과 공유 및 협업을 통해 자신을 뛰어넘는 혁신을 경험할 수 있다.\n산학협력 선도모델 개발 시범사업\n우리 대학은 교육부, 한국연구재단 및 한국산업기술진흥원의 ‘산학협력 활성화 5개년 계획’실행 방안 중 하나인 ‘산학협력 선도모델 개발 시범사업(ICC, Industry Coupled Center)’산업분야별집중지원 분야 모델(광자기술 분야)에 2016년 5월 선정됐다.\n이를 위해 전자통신공학과(현 나노광전자학과) 심종인 교수가 주도하는 산업 집중지원 분야로서 지역사회 기반의 미래 지향적 기술인 광자기술(LED)을 제시해 LED분석센터를 광자기술 허브로 발전할 수 있도록 추진하면서 광자기술로 특화된 전문지식을 지역에서 전국으로, 그리고 글로벌 학연산 네트워크로 확산함으로써, 국내 광자기술 산업 육성 및 산학협력 활성화를 주도적으로 진행토록 계획했다. 이미 LED부품의 특화된 자체개발 특성 분석 인프라를 구축하여 LED 성능분석에 대하여 산학연의 중심적인 역할을 수행하고 있는 중에 광자기술 ICC 구축으로 LED 중심의 성능분석 서비스를 광자기술 부품으로 확대하고자 했다. 이를 통해 양산제조기술 중심의 산업계 개발방식으로부터 분석, 평가 및 설계 기술로의 산업 패러다임 변화를 추구했다.\n이후 차세대 광자기술 ICC 전용공간 구축, 역량 홍보 및 확산을 위한 홈페이지 구축 및 운영, 특화분야 교육프로그램 개발 및 산업체 재직자용 교재 개발, 차세대 광자기술 ICC 분야 기업과의 산학협력 활동 추진 등의 과정을 거쳐 차세대 광자기술 부품 원천기술 개발, 산업체 제품의 성능·신뢰성·불량 분석 서비스 제공, 광자기술 부품 분야의 설계, 분석 핵심인력 양성 등을 진행하고 있다.\n이를 통해 광자기술 HUB 구축, 산학협력 고도화, 원천기술 개발 및 신산업 창출 등의 역할을 수행하고 있으며 광자기술 부품 성능분석 서비스 확대로 WCC(World Class Center)로의 발전 전략을 추진하고 있다.\nPRIME사업\nPRIME사업의 배경과 선정 의의\nPRIME(PRogram for Industrial needs-Matched Education)사업은 ‘산업연계 교육활성화 선도대학 사업’으로 사회와 산업의 수요에 맞게 정원을 조정하는 대학에 2016년부터 3년간 1년에 50억~150억을 지원한 국가재정지원 사업이다. 한양대학교 ERICA는 수도권 3개교 중 하나로, 최대 450억원 규모의 재정 지원을 받는 ‘대형’사업에 최종 선정됐다.\nPRIME사업의 핵심 취지는 ‘대학 졸업생들이 충분한 진로역량을 갖추고 좋은 일자리에 취업할 수 있는 환경을 만들기 위한 것’이라고 할 수 있다. 2000년대 이후 대학을 졸업하더라도 취업난에 허덕이는 현상이 발생하기 시작했고, 해가 갈수록 심각해져 사회문제로까지 대두됐다. 대학이 양성하는 인재와 사회가 필요로 하는 인력이 서로 맞지 않아 청년들이 대학을 졸업하고도 전공에 맞는 일자리를 찾기 어려울 뿐 아니라 기업 역시 선발한 인재를 직무에 맞게 다시 교육시켜야 하는 불편함이 이어지고 있는 것이 현실이었다. 더불어 학령인구 감소에 대응한 양적·질적 구조개혁의 필요성도 대두됐다. 이에 따라 정부가 PRIME사업을 통해 대학이 산업 수요에 맞게 체질 변화를 이룰 수 있도록 계기를 마련했다. 즉, 정부와 대학이 서로 힘을 합쳐 대학의 체질개선과 구조개혁을 통해 학생들이 보다 쉽게 사회에 진출하여 그 역량을 펼칠 수 있도록 사업을 추진한 것이다.\n사업 선정에 있어 눈여겨 볼 배경은 ‘공감과 소통으로 이뤄낸 합의’라는 점이다. PRIME 대형 사업에 신청하는 대학은 총 입학 정원의 10% 이상을 조정해야 했는데, 우리 대학은 정원 조정 규모가 총 247명으로 대형 9개 대학 중 가장 적음에도 최종 선정되는 쾌거를 거뒀다. 사업을 준비하는 약 7개월 동안 소통과 합의를 통해 모든 구성원으로부터 사업 참여에 대한 적극적인 지지를 얻은것이 사업 선정에 큰 힘이 됐다.\n실제로 선정 기준 중 핵심안 하나가 바로 대학 구성원 간 합의 과정을 통해 사업 계획을 마련하고, 위축되는 분야에 대한 지원 계획을 수립해야 한다는 점이었다. 우리 대학은 사업 추진 과정에서 여러 차례 간담회와 설명회를 통해 학생들에게 사업 내용을 공유했으며, 각 단과대학에서도 학생과 교수가 참여하는 공청회를 열어 적극적으로 의견을 수렴했다.\n특히 학생들의 불안감을 해소하기 위해 학과 통폐합 계획이 없음을 미리 알리고, 신설 학과와 정원이 조정되는 학과에 동등한 지원이 이뤄짐을 약속했다. 그 결과 2016년 3월 16일 학생 총회에 참가한 학생들이 78.7%의 높은 찬성률로 사업 참여를 지지했다. PRIME사업을 추진하면서 많은 대학들이 겪은 시행착오를 줄일 수 있었던 배경에는 이러한 공감과 소통을 위한 노력이었다. 각 학과와 단과대학의 의견을 수렴해 교육, 행정, 재정 측면에서의 지원 방안을 구체적으로 수립하는 것은 물론, 모든 대학 구성원의 공감과 소통의 목소리를 담은 보고서가 심사 과정에서 높은 평가를 받았다.\n한편 사업에 선정된 대학의 경우 공학계열 학과의 개편 및 신설로 인해 상대적으로 인문계열의 정원이 감소할 것으로 보는 부정적 시각이 많았다. 하지만 우리 대학의 경우, 기존 CK사업 등과 연계해 예정된 대학의 중장기 정원 조정 계획에 따른 것으로, PRIME사업에 의한 조정은 아니었고 사업 선정의 혜택을 모든 학생이 고르게 누릴 수 있었다. 신설·증원되는 학과뿐만 아니라 모든 학과의 교육 과정과 환경을 개선하게 되었기 때문이다.\n인문계 학생이 공학계열 전공을 공부할 수 있는 기회가 대폭 늘어났으며, 사회 수요 맞춤형 교육프로그램을 도입하여 교육환경을 개선하고, 인문/예체능 계열에도 다양한 혜택이 제공되도록 했다. 또한 모든 학과의 교육 역량을 강화하기 위해 ‘ERICA PBL(Problem Based Learning) 교육과정’을 도입했다. PBL은 학습자에게 문제를 제시하고 그 문제를 공동으로 해결하는 과정에서 토론기술, 창의력, 문제해결능력을 익힐 수 있는 학습자 중심의 교육 모형이다. 이에 따라 많은 교과목이 PBL 중심으로 개편됐다. 학생들은 4명 또는 10명이 한 그룹을 형성해 튜터와 대학원생, 학부선배 등 보조 튜터의 도움을 받아 문제를 해결해 나가는 능동적인 학습을 하게 됐다.\n핵심전략 '3S Up'의 수립\n한양대학교 ERICA는 이미 지난 2004년부터 학연산클러스터를 통한 국내 최고수준의 산학협력 특성화 캠퍼스가 구축돼 있어 산업계 인력 수요에 부응하는 다양한 특화 교육 프로그램을 운영해왔다. 그동안 학연산클러스터와 ‘산학협력’을 통한 대학의 새로운 모델을 제시해 왔던 우리 대학은 PRIME사업을 통해 학연산클러스터 2.0 시대를 열었다. 지속적 발전을 위한 인프라를 구축하고 대학 브랜드를 강화해 지역사회와 함께 발전하는 대학이 목표다. 이에 소프트웨어, 첨단신소재, 해양 산업 등 미래유망 신산업을 위주로 사회수요를 맞추면서, ICT와 제조업을 결합해 반월시화단지 등 주변 지역 제조업 분야와도 협력해나갔다.\n이와 함께 지금껏 다져온 학연산클러스터 기반 교육과정에 혁신의 가속도를 높이고자 ‘3S Up’전략을 추진했다. 3S Up전략은 소프트웨어 업(Software Up), 사이언스 업(Science Up), 스마트업(Smart Up)의 약자다.\n전 세계적으로 경제·사회 전 분야에서 가장 주목 받고 있는 新 성장동력 중 하나인 소프트웨어시장에서 미래 기술을 선도해나갈 전문가의 필요성은 점점 커지고 있다. 우리 대학의 ‘SoftwareUp’전략은 이러한 시대적 요구에 맞춘 고급 소프트웨어 인재 및 융합 소프트웨어 인재를 육성하고자 마련됐다. 소프트웨어융합대학을 허브로 하여 인문, 사회, 예체능 계열 재학생들이 다중전공,복수전공을 통해 공학사가 취득 가능한 교육과정을 제공하게 되었으며, 비이공계 학생의 요구를 반영해 전 계열 학생이 소프트웨어 과목을 비교적 용이하게 수강하고, 본인이 원할 경우 소프트웨어 학사 학위를 취득할 수 있는 기반을 마련했다.\n미래 유망 신산업 분야에 필요한 인력은 2020년까지 신규 11만명을 포함해 총 21만4천명에 달하는 것으로 조사됐다. 인력수요가 가장 많을 것으로 예상된 분야는 스마트홈으로, 신규 5만5천명을 포함해 9만4천명이다. 화장품 산업에 필요한 인력은 4만 명으로 나타났으며, 각각 2만 명이 필요한 지능형로봇과 바이오의약 분야가 뒤를 이었다. 이러한 미래 유망 신산업을 묶는 키워드는‘융합’이다. 이에 따라 우리 대학에서는 ‘Science Up’전략을 통해 기초과학을 기반으로 하는 융합형 공학 인재를 육성하고 있다.\n선진국은 제조업의 부활에 정책적 역량을 집중시키고 있고, 중국 등 신흥국의 추격도 매서운 상황이다. 이에 따라 각국은 ICT 기술을 활용해 지능화 된 공장, 즉 스마트팩토리(Smart Factory) 구축에 적극 나서고 있다. 우리 대학은 이러한 시대의 흐름에 발맞춰 제조업과 연관성이 높은 기계 공학부와 재료화학공학과, 전자공학부의 정원을 증원하고 교육 과정을 제조업 혁신 기술 중심으로 재편했다. 특히 반월시화공단의 2만여 개 중소기업과 협력하여 스마트 제조업 및 스마트 팩토리 확산을 추진했으며, 스마트제조러닝센터를 설립해 제조 혁신을 선도할 스마트한 공학인을 배출하고 있다.\n최첨단 교육환경 및 교육과정 구축\nPRIME사업을 통해 한양대학교 ERICA 전체가 최첨단 교육 인프라를 갖춘 PRIME 캠퍼스로 새롭게 태어났다. 단과대학마다 최고 수준의 첨단 강의실과 토론식 강의실이 들어서고, 창의적인 사고와 융합활동이 펼쳐지는 ‘IC-PBL Open Space’가 구축됐다. 캠퍼스 어디에서나 압도적으로 넓은 공간과 쾌적한 시설을 자랑하는 라운지를 만날 수 있으며, 글로벌라운지에서는 내외국인 학생들이 자유롭게 어우러져 소통한다. 덕분에 한양대학교 ERICA는 문화를 펼치고, 경험을 나누는 캠퍼스, 지식을 융합하고 확산하는 캠퍼스, 자유롭게 소통하고 성장하는 캠퍼스로 거듭나게 되었다.\n교육과정에 있어서도 혁신적인 변화를 일궈냈다. PRIME사업 선정의 혜택을 모든 학생이 고르게 누릴 수 있도록, 모든 학과에 사회 수요 맞춤형 교육프로그램을 도입하여 교육환경을 개선하고, 인문/예체능 계열에도 다양한 혜택을 제공해 왔다. 특히, 4차 산업혁명을 선도할 수 있는 문제해결 역량을 갖춘 인재를 양성해야한다는 강력한 의지에 따라 국내 대학 중 최초로 ICPBL(Industry-Coupled Problem-Based Learning)을 학교 전체 차원에서 전면적으로 도입했다.이러한 혁신적인 교육 모델은 많은 대학들이 벤치마킹하는 선도적인 교육 모델이자, ERICA를 대표하는 고유 브랜드로 자리매김하고 있다.교육시설 및 교육과정 등은 제1부 4장 4~5절을 통해 보다 자세히 후술한다.\n연차평가 '최고'등급 획득\n한양대학교 ERICA는 PRIME사업 1차년도 연차평가발표에서 ‘최고’등급을 받았다. 평가는 사업을 수행하는 전국 21개 대학을 대상으로 이뤄졌다. 교육부와 한국연구재단은 각 대학의 1차년도 사업비 집행실적과 2차년도 사업추진계획을 토대로 사업성과를 면밀히 분석하는 것은 물론, 시설장비 구축 현황 등 대학 현장점검과 영역별 심사위원 질의응답으로 이루어지는 대면 발표평가를 진행했다.\n1차년도는 각 대학들이 신설하겠다고 밝힌 학과 및 정원조정에 대한 계획이 잘 이뤄졌는지, 특히 대형의 경우 교육여건(시설)을 제대로 확보했는지를 중점적으로 평가했다. PRIME사업의 연차평가 결과는 세 등급으로 나뉘며, 최고 등급을 받은 대학은 인센티브를 추가로 지원을 받는다. 우리 대학은 최고 등급으로 약 8억원의 인센티브를 받았다.\n우리 대학은 3S Up 전략에 맞춘 학사구조 개편과 전계열의 PRIME 조정계획을 100% 달성해 학사구조 개편 이행 실적 및 특성화 분야 여건 개선 등은 매우 우수하게 수행되었으며, 사회수요 맞춤형 교육과정혁신도 높은 평가를 받았다. 산학협력활동, 지역연계산업 등에서 빼어난 성과를 거두었고, 글로벌 지역학 중심의 인문학 발전 계획과 정원 감소 분야의 공모사업을 통한 지원 체계 수립, ERICA-WALLET 등 우수한 진로개발 프로그램도 우리 대학만의 혁신적인 노력으로 평가 받을 수 있었다. 그밖에도 신임교원 확충, 교원 지원 사업, 재정집행 등 전반적으로 안정된 사업운영에 대해 우수한 평가를 얻었다.\n2차년도에도 교육환경의 개선, ERICA IC-PBL 및 ERICA-IAB 등과 같은 교육과정의 혁신 등을 바탕으로 ‘최고’등급 평가를 이어갔다. ERICA IC-PBL은 산업체와 학교와의 연계를 통해 산업 현장의 실제 과업을 학습 시나리오로 개발하여, 학습자가 현장에서 발생하는 생생하고 실제적인 문제를 해결함으로써 사회 수요를 반영한 문제해결 역량을 갖출 수 있도록 하는 한양대학교 ERICA의 교육 모델로, 2017년 2학기 들어 성공적인 확대 운영을 펼쳤다. 또한 국내 대학 최초로 전 학과에 산업계 종사자들을 자문위원회로 위촉한 기구, ERICA-IAB를 구성하여 성공적으로 운영했다.교과-비교과의 연계성을 강화한 ERICA-END(ENhanced career Design) 체계도 수립, 교양 취업 강좌들을 축소하고 내실화된 기초 필수 과정으로 운영하여 효율적인 경력개발을 지원해 취업지원체제를 개선했다.\nPRIME사업 3년간의 기록\n한양대학교 ERICA는 PRIME사업과 함께 3년 여간 놀라운 변화와 혁신을 거듭해왔다. 캠퍼스 전체가 최첨단 교육 인프라를 갖췄으며, 단과대학마다 최고 수준의 첨단 강의실과 토론식 강의실이 들어섰다. 또 IC-PBL과 IAB를 중심으로 교육혁신을 일으키며 선도적인 산학협력대학으로서새로운 길을 제시해왔다. 그 3년의 기록을 정리했다.\n캠퍼스 혁신파크 선도사업\n산학연 관련 2019 정부 재정지원사업 3관왕 달성\n우리 대학이 2019년 8월 국토교통부·교육부·중소벤처기업부가 공동으로 추진하는‘캠퍼스 혁신파크 선도사업’에 선정됐다. 사업 공모에는 총 32개 대학이 참여해 10대1을 상회하는 경쟁률을 보였으나 높은 수준의 개발 타당성과 산학연 협력 역량, 주거와 교통 여건이 우수한 입지 등을 인정받아 최종 선정됐다.\n이 사업은 대학 유휴부지를 도시첨단산업단지로 지정하고 단지 내 기업입주시설 신축 지원, 정부의 산학연 협력사업 및 기업역량 강화사업 등을 집중하여 대학을 지역 혁신성장의 거점으로 육성하는 사업이다. 이를 통해 기업은 대학의 연구인프라와 혁신역량을 활용하여 아이디어 발굴부터 사업화까지 종합 지원을 받게 되고, 대학은 유휴부지를 효율적으로 활용해 고밀도 산학협력 생태계를 구축하며 재학생의 현장실습 및 인턴 경험, 졸업생의 취·창업 지원, 재직자 교육프로그램 강화 등 대학발전의 선순환 구조를 마련하게 된다.\n이보다 앞선 5월에는 ‘산학연 협력단지 조성사업’에 선정됐고, 6월에는 안산 사이언스 밸리(ASV)가 ‘강소연구개발특구’로 지정돼 캠퍼스 혁신파크 선도사업 선정과 함께 2019년 정부 재정지원사업 3관왕을 달성하게 됐다.\n교육부 주관의 산학연 협력단지 조성사업은 대학의 유휴공간을 리모델링하여 기업과 연구소의 입주와 창업 활성화를 목적으로 하는 사업으로 5년간 정부 80억원, 지자체 58억원, 총 138억원을 지원받는다. 과학기술정보통신부 주관의 경기 안산 강소연구개발특구는 안산 사이언스 밸리의 핵심기관인 ERICA를 중심으로 기술사업화를 촉진하고 특구 내에 입주하는 연구소, 첨단기술기업 등에 세제 혜택이 적용되는 사업으로 향후 5년간 최대 1,287억원의 생산 유발효과와 516억원의 부가가치 유발효과, 1,139명의 일자리 창출이 기대되고 있다.\n이와 같은 성과는 ERICA의 지속적인 산학연 협력을 위한 노력과 땀방울의 결실로, 개교 40주년을 맞아 그 의미를 더했다.\n사업 추진 계획\n캠퍼스 혁신파크 선도사업으로 ERICA캠퍼스 내 서측 유휴부지 186,848㎡(5.6만평)에 창업지원시설, 기업입주시설, 주거·문화·복지 등의 지원시설이 들어설 예정이다.\n1단계로 글로벌 R&D 시설을 마련하고 IT 연계 창업기업 유치 및 육성, 첨단부품소재·스마트제조혁신 기업을 유치한다. 2단계는 혁신파크 지원시설을 조성해 주거·문화·복지를 위한 다양한 시설을 구축한다. 마지막 3단계는 바이오생명공학시설 조성으로 BT/CT 연계 창업기업 유치, 바이오생명공학·의료·미디어·문화·금융 기업 등을 유치한다. 이를 바탕으로 일터와 삶터, 배움터가 결합된 혁신적인 공간과 양질의 청년 일자리 창출을 위한 도시첨단산업단지를 조성하고 글로벌산학연 협력 생태계를 선도할 계획이다.\n구분\n기간\n시설(부지)\n주요내용\n1단계\n~2022년\n글로벌 R&D시설 (79,219㎡)\n・ IT 연계 창업기업 유치 및 육성\n・ 첨단부품소재·스마트제조혁신 기업 유치\n・ 글로벌R&D관(30층)을 비롯한 4개동 신축\n2단계\n~2025년\n혁신파크 지원시설 (33,118㎡)\n주거·문화·복지시설 건립\n3단계\n~2030년\n바이오생명공학시설 (74,511㎡)\n・ BT/CT 연계 창업기업 유치\n・ 바이오생명공학·의료·미디어·문화·금융 기업 유치\n기타 정부지원사업\nLINC사업과 PRIME사업 외에도 정부지원 사업을 연속 수주하는 성과가 이어졌다.\n먼저 2012년 7월 공학대학 컴퓨터공학과는 지식경제부 ‘SW특성화대학지원사업’에 선정됐다. 이 사업은 국내 4년제 대학의 SW관련 학과를 대상으로 SW특성화 전공교육 및 산학협력을 강화한 SW전공학과 성공모델을 확산하고자 SW재능과 열의를 갖춘 학생을 선발, 3~4학년 동안 고강도의 집중적인 SW전공과정을 거쳐 SW엔지니어의 글로벌 리더를 육성하는 사업이다. 컴퓨터공\n학과는 이 사업 선정으로 2012년 7월부터 2018년 2월까지 6년여 동안 정부출연금 총 42억 원 및 민간부담금 총 12억 원을 지원받아 사업을 수행했다. 이를 통해 산학협력중점교수를 포함한 우수한 교수를 확보하고, 학과 재학생을 대상으로 참여기관 및 대학 평가를 통해 SW전공과정 진학생 30여 명을 선발, 3~4학년 동안 프로젝트 멘토링, 국내외 인턴쉽, 해외대학과 연계한 강의 수강(학점 인정), 장학금 지원 등이 이뤄졌다.\n2013년 11월에는 2개 사업단, 10개 사업팀이 ‘BK21+ 사업’에 선정됐다. 미래 국가경쟁력 제고를 위해 우수 대학원의 교육·연구역량 강화 및 학문후속세대 양성을 추진하기 위한 사업으로 2013년부터 2020년까지 7년 동안 210억 원의 재정 지원으로 진행 중이다. 이를 통해 성장 가능성이 높은 바이오나노융합산업 분야를 이끌어 갈 고급인력을 양성하고 다양한 협동연구를 수행하여 세계적인 연구 흐름을 선도할 수 있는 기반을 마련하고 있다. 또 학부(생명나노공학과)에서 대학원(바이오나노공학과)으로 연계되는 프로그램 운영을 통해 기초부터 응용까지 체계적인 교육 시스템을 갖추고 있다.\n교육부와 한국연구재단의 ‘수도권대학(CK-Ⅱ) 특성화사업’에는 공학대학 전자공학부·재료화학공학과·기계공학과, 국제문화대학 문화콘텐츠학과 등 4개 사업단이 2014년 7월 선정돼 2019년까지 총 182억 원을 지원받았다. 이 외에도 ‘학부교육 선진화 선도대학 지원(ACE)사업’, ‘교육역량강화사업’, ‘소프트웨어중심대학’등 연이은 사업 선정으로 특성화 교육 프로그램과 시설 구축에 든든한 뒷받침이 됐다."
}