{
  "title": "ERICA40년사/교육및학사행정의도약",
  "url": "https://hyu.wiki/ERICA40%EB%85%84%EC%82%AC/%EA%B5%90%EC%9C%A1%EB%B0%8F%ED%95%99%EC%82%AC%ED%96%89%EC%A0%95%EC%9D%98%EB%8F%84%EC%95%BD",
  "content": "ERICA40년사\n중 교육 및 학사행정의 도약에 관한 이야기입니다.\n‘실용인재의 양성’. 이것은 2000년대 안산캠퍼스를 이끄는 핵심이라 할 수 있다. 이 시기에 새롭게 도입되었던 대부분의 교육 프로그램은 기초학업능력과 실무능력 향상을 위한 실용학풍 노선을 취하고 있다. 국제화, 세계화 흐름에 부응코자 영어능력 향상을 위한 교육과정을 증설하고 제도적으로 이를 뒷받침하였으며, 졸업 후 사회에서 겪을 시행착오를 줄이고 사회가 원하는 핵심인재 양성을 위해 관련 프로그램을 마련한 것은 안산캠퍼스의 경쟁력을 높이는 힘이 되고 있다. 또한 ‘사랑의 실천’을 건학이념으로 하고 있는 우리 대학은 인성교육의 중요성을 더욱 강조하여 지성과 인성을 겸비한 ‘창조적 실용인재 양성’에 힘쓰고 있다.\n목차\n1\n교육과정의 개편\n1.1\n2000년대 대학편제 변천과정\n1.2\n교양강좌의 흐름\n2\n세계화, 국제화 흐름 속에서 실용인재 양성을 위한 노력\n2.1\n외국인 전임교수의 증원\n2.2\n창의인재교육원(제4학생생할관)프로그램 의무 이수제)\n2.3\n프론티어 인증제도 시행\n교육과정의 개편\n2000년대 대학편제 변천과정\n2000년대 안산캠퍼스 대학 및 학과의 변천사는 아래와 같이 요약할 수 있다.\n2000년도에는 기존의 문과대학을 국제문화대학으로 명칭을 변경하여 세계화의 흐름 속에서 국제사회에 대한 폭넓은 이해를 바탕으로 한 인재 양성에 초점을 맞추고자 하였다.\n2001년부터 공학대학은 학과편제의 변화를 맞이하는데 기존의 건설교통공학부에 속한 건축공학전공을 별도의 학부로 분리시켜 ‘건축학부’를 신설하였으며, 토목환경공학전공을 건설환경시스템공학전공으로, 교통공학전공은 교통시스템공학전공으로 학과명을 변경한다. 국제문화대학의 경우에는 2000년까지 인문학부와 외국어문학부로 크게 구분되어 있던 편제에서 외국어문학부를 지역별로 구분한 개념으로 변경하여 크게 3개의 학부로 나누었다. 동양언어·문화학부, 영미언어·문화학부, 유럽언어·문화학부가 그것이며 동양언어·문화학부 아래 일본언어·문화전공, 중국언어·문화전공을 두었고, 유럽언어·문화학부의 경우에는 독일어권언어·문화전공, 프랑스어권언어·문화전공을 둠으로써 기존의 언어, 문학 중심의 교과과정에 문화영역의 수업 비중을 높여 국제화시대의 흐름에 부응하고자 하였다. 또한 사회대학은 언론정보대학으로 명칭을 변경하였고, 이과대학은 과학기술대학으로 변경한 후 기존의 수학, 물리학, 화학전공을 각각 응용수학, 응용물리학,응용화학전공으로 명칭을 바꾸어 기초과학을 바탕으로 창의력을 발휘할 수 있는 응용과학기술인 양성에 보다 초점을 두었다. 또한 경상대학은 디지털경제경영대학으로 변경하였다.\n2002년부터 건축학부는 건축학전공과 건축공학전공으로 세부전공을 나누었으며, 언론정보대학은 기존 언론·광고·사회학부 아래 있던 세 개의 전공인 정보사회학전공, 언론학전공, 광고홍보학전공을 두 개의 학부(신문방송·정보사회학부, 광고홍보학부)로 재편하여 신문방송·정보사회학부 아래 신문방송학전공과 정보사회학전공으로 나누었다.\n2004년부터는 사회적으로 문화적 창의력과 지식, 아이디어가 결합된 문화콘텐츠가 국가경쟁력을 결정하는 핵심산업으로 부상함에 따라 국제문화대학에 문화콘텐츠전공을 신설하였다. 또한 과학기술학부 소속의 생화학·분자생물학전공을 분자생명과학부로 변경하였다.\n2005년부터는 공학대학 전자컴퓨터공학부 소속의 2개 전공을 3개의 전공(전자및통신공학전공,전자정보시스템공학전공, 컴퓨터공학전공)으로 재편하였으며, 국제문화대학의 중국언어·문화학부를 중국학부로 변경하였다.\n2008학년도부터는 국제문화대학 소속 독일어권언어·문화전공을 폐지하여 서울캠퍼스와 통합하였으며, 학부제를 폐지하고 편제를 학과제로 변경하였다. 또한 국어국문학전공은 한국언어문학과로 명칭을 변경하여 일반 언어학 안의 한국어, 세계 문학 안의 한국문학과 문화를 세워갈 수 있도록 하였다. 2000년도와 2009년도의 학과현황을 비교해 보면 다음과 같다.\n교양강좌의 흐름\n우리 대학의 교양강좌는 한양대학교가 목표로 하는 교양인, 전문인, 실용인, 세계인, 봉사인 양성을 위해 교양강좌 영역을 제1영역~제9영역까지 나누어 다섯 가지 유형에 적합한 강좌를 개설하여 왔다. 2003학년도부터는 그 이전까지 2학점 또는 3학점으로 구성되어 있던 교양강좌를 2학점으로 조정(교양체육강좌는 1학점)하였는데 이는 졸업학점 축소에 따라 영역교양과목의 학점수를 축소하여 실제 수강과목 수를 확보하고 학점상의 불균형을 해소하기 위함이었다.\n2004년도에는 제10영역으로 미래·환경 분야의 교양강좌를 새롭게 개설한 바 있다.\n2005학년도부터는 2005~2008 교육과정에 따라 교양강좌를 재편하게 되었는데, 크게 핵심교양영역과 선택교양영역으로 나누어 핵심교양 안에는 5개의 영역, ‘인문과예술영역, 사회와세계영역, 과학과기술영역, 비즈니스와리더십영역, 외국어영역’을 두어 각 단과대학별로 핵심교양 5개영역별로 이수학점을 지정하여 반드시 수강하도록 하였으며, 선택교양의 경우 앞서 언급한 5가지 소양별 영역(교양인, 전문인, 실용인, 세계인, 봉사인)으로 구분하여 선택 이수하도록 하였다.\n2005년 당시 교양교육이 재편되었을 때 안산캠퍼스에 개설된 교양강좌 현황은 다음과 같다.\n2006년부터는 학연산클러스터사업단이 관장하는 클러스터 영역의 교과목이 선택교양영역으로 대폭 추가되었으며, 교과목의 특성에 따라 2학점 또는 3학점 취득 가능하도록 하였다. 클러스터 영역의 교과목은 2학년 학생들부터 참여할 수 있도록 하였으며 대부분 전문가 초청의 옴니버스식으로 구성하여 이론 뿐 아니라 현장의 경험까지도 학습할 수 있도록 한 것이 특징이다. 2006년 개설된 학연산클러스터 영역의 강좌는 다음과 같다.\n2008학년도부터 우리 대학은 글로벌 수준의 실용인재 양성을 위한 HONOR 인증 프로그램을 실시하기 시작했다. 이는 성적 우수자를 대상으로 엄격한 기준을 적용하여 학생을 선발한 후, 입학에서 졸업까지 체계적이고 통합적으로 지도하는 프로그램이며 HONOR 교과목을 정규 과목으로 개설하였다. 2008년에는 ‘말과글’ 한 과목만 개설되었으며, 2009 교육과정부터 개설과목 수가 대폭 증가하였다.\n세계화, 국제화 흐름 속에서 실용인재 양성을 위한 노력\n외국인 전임교수의 증원\n안산캠퍼스는 1999년까지 외국인 전임교수가 단 1명뿐이었으며, 이후 2001년부터 2005년까지 조금씩 충원하기 시작하였지만 2명에서 9명 내외의 소수에 불과했다. 그러다가 2006년부터 그 숫자가 급격히 증가하기 시작하였는데, 이는 2005년 12월 학부대학의 설립과 그 맥을 같이 한다고 볼 수 있다. 학부대학은 기초교양 교육과정을 강화하기 위해 영어교육위원회를 두고 전대학을 대상으로 기초필수, 핵심교양, 일반교양 영역에서의 영어강좌를 관장하고 있으며, 2007학년도부터 시행된 영어전용강좌 의무 이수제, 기숙영어프로그램 등 2000년도 중반 이후부터 급격히 늘어난 영어강좌에 외국인 교수를 적극적으로 임용하여 캠퍼스 내에서도 영어를 제대로 배울 수 있는 환경을 조성하는 데 힘쓰고 있다.\n창의인재교육원(제4학생생할관)프로그램 의무 이수제)\n안산캠퍼스는 1981년 8월에 제1학생생활관(502명 수용), 1990년 3월 제2학생생활관(244명 수용), 1999년 8월 제3학생생활관(502명 수용)을 준공한 데 이어 2006년 2월 제4학생생활관(1,472명 수용)을 준공하게 된다. ‘창의인재교육원’이라고도 부르는 제4학생생활관은 이전의 제1, 2, 3기숙사와는 전혀 다른 개념의 교육공간으로서 안산캠퍼스만의 독특한 특성화 프로그램이라고 할 수 있다.\n창의인재교육원은 2006학년도부터 안산캠퍼스에 입학하는 모든 학생들이 단과대학별 입사 일정에 따라 입사할 수 있도록 ‘의무기숙제도’를 도입하였으며, 인생의 가장 중요한 시기에 올바른 미래를 설계하고 학문적 기초를 튼튼하게 다질 수 있도록 Find-SELF 프로그램을 운영했다. FindSELF의 Find는 Freshman in Dormitory를 의미하며 SELF는 Service, Exploration, Leadership,Friendship의 첫 글자를 모아 만든 말로서 신입생들이 봉사와 탐구정신을 배우고, 리더십과 공동체 의식을 길러 궁극적으로 ‘자아를 발견하고 개발’함으로써 글로벌 리더로 성장할 수 있는 발판을 마련하는데 그 목적이 있다.\n창의인재교육원에 입사하면 학과 구분 없이 신입생 20명당 한 팀을 이루게 되며, 대학원생으로 구성된 멘토/부멘토가 팀을 이끌며 다양한 팀별활동을 하는 것이 특징이다.\n교육 프로그램은 한 학기 16주 중 개강 후 2주, 중간시험 1주, 축제기간 1주, 기말시험 2주를 제외한 10주 동안 운영된다. 프로그램 내용은 크게 인성 및 기본소양 교육 프로그램과 영어교육으로 나뉘는데, 인성 및 기본소양 교육 프로그램은 인생을 설계하는 ‘My Life Road Map’과 팀별활동인 ‘Team Project’, 우리 대학 출신의 선배, 교수를 초청하여 특강을 듣는 ‘자랑스런 한양인’, 독서의 생활화와 문장력 향상을 위한 ‘독서/글쓰기’, 봉사활동인 ‘나눔활동’ 등이 있다. 영어 프로그램으로는 ‘영문독해’, ‘영작문’, ‘영어회화’가 있으며 이 중 1개를 선택하는 것을 원칙으로 한다.\n프론티어 인증제도 시행\n우리 대학은 2009학년도 신입생 및 2009학번 이후 편입학자부터 Frontier 인증제도를 시행했다. 프론티어 인증제도는 공통필수 및 핵심교양 영역의 교과목 12학점을 이수하고, 평점평균 3.5 이상이면 졸업시 인증서를 수여하는 것으로 기업을 비롯한 각 조직에서 실무적으로 필요한 지식 및 실무능력을 배양하고, 사회적 요구와 대학교육의 질적인 보완을 위하여 기업이 원하는 인재상을 면밀히 검토하고 필요한 부분을 적극 반영, 학생들의 취업률을 제고는 물론 사회의 힘이 되는 인재를 육성하는데 기여하기 위해 도입한 것이다. 프론티어 인증제도의 POOL은 다음과 같다."
}