{
  "title": "ERICA40년사/안산캠퍼스1979-1980",
  "url": "https://hyu.wiki/ERICA40%EB%85%84%EC%82%AC/%EC%95%88%EC%82%B0%EC%BA%A0%ED%8D%BC%EC%8A%A41979-1980",
  "content": "ERICA40년사\n중 1979년부터 1980년까지 안산캠퍼스의 설립 관련 내용입니다.\n목차\n1\n설립배경과 과정\n1.1\n1970년대 경제적·사회적 상황\n1.2\n안산캠퍼스 설립배경과 준비\n1.2.1\n시대적 난제 속에서 발견한 분교의 가능성\n1.2.2\n분교 설립 인가 과정\n1.2.3\n조직편성 및 교과과정 준비\n1.2.4\n안산캠퍼스 조성사업과 기공식 거행\n2\n안산캠퍼스의 원년\n설립배경과 과정\n1970년대 경제적·사회적 상황\n4·19혁명으로 자유당 정권의 붕괴와 그에 이은 민주당 정부에게 있어 화두는 기존 체계를 뛰어넘는 발전과 변화였다. 이에 민주당 정부는 경제개발 5개년 계획을 세우게 되지만 5·16 군사쿠데타로 인해 계획만 남겨둔 채 군부세력에 의해 밀려나고 만다. 5·16 군사쿠데타에 이어 등장한 박정희 정권은 4·19혁명 이후 국민에 의한 민주주의 체제를 부정했다는 데 정권의 정당성을 확보하지 못하고 있었다. 이에 박정희 군사정부는 정권의 정당성을 확보하기 위하여 경제개발에 진력을 다할 수밖에 없었다. 이들은 민주당 정권이 구상해 놓은 경제개발계획을 실행에 옮기지만, 중요한 것은 개발 비용이었다. 이를 위해 공화당 정부는 해외조달을 위해 국민적 반대에도 불구하고 한일협정을 체결하게 되고 일본을 통해 7억불(무상 3억, 정부 2억, 민간 2억불)의 차관을 도입하게 된다. 이러한 차관은 경부고속도로 건설 및 포항제철 준공 등에 쓰였다. 이와 같이 경제개발을 위해서는 외화의 도입이 무엇보다 중요한 과제였다. 또한 석유파동은 박정희 정부의 외화사정을 더욱 옥죄었다. 석유가 급등은 중동의 부를 축적해 주었고 오히려 우리나라에 중동 건설 특수를 가져왔다. 중동 건설 특수는 기술 인력의 유출로 인해 국내 기술 인력의 급격한 부족현상을 맞게 되었다.\n박정희 정권 초기 수도권 및 구미, 마산 등을 거점으로 한 개발계획은 노동집약적 경공업을 중심으로 한 개발계획으로 많은 노동력을 필요로 하였다. 이로 인해 유휴노동력이 있던 농촌에서는 도시로의 이동을 시작하게 된다. 수도권 인구집중은 정부의 재정금융정책도 한몫을 하였다. 재정금융정책이 수도권을 중심으로 이루어지다 보니 금융기관이 수도권에 집중하게 되고 기업의 입장에서는 사무직 종사자들을 수도권에 집중시키는 것이 이윤을 극대화하고 비용을 극소화하는 데 유리했기 때문이다. 이는 사무직종의 일자리를 수도권에 집중시키는 역할을 하였다. 그리고 수도권은 지방에 비해 교육의 기회가 많았다. 주요 유수의 대학이 서울에 집중해 있었기 때문에 대학 진학을 위해서는 서울로 들어올 수밖에 없었다. 아울러, 각종 문화적, 오락적인 혜택 역시 수도권이 지방에 비해 월등히 나았다. 이로 인해 수도권은 노동력의 수요보다 공급이 늘어나는 공급과잉이 되고 이로 인해 수도권 인구는 급팽창하였으며 농촌의 인구는 급감하였다. 수도권 인구집중은 지방의 황폐화와 인구 집중으로 인한 수도권의 삶의 질 저하 문제, 부동산 초과수요에 따른 가격 급등과 투기의 악순환 등을 낳았다.\n안산캠퍼스 설립배경과 준비\n시대적 난제 속에서 발견한 분교의 가능성\n본 대학의 설립은 앞서 살펴본 바와 같이 급속한 성장으로 인한 사회적 부작용의 대안으로 모색된 바가 크다. 다시 말해 거점을 중심으로 한 경제 발전 정책이 지역 균등 발전을 통해 산업의 집중과 인구의 과밀 현상이라는 사회문제를 동시에 해결하고자 했던 것이다. 이와 같은 문제의 근본적 해결에 대한 최선의 방책으로 정부는 수도권 외곽에 산업시설을 설치함으로써 수도권 지역의 산업을 이전하고 수도권 인구도 아울러 분산시키려는 정책을 실시하였다.\n대학의 발전은 그것이 존재하는 국가사회의 발전과 궤(軌)를 같이 한다고 할 수 있는 바, 한양대학교 안산캠퍼스가 안산 지역(당시 행정구역명 ‘반월’)에 자리잡게 된 것도 실은 ‘반월’(뒤에 안산으로 명칭 변경) 신공업도시 건설과 밀접한 관련을 가진다.\n당시 ‘반월신공업단지’는 수도권 인구 분산책의 하나로 서울과 경기도에 산재한 중소기업 공장들을 반월 지역으로 이전하여 효율성을 높이고 계열화하여 육성할 목적으로 1977년 착공된 공업단지이다. 아울러 배후 도시를 개발하여 서울 유입인구를 이곳으로 유도하여 국토의 균형적 개발을 도모하기 위한 것이었다.\n당시 정부는 수도권 인구 유입을 분산시키고 국토의 균형적 개발을 위해 발표한 수도권 인구 재배치 계획은 주요 경제 SOC의 지역 분산과 정부 기구의 지역 배치, 교육제도 개편을 통한 지역 분산이었다. 특히 대학 이전과 분산을 당시 언론 기사(동아일보 1977년 4월 4일자)를 통해 살펴보면 다음과 같이 밝히고 있다.\n「이전, 합병 및 분교 설립을 지원하고 사립대에 대해 지방으로 옮길 경우 증과, 학생 증원 등 행정지원과 아울러 학교 부지 선정에 있어서도 정부가 국유지 불하 등 적지에 선정해주고 현행 토지수용법상의 특례 조치로써 이들 대학의 이전 대상 토지를 토지수용법 규정에 의해 강제로 매수, 소요 부지를 확보해 주는 방안을 검토한다고 밝혔다. 뿐만 아니라 이들 사립대에 대해서는 교육차관을 알선해 주고 장기 저리 융자 등 재정지원책도 강구해 줄 방침이다. 건실한 사립대학이 반월 신도시나 5대 거점도시 주변 등 남부지역 인구 수용권에다 지방분교를 설치하려 할 경우 분교 설립을 적극 권장하고 이전과 똑같은 지원혜택을 주기로 했다.」\n당시 서울지역 정원을 동결하여 발전에 애로가 많았던 사립대학의 경우 수도권 인구 재배치 계획은 발전의 계기를 열어주는데 호기가 아닐 수 없었다. 한편, 종합대학으로 승격된 이래 팽창 발전을 거듭해 오던 본 대학은 1970년대 초부터 그 성장 속도가 둔화된 채 내적 충실을 기하는 데만 주력해 온 바, 그것은 서울시의 인구증가 억제정책에 따라 학생 정원이 일체 증원될 수 없었던 탓이기도 했다. 본 대학의 신입학 모집인원이 1973년 이래 1978년까지 단 한 명도 증원되지 못하였다는 사실이 이를 잘 말해주고 있다. 그리고 이러한 현상은 대학 발전에 중대한 장애 요인으로 대두되었던 것이다.\n뿐만 아니라 정부가 수도권에 과중하게 집중되어 있는 인구와 인구집중의 요인이 되고 있는 각종 기능 및 시설을 선별, 적정하게 배치하기 위해 반월신공업도시 건설과 관련하여 1977년에 수립 추진한 「수도권인구 재배치계획」으로 말미암아 수도권 소재 48개 대학교의 증원은 일체 억제당하게 되었다. 이에 우리 대학으로서도 장기 발전을 위한 방법을 강구할 수밖에 없게 되었고, 분교설립 계획은 이러한 가운데 대두된 것이었다.\n분교 설립 인가 과정\n1977년 말경 김연준 총장의 지시에 의해 제2캠퍼스 설립 계획을 착수하기는 했으나 아직 후보 지역도 정하지 못한 상황에서 구체적 단계까지 진척되지 못하고 있는 실정이었다. 이와 같은 시기에 정부의 수도권 인구 재배치 계획에 따른 정부의 발표는 새로운 전기가 되어 주었다. 정부의 정책을 구체화하자 본 대학의 분교 설립 계획도 보다 활기를 띠었다. 분교 설립의 위치 선정 문제가 반월 지역으로 해결이 되면서 분교 설립 계획은 박차를 가하게 되었다.\n분교 설립 후보지를 물색하던 중 1978년 1월 중순, 본 대학 출신으로 당시 산업기지개발공사 부사장이던 이병칠 씨와 동 개발담당 이사인 전유석 씨로부터 “반월 신공업도시 건설 계획에 대학 설립 부지가 23만 평 가량 책정되어 있으니 그곳에 분교를 설립하는 것이 어떻겠느냐”는 제의가 있었고 곧바로 김연준 총장을 비롯한 당시 학교 간부들이 현지를 답사, ‘안산’으로 위치 결정을 보게 된 것이었다. 안산은 서울에서 통학 가능한 거리에 위치하면서도 수도권 범위에 제외되어 있어 분교 설립에 지극히 유리한 조건을 갖춘 지역이었으며, 정부의 안산 신공업 도시 건설 정책과 전통 깊은 공과대학을 포용하고 있었다. 따라서 이에 부응할 수 있는 충분한 능력을 지닌 우리 대학의 원대한 계획이 서로 합일되어짐으로써 그 본격적 계기가 마련되었던 것이다.\n분교 설립의 위치가 확정되자 설립계획은 급속히 추진되었다. 1978년 1월 24일 오전 10시 재단 이사회는 ‘한양대학교 공과대학 분교 설립의 건’을 토의, “반월지역에 공과대학 분교를 설치할 것”을 만장일치로 결의하고 동년 2월 6일에는 ‘고급기술인력 양성’과 ‘고등교육 인구의 서울 집중 현상 해결’을 목적으로 하는 ‘공과대학 반월분교 설치계획서’를 문교부에 제출(한법 제46호 공문)하였다. 주요 내용은 다음과 같다.\n설치 신청학과 및 정원 : 기계공학과 400명, 건축공학과 150명, 토목공학과 200명, 전자공학과 200명, 화학공학과 150명, 산업공학과 150명. 합계 6개학과 1,250명\n연차별 교원확보계획 : 1979년도 86명, 80년도 8명, 81년도 8명, 82년도 8명 도합 4년간 110명\n소요예산 ① 교지구입 및 외곽공사비 13억6천만 원 ② 시설투자비 : 합계 75억1천6백만 원(교육시설비 53억8천만 원, 교육지원시설비 6억8천 8백만 원, 일반지원시설비 14억4천8백만 원) 총합계 88억7천6백만 원\n재원확보계획 : 자체부담 23억7천6백만 원, 차관 50억 원, 무상원조 15억 원 합계 88억7천6백만 원\n그리고 동년 2월 24일에 분교 설치에 따르는 교지 매입을 위한 추천을 문교부에 의뢰하였다(한법 제79호 공문). 이 때 우리 대학이 추천을 요청한 부지 위치와 면적은 경기도 화성군 반월면 반월 신공업도시 내 대학교 설치 부지 45만 평이었다.\n부지 확정 이후 김 총장을 위원장으로 하는 ‘분교설치 추진위원회’가 정식 발족되었다. 한편, 2월 6일자로 제출된 ‘공과대학 반월분교 설치계획서’를 심사한 문교부는 보완, 재제출을 지시하였고, 4월 15일자로 ‘교지매입 추천의뢰서’, ‘추정손익계산서’ 등을 첨부 일부 수정 보완된 설치계획서를 다음과 같이 재차 제출 신청하였다.\n설립취지 및 목적 : 고등교육인구의 지역별 분산정책을 추진하기 위하여 반월 신공업도시 내에 반월 공과대학을 설치, 기계, 전자, 화공, 건설계열 등의 기술인력을 양성하여 국가 산업발전에 이바지함을 목적으로 함\n설치명칭 : 반월공과대학\n신청학과 및 정원 : 기계공학과 400명, 건축공학과 200명, 토목공학과 200명, 전자공학과 200명, 화학공학과 150명, 공업경영학과 100명. 합계 6개 학과 1,250명\n교원확보계획 : 308명(79년~82년 4년간 매년 77명씩 충원)\n수정 보완된 설치 계획에 따르면 ‘공과대학 반월분교’는 ‘반월공과대학’으로 명칭이 변경되었고, 신청학과 명칭도 1차 때의 산업공학과를 공업경영학과로, 정원도 공업경영학과에서 50명을 줄여 건축공학과를 200명으로 증원 조정하였으며, 교원확보 계획에 있어서도 110명에서 308명으로 대폭 증가하였고, 시설투자비 역시 1차에 비해 79억 1천 500여만 원이 증액되었다.\n그러나 분교 설립을 위해 이와 같이 만반의 준비를 갖추고 설립 계획을 신청하였음에도 불구하고 문교부의 승인을 얻지 못한 채 1학기를 넘기게 된다. 이에 1979학년도부터 분교를 설치 운영할 예정이었던 우리 대학으로서는 분교의 사전 정지작업, 교사신축, 학생모집 등의 일정에 다소 차질이 생길 수밖에 없었다.\n마침내 1978년 10월 22일자(공문 대학 1040-1593)로 분교 설치계획이 승인되고, 1979년 3월 1일부터 개강할 것이 허가되었다. 그러나 설치학과 및 입학정원은 기계공학과 500명, 전자공학과 200명, 전기공학과 100명 총 3개학과 800명으로 축소 승인되었다. 더군다나 교육법과 동 시행령 및 대학설치 기준령이 정하는 시설 설비와 교직원, 그리고 학교법인의 수익용 기본재산을 기준액 이상 확보해야 한다는 조건부 승인이었으며, 이상의 조건을 이행한 후 1978년 12월 10일까지 분교 설립 인가를 다시 신청해야 하는 예비적 성격의 승인이었다.\n그러나 중요한 것은 부지 매입에 관한 것이므로, 문교부에 재차 45만 평의 부지매입 추천의뢰를 하였다. 마침내 12월 11일 산업기지개발공사로부터 학교설립부지 42만 평에 대한 분양 가계약 체결 동의 요청을 해오게 되었고 이어 21일 가계약이 체결되기에 이르렀다(도입 430-12.170, 한법 제556호 공문). 설립부지의 위치와 면적이 거의 확정되어 가는 것과 함께 우리 대학은 1978년 12월 9일 ‘한양학원 분교(반월공과대학) 설치인가 신청서’를 문교부에 정식 제출하였다(한법 제530호 공문).\n1. 설치 목적\n국제경쟁력에 대처할 수 있는 중화학공업 중심체제로의 산업구조개편에 따른 과학 고급기술인력을 양성하고 도시 고등교육인구의 집중화 현상 등을 해소, 지역 사회와 국가 발전에 공헌하고자 함\n2. 명칭\n한양대학교 분교(반월공과대학)\n3. 위치\n경기도 화성군 반월면 4리 전역(반월신공업도시내 대학교 설치부지 42만 평)\n4. 연차별 사업계획\n(단위 : 천원)\n시설별/연차별\n계\n79년\n80년\n81년\n82년 이후\n교육시설\n7,246,720\n1,246,720\n1,144,000\n1,144,000\n3,767,806\n교육지원시설\n765,920\n96,000\n144,000\n286,720\n239,200\n일반지원시설\n2,112,000\n336,000\n576,000\n240,000\n960,000\n총계\n10,180,446\n1,678,720\n1,864,000\n1,670,720\n4,967,006\n5. 교원확보계획\n145명(79년 46명, 80년~82년 매년 33명씩 증원\n분교 설치인가 신청서를 내면서 분교 명칭은 「반월공과대학」으로 확정되었고, 교지도 반월면 사리 전역으로 고정되었다. 개교·개강일까지 정해지고 보니 일정은 매우 촉박하게 되었다. 분교 개교에 따르는 제반 업무도 서둘러야 했으며, 분교 설립계획에 대한 승인이 지연되면서 부지 매입이 늦어짐에 따라 교사신축사업 부진 등으로 교육시설이 미처 갖추어지지 못하였기 때문에 우선 신입생을 수용할 시설이 문제가 되었다. 따라서 반월분교 신축공사기간인 79년도 1학기 동안은 불가피하게 서울캠퍼스 내에 임시 학생 수용대책을 강구해 문교부에 별도 제출하여 보고해야 했다(한법 제10호).\n“1979년 3월 분교 개교에 따른 학생을 수용하기 위한 연건평 2,000평의 대체 교사를 2월 말일까지 신축 완공하여 8월 31일까지 1학기 동안 수용하며, 이 기간의 실험실습은 본 대학교 이공계 학과의 실험실을 이용할 계획임.”\n이에 따라 반월분교는 1979년 3월 신학기를 맞아 서울캠퍼스 제2교육관 4층에 산업경영대학원, 3층에 행정대학원과 함께 1, 2, 3층에 걸쳐 새로운 한양대학교 안산캠퍼스의 시대를 시작하게 되었다.\n한양대학교 반월분교 설치 인가서\n1979년 1월, 마침내 반월분교 설립이 인가되었다. 문교부는 1월 10일자 공문(대학1040-110호)으로 한양대학교 반월분교 설치를 인가한 것이다.\n위의 인가서는 그동안 42만 평의 설립 부지를 확보하는 등 분교 개교를 위한 준비에 만전을 기하고 있는 중에 법적으로 정식 인가된, 한양대학교의 새 역사의 장이 시작됨을 의미하는 것이었다. 동아공과학원 이래 한양대학교 개교 40년과 때맞추어 이루어진 분교 설립으로, 이제 한양대학교는 명실상부한 한국 최대의 종합대학으로 도약할 수 있는 발판을 이룩하고, 이 나라의 발전과 나아가 인류의 미래를 위해 ‘사랑의 실천’을 발휘할 새로운 터전을 마련한 것이다. 당시 김연준 총장은 “신설분교를 미국의 메사추세츠공대(MIT) 수준으로 끌어올리겠다”고 포부를 밝혀 분교의 육성과 발전에 지대한 관심을 나타내기도 하였다.\n반월분교의 첫 번째 신입생 입학시험은 1979년 1월 17일에 실시되었다. 3개 학과 800명을 선발했던 이 시험은 1월 12일까지 원서접수를 받고 16일 예비소집을 거쳐 17일 오전 10시 서울캠퍼스에서 실시되었다. 안산교정에서 실시되어야 할 시험은 문교부의 승인 지연으로 인한 캠퍼스 조성의 미비로 불가피한 것이었다. 79학년도 대학입학 예비고사 경기지구 합격자에 한해 실시된 첫 시험은 총 7,571명이 지원하여 평균 9.5대 1의 높은 경쟁률을 보임으로써 안산캠퍼스의 앞날을 매우 밝게 하였다. 당시에 반월분교는 모두 공학계열의 학과뿐이었으므로, 공업계 고등학교 출신자를 선발하는 동계진학 모집을 일부 병행하여 정원의 10%는 동계 진학자로 1월 19일에 별도로 실시, 선발하였다.\n조직편성 및 교과과정 준비\n신입생 선발과 한양대학교 학칙 변경을 완료하자, 이제 본격적인 개강을 위한 준비를 서둘러야했다. 그리고 우선적으로 갖추어야 할 것은 분교 제반 학사업무를 담당해 나갈 조직의 편성이었다. 분교 개강에 따른 학사 및 일반 업무의 효율적이고도 원활한 운영을 위해 조직편성된 바를 표로써 나타내면 다음과 같다.\n그러나 조직편성은 안산캠퍼스로의 이전 전까지 분교의 학사, 일반업무를 임시 관리 운영하기 위한 단과대학 규모의 조직체계였고, 안산 이전 후로는 별도로 조직 운영이 계획되었다. 따라서 이전까지 모든 업무 총괄은 대학본부에서 담당하되 이전 후 운영을 위한 기본체제의 확립과 운영방안의 수립, 그리고 신입생의 면학을 위한 교무, 학생 및 총무업무의 운영은 모두 위의 조직편성체계에 의해 담당하게 되어 있었다.\n조직편성이 완료되면서 교과과정, 강의시간표, 강의계획서 작성 등 제반 준비가 진행되었다. 새로 창설되는 3개 학과는 서울캠퍼스 공과대학 소속 학과와 명칭이 동일하나 서울캠퍼스와 달리 안산캠퍼스 학과는 실험대학이 아닌 관계로 새로운 교과과정이 필요하였다. 전 교과는 필수 및 선택과목으로, 그리고 필수과목을 다시 일반교양필수과목과 전공필수과목으로 구분하고 일반교양 필수과목의 경우 공동 필수와 과별 필수과목으로 구분하였다. 구체적인 내용을 보면 다음과 같다. (숫자는 학점)\n공동 필수과목 : ①국어(Ⅰ,Ⅱ):4, ②영어(Ⅰ,Ⅱ):10, ③군사교육:2, ④국민윤리:3, ⑤한국사:2, ⑥인문과학:2, ⑦사회과학:2, ⑧체육:2 - 계 27학점\n과별 필수과목 : ①물리:10, ②물리실험:2, ③공업수학:14, ④수치해석:2, ⑤화학:6, ⑥컴퓨터언어:2 - 계 36학점\n여기서 영어(Ⅰ,Ⅱ)는 독본과 회화로 구분되고, 인문과학은 문화사, 철학개론 중 택일, 사회과학은 영어회화, 영어작문, 통계학 중 택일하도록 되어 있었다. 그리고 물리는 Ⅰ,Ⅱ 및 2학년 물리로 구분되고, 공업 수학은 1, 2학년 4학기 동안에, 화학Ⅰ,Ⅱ와 컴퓨터 언어는 각각 1학년 과정에서 이수하도록 되어 있었다.\n전공필수과목 및 전공선택과목은 각 학과의 특성에 따라 설정되었는데 학칙에 첨부된 각 학과의 전공관계 교과목은 다음\nERICA40년사/안산캠퍼스1979-1980/교과과정표\n참조\n위의 교과목 중에서 교양과목은 각 학과 공통 70학점을, 전공필수과목은 기계공학과 70학점, 전자공학과 54학점, 전기공학과 64학점을, 그리고 전공선택과목은 기계공학과 20학점, 전자공학과 36학점, 전기공학과 26학점을 각각 이수하여 합계 160학점 취득을 규정하고 있다.\n학과/구분\n교양과목\n전공필수과목\n전공선택과목\n계\n기계공학과\n70\n70\n20\n160\n전자공학과\n70\n54\n36\n160\n전기공학과\n70\n64\n26\n160\n매 학기 이수 학점은 12학점 이상 23학점 이하로 규정하여 1학년에서 35학점 이상, 2학년에서는 70학점 이상, 그리고 3학년에서는 110학점을 이수하여야 수료한 것으로 인정하기로 규정하였다.\n교과과정의 정비와 더불어 반편성이 이루어지고 반별 강의시간표 작성이 가능하게 되었다. 3개 학과 800명을 12개 학급(S1~S12)으로 편성, 새 캠퍼스로 이전할 때까지 임시 전용건물로 서울캠퍼스의 제2교육관을 개수, 특별 배치하였다. 1층은 실험준비실, 2, 3층은 강의실과 교수연구실, 4층은 휴게실과 도서실로 사용하기로 하였다. 한편 강의와 학생지도를 담당할 교수진도 1차 확보되어 3개 학과에 18명(교수 1, 부교수 7, 조교수 3, 전임강사 7)의 전임교원이 배속되었으며 이후 연차적으로 충원키로 계획하였다.\n안산캠퍼스 조성사업과 기공식 거행\n이로써 신입생을 맞이할 만반의 준비가 완료되었고, 강의 등 제반 학사업무가 순조롭게 진행되자 추후 이전을 대비한 안산캠퍼스 조성사업에 주력하였다. 79년도 2학기 이전을 전제로 8월 31일까지 우선 800명의 학생을 수용할 수 있는 시설을 완료해야만 했고, 이를 위해 학교부지 조성, 교사신축 등을 조속히 착공하지 않으면 안 되었다. 이어 1979년 4월 1일에는 분교 건설에 따른 효율적 운용을 도모하기 위해 분교 건설 추진위원회 보강을 위한 임원 선임이 이루어졌는데, 이를 통해 개편된 기구와 임원은 다음과 같다.\n1979년 3월 23일 건설부장관으로부터 반월 신공업도시 대지분양기준 승인을 얻은 산업기지개발공사가 3월 29일자로 학교부지 매매계약 체결 동의요청을 해오게 되었고(도입 430-2945), 우리대학은 이에 동의(한법 제136호), 3월 31일 마침내 반월신공업도시 녹지지역 내 42만 평에 대한 부지 매매계약이 정식 체결되었다. 부지 매매계약 체결이 완결되자 우리 대학은 서둘러 4월부터 분교 신축공사에 착공코자 공사추진에 따른 업무협조공문을 산업기지개발공사 사장(한법 제138호)과 동 반월현장소장 앞으로 동시에 발송, 협조를 의뢰하였고, 5월 8일 산업기지개발공사로부터 분교설립부지에 대한 토지사용 승낙이 이루어졌다.\n그리고 5월 17일 금요일 오후 2시, 마침내 역사적인 안산캠퍼스 기공식이 거행되었다. 기공식이 있는 오전, 교사건축 허가도 나와 기공식과 동시에 건축공사를 위한 정지공사에 착수하였다. 바야흐로 서해안 시대에 그 한복판 광활한 대지 위에서 내외 귀빈들의 축복속에 거행된 이 기공식이야말로 개교 40주년을 맞은 한양학원 최대의 경사요, 새로운 도약의 신기원이 이룩되는 순간이었다. 기공 당시 첫 입학생이 4학년이 되는 82학년도를 완성년도로 잡은 1차 안산캠퍼스 설치계획에 따르면, 기초교육관(과제도서실, 식당 포함) 4,317평과 교지정지공사 5,000평을 8월 31일까지 완료하고, 본부 건물(3,300평)과 정지공사 10,000평(체육장 포함)을 12월 31일까지 완료하며, 80년도 전반기에 부속공장과 동력실, 후반기에 기숙사 1차 공사를, 81년도에 종합도서관(7,600평), 82년도에 기숙사 2차 공사와 강당(2,400평), 학생회관(2,100평)을 완공키로 계획하였다.\n이와 같은 진행과정에서 1979년 9월 80학년도 ‘전국대학 입학정원 조정’ 결과 80학년도 본 대학교의 입학정원이 700명 증원되었는데 이 가운데 500명이 반월분교에 배당되었다. 이로써 반월분교는 기존의 3개 학과 800명에서 금속재료공학과 100명, 산업공학과 80명, 영어영문학과, 일어일문학과, 독어독문학과, 불어불문학과 각 40명, 경제학과, 경영학과, 무역학과, 회계학과 각 40명씩 500명이 증원되어 1,300명의 규모가 되었다. 당초 공과대학 반월분교 형식으로 출발한 안산캠퍼스는 그동안 반월분교, 반월공대 또는 반월대학으로 불렸으나, 이제 13개 학과 3개 계열로서 종합대학의 면모를 갖추게 되었고 규모도 커졌으므로 명칭을 변경하지 않을 수 없게 되어, 1983년 이후 ‘한양대학교 반월캠퍼스’를 정식 명칭으로 사용하게 되었다. 또한 이에 따라 편제도 다음과 같이 개편되었다.\n안산캠퍼스의 원년\n1980년 2월 5일 3개 계열 13개 학과로 종합대학의 면모를 갖추고 첫 입학시험이 실시되었다. 사실상 안산캠퍼스의 첫 주인공이 될 1,300명을 선발하는 본 입시에는 2,652명이 지원, 평균 2.1대 1의 경쟁률을 나타냈는데, 특히 이번 입시는 3개 계열 13개 학과에 대한 것으로 종합캠퍼스로서의 시발을 의미하는 행사였다. 그러나 캠퍼스 조성 마무리가 채 안되었으므로 3월 5일 입학식에 이어 실시된 4일간의 오리엔테이션은 서울캠퍼스에서 실시할 수밖에 없었다.\n1980년 3월 15일, 마침내 안산캠퍼스의 교사 준공식 및 개교식이 거행되었다. 1979년 5월 17일 기공식 후 만 10개월 만에 웅대한 캠퍼스가 모습을 드러내는 순간이었다. 서해안 시대에 있어서 그 중심체 역할을 다 할 지점이 광활한 대지 위에 굳건히 자리 잡고 뿌리를 내리게 되었다는 의미에서, 개교식을 겸한 교사준공식은 한양의 새로운 도약을 예고하는 순간이었다. 김연준 총장이 이날 축사에서 “위대한 성공은 위대한 정신에 근거하여 각고의 고투에서 비롯된다”고 역설한 바와 같이 이번 준공식이야말로 김 총장을 중심으로 단합된 전한양가족의 집념어린 노력의 결정인 것이었다.\n당시 모습을 드러낸 교사는 안산캠퍼스 기초교육관 A동(지하 1층, 지상 4층, 현재 제1과학기술관)과 기초교육관 C동(지하 1층, 지상 4층, 현재 실용영어교육관), 학생회관 식당동(지상 2층, 현재 학생복지관 식당동)이다. 기초교육관 A동은 연건평 3,010평 건물로, 본부 건물 완성 때까지 학장실, 교무과, 학생과, 총무과 등의 부서와 교수연구실, 강의실, 물리실험실 및 준비실, 화학실험실 및 재료준비실, 그리고 참고도서실로 사용되며, C동은 745평으로 교수실과 어학실습실, 회의실이 배정되었다. 기초교육관 A동에 임시로 개관한 도서관은 120석 규모의 좌석과 동양서적 4,159권, 서양서적 6,359권 총 10,518권의 장서를 보유하여 현재와 비교하면 다소 초라하지만 대학교의 모습을 하나하나 갖추어 나가며 정식 개관을 기대케 하였다. 기초교육관 B동(현재 제1학술관)도 함께 준공 예정이었으나 혹한과 열악한 도로사정 등으로 인해 공사에 지장이 초래되어 다소 연기되어 6월에 지하 1층, 지상 3층의 건물로 완공되었다.\n이와 같이 기본적인 교사가 완공된 후 동년 3월 17일 1교시부터 강의가 시작되었고, 새 캠퍼스로의 본격적인 이전은 3월 20일에 단행되었다. 부산하면서도 신선미 넘치는 희망 가득 찬 출발이었다."
}