{
  "title": "ERICA40년사/종합대학으로성장",
  "url": "https://hyu.wiki/ERICA40%EB%85%84%EC%82%AC/%EC%A2%85%ED%95%A9%EB%8C%80%ED%95%99%EC%9C%BC%EB%A1%9C%EC%84%B1%EC%9E%A5",
  "content": "ERICA40년사\n중 종합대학으로 변화하는 안산캠퍼스 관련 내용입니다.\n목차\n1\n대학의 확대와 종합대학으로의 성장\n2\n교육 및 학사행정의 변화\n2.1\n대학의 전면개편과 신설\n2.2\n교과과정 개편\n2.3\n학칙의 시기별 개정 현황\n3\n대학 운영기구의 확대\n4\n시설의 확충\n대학의 확대와 종합대학으로의 성장\n1979년 1월 10일 설립이 인가된 당시의 한양대학교 반월분교는 기계공학과, 전자공학과, 전기공학과 등 공학계열 3개 학과에 총 입학정원 800명으로 구성되었다. 의욕적인 반월분교 육성 노력은 설립 첫 해부터 시작되어 1979년 말에는 10개 학과의 증설을 인가받았다. 즉 동년 11월 27일자로 문교부에 제출한 학칙변경 신청서에서 금속재료공학과, 산업공학과, 영어영문학과, 독어독문학과, 일어일문학과, 경제학과, 경영학과, 무역학과, 회계학과 등 10개 학과의 신설을 요청하였던 바, 이것이 동년 12월 8일자로 받아들여졌던 것이다. 이로써 반월분교는 13개 학과로 확대되었고, 이를 효율적으로 운영하기 위하여 공학계, 어문계, 상경계 등 3개 계열로 나누어 관장하였다. 이같이 한꺼번에 10개 학과가 증설된 것은 정부의 수도권인구 분산책에 따른 문교부의 분교 육성정책에도 그 원인이 있었지만, 한편으로는 본교의 반월분교에 대한 과감한 시설지원 등의 노력에 기인하는 것이기도 하였다.\n이듬해인 1981년에는 3월부터 수차에 걸쳐 학생정원조정 신청서를 제출하면서 건축공학과, 국어국문학과, 사학과, 사회학과, 수학과, 법학과를 비롯한 17개 학과의 증설을 요청하였다. 그러나 이 요청은 불허되었고, 이를 계기로 우리 대학은 각 계열을 강화할 필요를 느껴 이듬해 3월 1일자로 각 계열의 교학과장 직제를 부학장제로 바꾸었다. 한편 1981년 5월에는 반월분교의 명칭을 ‘반월대학’으로 바꾸는 학칙개정안을 제출하여 문교부의 승인을 받았는데 이는 반월분교 학생들의 요구를 반영한 것이었다.\n그리고 또 한 차례의 대폭적인 증과가 이루어진 것은 1982년이었다. 이 해 6월 15일 문교부에 제출한 83학년도 학생정원조정 신청서에 의하면 전년도에 증과 신청했던 학과를 포함한 20개 학과의 신설을 요청하였다. 아울러 기존의 4개 계열을 8개 계열로 개편 확대해 줄 것을 요청하였다. 이 요청에 대해 문교부는 동년 10월 5일 결과를 통보하면서 8개 계열 10개 학과의 증설을 승인하였다. 이 때 승인된 학과는 신문방송학과, 사회학과, 문화인류학과, 물리학과, 국어국문학과, 화학과, 경기지도과, 공예과, 수학과, 법학과 등 10개 학과였다. 그러나 사학과의 신설이 불허됨으로써 어문계열의 인문계열로의 변경은 불가하였고, 대신 자연계열이 신설되며 사회계, 법과계, 미술계와 더불어 4개 계열이 추가 설치되었다.\n반월대학의 규모가 급속히 팽창하자 본교는 운영에 어려움을 겪게 되었다. 하나의 단과대학 체제로 26개의 학과를 관장한다는 것은 운영의 효율성뿐만 아니라 교육의 실효성 면에서도 많은 문제점을 야기시켰던 바, 이에 본교는 유사계열을 통합하여 4개 단과대학으로 승격시킬 계획을 추진하게 되었다. 이를 위해서는 먼저 기존에 하나의 단과대학으로 되어 있는 반월대학의 명칭을 반월캠퍼스로 바꾸어 4개 단과대학으로의 승격에 대비해야 했다. 그러나 문교부는 이 학칙개정안을 승인하지 않았는데, 당시 문교부로서는 본교 학생과 분교 학생을 구분하는 개별 명칭을 학칙에 명문화시키는 것에 주저하였기 때문이었다. 그러나 단과대학으로의 승격을 늦출 수는 없는 일이었기에, 직제변경을 통하여 반월대학을 내부적으로 승격시킨 후 곧이어 1983년 4월에 학생정원조정 신청서를 문교부에 제출하였다. 이 신청서에 의하면 기존의 공학계와 자연계를 통합하여 이공대학으로, 인문계와 사회계를 인문사회대학으로, 법과계와 상경계를 법상대학으로, 체육계와 미술계를 예체능대학으로 각각 통합 승격시키는 것으로 되어 있었다. 문교부는 1983년 9월 8일자로 학생정원조정 결과를 통보하면서 이를 전면 승인하였다. 아울러 생화학과, 지구해양과학과, 산업미술과 등 3개 학과의 신설도 인가되었는데 이로써 반월대학은 이공대학, 인문사회대학, 법상대학, 예체능대학 등 4개 단과대학 29개 학과로 승격 개편되었다. 이로써 학칙상 본교와 분교의 구분은 없어지게 되었고, 반월의 4개 단과대학은 위치만 반월에 둘 뿐, 서울 본교의 11개 단과대학과 동등한 한양대학교 내의 단과대학으로 존재하게 되었다.\n1984년 11월에는 이공대학에 전자계산학과, 토목공학과, 건축공학과가 신설되었으며, 인문사회대학의 신문방송학과가 신문홍보학과로 변경되었다(1985년 신문홍보학과는 신문방송학과로 재변경). 계속적인 학교의 확장과 도시 지명의 변경으로 본교의 명칭도 차례로 변경되었다. 최초 ‘반월분교’에서 ‘반월대학(1982년)’으로 변경되었으며, 1983년 ‘반월캠퍼스’로 바뀌었고, 1986년 3월에는 학생들의 요구에 따라 ‘제2캠퍼스’를 거쳐 1987년 3월, 반월이 안산시로 승격되면서 이를 반영하여 ‘안산캠퍼스’로 명칭을 변경하였다. 이후에도 대학의 확대는 이어져, 1989년도에는 공학대학, 문과대학, 사회대학, 이과대학, 법학대학, 경상대학, 산업미술대학, 체육과학대학의 8개 단과대학을 갖추게 되었다.\n1983년 반월캠퍼스 학과별 학생 현황(단위 : 명, 입학인원은 졸업정원에 30%를 가산한 입학인원임)\n계열\n졸업정원\n입학인원\n이공대학\n(기계공학과, 전자공학과, 전기공학과, 금속재료공학과, 산업공학과, 수학과, 물리학과,\n화학과, 생화학과, 지구해양과학과)\n850\n1,105\n인문사회대학\n(국어국문학과, 일어일문학과, 중어중문학과, 영어영문학과, 독어독문학과,\n불어불문학과, 사회학과, 신문방송학과, 문화인류학과)\n490\n637\n법상대학\n(법학과, 경제학과, 경영학과, 무역학과, 회계학과)\n310\n403\n예체능대학\n(체육학과, 무용과, 경기지도과, 공예과, 산업미술과)\n189\n247\n반월캠퍼스\n1,839\n2,392\n교육 및 학사행정의 변화\n대학의 전면개편과 신설\n1983년에 4개 단과대학으로 승격된 이후의 반월캠퍼스는 전과 비교하여 발전의 속도가 늦어졌다. 이는 ‘수도권정비계획법’에 따른 후속조치로서의 ‘수도권정비기본계획’ 때문이었다. 이 기본계획은 곧바로 반월캠퍼스의 팽창에 제약을 가했다. 그러나 우리 대학은 이러한 제약이 있다고 해서 육성계획을 늦추지 않았고, 교무행정, 운영제도의 개선 등을 통해 교육의 내적 충실을 기하는 한편 꾸준히 새로운 학과의 설치를 꾀해나갔다.\n1984년 10월에는 이공대학에 전자계산학과, 건축공학과, 토목공학과 등 3개 학과가 신설 인가되었고, 인문사회대학의 신문방송학과가 신문홍보학과로 변경되었다. 이듬해인 1985년에는 제어계측공학과, 광고홍보학과, 보험경영학과, 사회체육과를 비롯한 12개 학과의 증설을 요청하였지만, ‘수도권정비기본계획’에 의한 학생 증원 억제정책으로 인하여 전혀 받아들여지지 않았다. 다만 신문홍보학과의 명칭을 교과과정 운영상의 어려움과 학생들의 요구 때문에 신문방송학과로 환원시키고자 하는 요청만이 받아들여졌을 뿐이다. 이어 1968년에도 화학공학과, 제어계측공학과, 환경공학과, 조경건설학과, 광고홍보학과, 보험경영학과, 회화과 등 7개 학과의 신설을 요청하였지만 화학공학과만 인가되었을 뿐 나머지 학과의 신설은 모두 불허되었다.\n이와 같이 새로운 학과의 증설은 억제되었지만 이미 제2캠퍼스 1986년 당시(반월캠퍼스의 변경된 명칭)는 4개 단과대학에 33개 학과의 규모로 확대됨으로써 이제 대학편제의 재개편이 추진되었다. 특히 이공대학의 경우는 14개 학과로 구성되어 있어 대학의 분리가 불가피한 형편이었다. 그리하여 1987년 7월 7일 문교부에 제출한 학생정원조정 신청서에서 이공대학을 공학대학과 이과대학으로, 인문사회대학을 문과대학과 사회대학으로, 법상대학을 법학대학과 경상대학으로, 예체능대학을 체육과학대학과 미술대학으로 각각 분리 개편해 줄 것을 요청하였다. 그러나 이러한 요청에 대하여 문교부는 이공대학을 공학대학과 이과대학으로 분리하는 것만을 승인하였다. 4개 단과대학 중 이공대학만이 분리 개편되자 분리되지 않은 대학의 학생들이 이를 문제삼아 집단농성 등 소요를 일으키기도 했다. 그리하여 이듬해인 1988년 7월에 89학년도 대학정원조정 신청서를 제출하였고, 단과대학 개편이 요청한 대로 승인이 되었다. 그리하여 인문사회대가 문과대학과 사회대학, 법상대학이 법학대학과 경상대학, 예체능대학이 체육과학과와 산업미술대학으로 분리개편되었으며, 공학대학에 제어계측공학과, 사회대학에 광고홍보학과가 신설되었다. 이와 같은 확대 개편을 통하여 안산캠퍼스는 1989년 8개 단과대학과 37개 학과로 발전하였는데, 이를 정리하면 다음과 같다.\n1989학년도 대학편제 및 입학정원\n계열\n졸업정원\n입학인원\n공학대학\n건축공학과\n50\n토목공학과\n50\n교통공학과\n40\n전기공학과\n60\n전자공학과\n100\n전자계산학과\n100\n제어계측공학과\n40\n금속재료공학과\n60\n기계공학과\n240\n산업공학과\n60\n화학공학과\n60\n문과대학\n국어국문학과\n40\n중어중문학과\n60\n일어일문학과\n60\n영어영문학과\n90\n독어독문학과\n60\n불어불문학과\n60\n문화인류학과\n40\n사회대학\n사회학과\n40\n신문방송학과\n40\n광고홍보학과\n40\n이과대학\n수학과\n40\n물리학과\n40\n화학과\n40\n생화학과\n40\n지구해양과학과\n30\n법학대학\n법학과\n60\n경상대학\n경제학과\n50\n경영학과\n100\n무역학과\n65\n회계학과\n50\n보험경영학과\n40\n산업미술대학\n산업미술학과\n30\n공예과\n40\n체육과학대학\n체육학과\n40\n경기지도과\n40\n무용과\n40\n교과과정 개편\n1981학년도 교과과정은 학칙 42조에 의거하여 각 대학별로 구분하여 편성된 것으로 교과목은 교양, 전공, 대학별 공통기초과목, 일반선택으로 구분하였다. 우선 교양과목은 대학생으로서 갖추어야 할 교양과 인격을 도야하고 학문의 기본 이념 및 탐구방법을 수련하는 교과목으로 이루어져 있고, 전공과목은 전문 학술연구와 관련있는 교과목으로 편성되었으며, 대학별 공통기초과목은 각 학과의 전공과목을 이수하는 데 필요한 기초과목과 계열별 입학생의 전공학과 배정을 위한 탐색과목으로 구성되었다. 그리고 위의 과정에 속하지 않는 과목을 이수할 경우 그 과목을 일반선택과목이라 하였는데 부전공과 교직과목이 여기에 포함되었다.\n한편 이 교과과정의 개편으로 인해 군사교육 및 국민윤리학점과 부전공제도에 관한 학사규정이 변경되었다. 군사교육은 종전의 4학점에다 1학년의 문무대 입영훈련에 1학점, 2학년의 전방부대 입영훈련에 역시 1학점을 부여함으로써 총 6학점으로 강화되었고, 국민윤리는 종전의 3학점 이수에서 1, 2학기에 각각 2학점으로 변경되어 4학점으로 늘어났다. 교육내용도 1학기에 일반사회, 2학기에는 정치교육을 실시하였다. 그리고 부전공을 이수하려면 타 학과의 전공과목 중 21학점을 취득해야 하는 규정은 변함이 없었으나 신청시기가 2학년 1학기에서 3학년 1학기로 바뀌었다.\n그러나 교과목에 대한 선택의 폭을 넓히기 위한 목적으로 개편된 1981학년도 교과과정은 실제 운영면에 있어서 상당한 문제점을 내포하고 있었다. 먼저 교과목 학점 배분이 비록 3개 계열로 나뉘어져 있기는 했지만 과목을 선택할 수 있는 범위가 각 단과대학으로 한정되어 있었다는 점이 바로 그것이다. 이공계에 속해 있는 공대생은 타계열인 인문대의 교과목을 이수할 수 없음은 물론 동일계열인 자연대의 교과목도 수강할 수 없었고 인문대생도 역시 동일계열인 사회대나 사범대의 교과목을 수강할 수 없었다. 그리고 각 단과대에 설강되어 있는 선택과목마저 부족한 실정이었다. 인문대 2학년의 경우 선택할 수 있는 교과목이 겨우 1~2개에 불과했다. 물론 이러한 문제는 수강신청을 단과대 내에 제한시킨 데서 비롯된 것이기도 했지만 충분한 교수진을 확보하지 못한 채 교과과정만을 개편한 데서 나온 부산물이기도 하였다.\n1985학년도의 학군제도가 지니고 있던 문제점을 보완하기 위한 노력의 일환으로 우리 대학의 교과과정 개정 사상 가히 혁명적이라고도 할 수 있는 것이 바로 1989학년도를 위한 개편작업이었다. 이것은 학생들의 요구를 과감하게 받아들여 문세기 교무처장이 부처장 시절부터 관여해 온 교과과정 개편 경험을 토대로 각 대학교수들이 열과 성을 다하여 마련한 결과로, 학점을 대폭 축소하고 선택학점을 확대하여 교과목 선택을 완전 개방한 것이 주요 내용이다. 종전의 교과과정에서는 졸업학점인 140학점 중에서 필수가 98학점, 선택이 42학점이었으나 개정된 교과과정에서는 필수(교양 27~52, 전공 27~42)가 80학점 이내, 선택(교양 15학점 이내, 전공 잔여학점)이 60학점 이내로 규정되었다. 즉 필수가 98학점에서 18학점이나 낮아진 대신 선택은 42학점에서 60학점 이내로 늘린 것이다. 특히 필수 교과목 감축 및 선택 교과목 확충과 함께 이 교과과정 개편에 있어 지침이 되었던 것은 전공과목의 효율적 운영, 단편적인 교과목의 저학년 편성 및 종합적인 교과목의 고학년 편성, 관련 학문 간의 상호 개방을 위해 중복된 교과목과 유사과목의 통합 조정 등이었다.\n1989년도 교과과정 구성비\n구분\n인문·사범·사회·상경·예체능계\n이공계\n교양과목\n법정교양과목\n12\n12\n공통교양과목\n15~23\n12~23\n탐색도구과목\n9~18\n20~22\n교양\n필수\n27~52\n27~52\n선택\n15학점 이내\n15학점 이내\n전공필수\n27~42\n27~42\n전공선택\n잔여학점 수\n학과별 개설 총 학점\n152학점 이내\n152학점 이내\n학칙의 시기별 개정 현황\n1980년 3월, 학원자율화 조치의 일환으로 재입학규정의 완화와 교수회의 실권강화에 관한 학칙 일부가 개정되었다. 학내외를 막론하고 정당 또는 정치적 목적의 사회단체에 가입하거나 기타 정치활동을 할 수 없으며 집단적 행위, 성토, 시위농성, 등교 거부, 마이크 사용 등으로 학업에 지장을 초래한 행위에 의해 징계 제적된 자라도 재입학을 재심할 수 있다(제90조)는 것이 전자라면, 후자는 교육에 관한 중요사항을 기존 교수회의가 심의만 할 수 있을 뿐, 총장 단독으로 처리하도록 되어 있었던 것을 이제는 교수회의 심의는 물론 의결까지도 반드시 거치도록 한 것이었다(제 88조). 이밖에 “품행이 불량한 자”라는 문구가 삭제된 지도휴학제 조항(제31조 제2항)과 근신, 유기정학, 무기정학 및 퇴학 처분으로 구분되는 징계의 경우 교수회의 심의 및 의결을 거쳐야 한다는 조항(제62조와 제69조)의 삽입 등도 ‘80년 봄’의 학원자율화 조치의 여파였다고 할 수 있을 것이다.\n그러나 이와 같은 학칙개정은 불과 2개월 만에 전국의 휴교령을 몰고 온 5·17 계엄확대조치로 말미암아 완전 백지화되고 말았다. 1980년 8월의 학칙은 유신체제와 긴급조치 9호의 학칙으로 되돌아간 꼴이 되어 재입학 규정의 강화와 지도휴학제의 부활을 명시하고 있었다.\n그 후 1981년 5월 30일에 이르러 졸업정원제 실시에 따른 후속조치에 의해 학칙이 다시 한 번 대폭 개정되었다. 졸업정원제는 전년도 7월 30일 문교부가 발표한 교육개혁 조치의 일환으로 1977년 7월 23일 수립된 재수생 종합대책 지침이 그 기반이 된 것이었다. 그 골자는 1981년까지 연평균 12.5%씩 대학정원을 점차적으로 증원하고, 전문학교를 대학으로 개편하며, 각종 시험에서 학력을 무시하고 고졸자와 대졸자의 임금격차를 조정하며, 졸업정원제를 실시하고, 고교 내신성적을 대학입시에 반영하되 삼수생에게는 감점제를 실시한다는 내용이었다.\n1986년 12월 29일, 문교부가 졸업정원제 운영 개선방안을 재차 전달하였다. 졸업정원제는 이미 첫 입학생이 졸업하기도 전인 1983학년도에 원래의 모습을 잃은 후 사실상 폐지된 것이나 다름 없었지만 대학정원만 늘려준 결과가 되어 대학졸업자의 대량실업을 발생시키는 직접적 원인으로 작용한 것이 사실이다. 문교부가 1988년 신입생부터 현행 졸업정원제를 입학정원제로 환원하라는 지시를 내린 것은 바로 이 때문이었다.\n이 지시의 주요골자는 두 가지로 지적될 수 있는 바, 81학년도부터 87학년도까지 사이에 입학한 학생으로 졸업정원을 초과 수료한 자는 대학졸업자격고사를 치러야 한다는 것과 81학년도 이후 졸업정원이 감축되기 이전에 입학한 자가 복학하게 될 경우 졸업정원 감축 학년도부터 4년간의 졸업정원은 감축 전의 졸업정원으로 한다는 것이었다. 결국 이 지시로 말미암아 졸업정원제는 강의실 및 실험실습실 부족, 강의의 질적 저하, 교수진의 절대 부족, 연구기능의 약화, 대졸 실업자 양산 등의 부작용만을 노출시킨 채 실시된 지 8년 만에 완전 백지화될 수밖에 없었다.\n이와 같은 졸업정원제 폐지 계획에 이어 1987학년도 8월에는 제적학생 구제를 위한 특례가 발표되어 학칙 개정에 반영되었다. 이는 1983년 12월 22일부터 1987년 7월 10일 사이의 학원사태와 관련하여 제적된 자 중에서 총장이 재입학을 허가하는 경우 정원이 초과된다고 하더라도 그 정원은 따로 있는 것으로 한다(부칙 제116조 제2항)는 것이었다.\n이듬해인 1988학년도 2월에는 졸업정원제 폐지로 인해 학칙이 다시 개정되었다. 각 대학, 학과의 정원은 입학정원으로 한다(제3조)는 원칙하에 1988학년도 이후 입학생은 제4조(졸업정원 조정)를 적용하지 않는다(부칙 제117조)는 단서의 삽입이 그것이었다. 그리고 이에 따라 변경된 학칙 내용은 재학연한, 재입학, 학사경고, 유급 등의 제규정이었다. 종래 5년(10학기)으로 되어있던 재학연한이 6년(12학기)으로 연장되었고(제6조), 제적 후 1년으로 되어 있던 재입학규정에 미등록 및 휴학기간만료 제적자로서 제적 후 10년이 경과되지 않은 자에게 허가할 수 있다는 것으로 개정되었다(제20조 제1항). 그리고 이수과목 중 F학점이 3과목 이상인 자에게 학사경고를 하며(제41조 제1항), 재학기간 중 연속 3회에 걸쳐 학사경고를 받은 자는 제적한다는 조항(제41조 제2항)만이 남게 되었고, 각 학년의 학업성적 평점평균이 1.25 미만일 경우 유급 처리하며 유급된 자의 해당 학년 기취득학점은 무효로 하고 군사교육을 제외한 전 교과목을 재수강하도록 하였다(시행세칙(Ⅰ)의 제4조).\n대학 운영기구의 확대\n대학의 확대와 더불어 한양대학교 안산캠퍼스의 행정조직도 개편 확대되었다.\n안산캠퍼스의 운영기구는 초기 서울캠퍼스와 일원적으로 운영되다가 안산으로 이전한 후 각 운영기구가 분리되어 운영되기 시작했다.\n1989년 대학 운영기구표\n1978년 안산캠퍼스(당시 반월분교) 설립 인가로 인해 안산을 담당하는 교무과가 교무처 내에 신설되고, 학생과가 학생처 내에 신설되었다. 그 결과 서울 및 안산캠퍼스의 교무행정은 처장 하에 일원적으로 이루어졌다. 이듬해인 1979년 11월 안산캠퍼스에 교무과와 학생과가 신설되었고, 1981년 8월에는 학생지도과, 관리과가 신설되었다. 1982년 3월에는 안산캠퍼스에 부처장, 부학장제가 신설됨으로써 별도의 교무처장(이학래)이 부임하게 된다. 아울러 학생지도과를 장학과로 개편하고 회계과가 신설되었다. 1982년 12월에는 후생과가, 1983년 3월에는 부총장직제와 학적과가 신설되었다. 1984년 4월에 후생과를 복지과로 개편하였고 여학생부처장직이 신설되었으며, 1987년 8월 부처장직제를 처장직제로 승격하였다.\n시설의 확충\n1980년 3월 개교기념식 당시 기초교육관 A동(지하 1층, 지상 4층, 현재 제1과학기술관)과 기초교육관 C동(지하 1층, 지상 4층, 현재 실용영어교육관), 학생회관 식당동(지상 2층, 현재 학생복지관 식당동)의 시설로 개교한 이래 안산캠퍼스의 각종 시설은 1980년대를 거치며 종합대학으로의 위상을 갖추어 나갔다. 개교 당시 혹한과 열악한 도로사정으로 다소 지연된 기초교육관 B동(현재 제1학술관)이 동년 6월에 준공된 이래 1981년 9월에는 지하 1층, 지상 5층(현재 제1학생생활관)의 생활관이 준공되었다. 교통여건이 원활하지 못했던 개교 당시에 비해 급격히 늘어난 학생으로 주변 하숙비 등이 폭등하고 있는 시점에서, 학생들이 공부에 집중하는 데 필수적인 생활관이 준공됨으로써 면학 분위기를 이어가고 안정적으로 생활할 수 있는 계기가 되었다. 이어 1982년 3월 현재 국제문화관으로 이용 중인 지하 1층, 지상 4층의 인문사회관이, 동년 11월에는 제1공학관(지하 1층, 지상 5층)이 준공됨으로써 계열학과들이 혼재되지 않고 각자의 공간에서 생활할 수 있는 공간이 마련되었다. 건립 당시 기초교육관 A동이라고 불렸던 이학관은 1983년 본관이 준공되기 이전까지 대학본부로 사용되었다. 1983년 3월에는 대학의 얼굴이라 할 본관(지하 1층, 지상 4층)과 학문의 산실이라 할 수 있는 도서관(지하 1층, 지상 4층, 현재 학술정보관)이 준공되어 자리를 잡아나갔다.\n1985년 3월에는 건설관이라고도 불리는 제2공학관(지하 1층, 지상 4층)이 준공되었으며, 9월에는 특수공법을 이용한 천장으로 유명한 체육관(지상 2층)이 준공되었다. 날로 발전하는 대학의 위상에 따라 총동문회에서는 동년 5월 본교의 상징인 본관 앞 사자상을 준공, 기증하였다. 1989년 3월 개강에 맞추어 제1디자인관(지상 3층, 현 디자인연구관), 사회과학관(지하 1층, 지상 4층, 현 경상관)을 준공함으로써 4개 단과대학 모두가 각각의 개별 교사에서 학문을 닦을 수 있게 되었다.\n1983년, 교내 통신시설의 전자화 및 행정업무의 전산화를 위한 컴퓨터 도입이 이루어졌다. 통신시설의 경우 설립 당시 대자동 공전식 교환기 1대를 설치하였으나 1988년 2월에 이르러 내선 1,000회선, 국선 100회선 용량의 EPABX SENTINEL SYSTEM 1500D로 교체하였다. 행정업무의 전산화는 1983년 4월에 VAX 11/780 시스템을 도입하여 전교생의 성적업무를 전산화하였다.\n전산화의 범위가 확산됨에 따라 신기종의 컴퓨터 도입이 계속되었는데 1988년 2월 HUAS(Hanyang University Administration System)를 개발함으로써 행정업무 일체를 전산화하기에 이르렀다. 그리하여 수강신청, 등록 및 수납업무 뿐만 아니라 제증명서 발급, 학적조회, 교직원 인사업무까지 HUSA를 이용하여 전산화하였다. 더욱이 대학본부의 각 과 및 단과대학 교학과에 설치된 터미널과 프린터를 이용, 전 교직원이 중앙컴퓨터에 수록된 자료를 참고하고 직접 입력함으로써 행정업무의 효율성을 극대화하였다."
}