{
  "title": "ERICA40년사/공학대학/교통•물류공학과",
  "url": "https://hyu.wiki/ERICA40%EB%85%84%EC%82%AC/%EA%B3%B5%ED%95%99%EB%8C%80%ED%95%99/%EA%B5%90%ED%86%B5%E2%80%A2%EB%AC%BC%EB%A5%98%EA%B3%B5%ED%95%99%EA%B3%BC",
  "content": "ERICA40년사\n중 공학대학-  교통·물류공학과에 대한 부분입니다.\n목차\n1\n소개\n2\n교통·물류공학과 연혁\n3\n학과 재직 교수진(2019년 4월 기준)\n4\n주요 특성화 활동\n소개\n교통·물류공학과는 지난 1988년 신입생을 받기 시작한 이래 현재까지 수많은 졸업생을 배출하였으며, 지난 20년간 평균 취업률은 공학대학 내 상위권을 자랑하고 있다. 취업분야는 교통체계 전체를 계획하고 관리하는 것부터 세부적인 운영까지 폭이 넓다.\n교통문제가 사회문제로 대두되자 교통전문인의 필요성에 대한 사회적인 인식이 매우 높아져 중앙 정부및 지방자치단체에서 교통전문가에 대한 수요가 급격히 증가하고 있다. 사회기반구축의 기본이 되는 도로 건설, 설계, 시공 등과 정책결정 시 필요한 수요, 경제, 그리고 전기, 전자, 통신 등과 연계된 첨단도로교통체 계(ITS)에 이르기까지 교통 분야의 진출은 다양하다. 각종 교통관련 연구소, 지방자치단체, 전문기술용역업 체 등으로 진출하며, 이외에도 교통 관련 언론분야, 도로 및 토목계열회사, 대형화물운수회사, 해운, 항공 및 유통관련 기업체에서도 취업의 요청이 급증하고 있다\n본 학과는 세계적인 추세인 융·복합 학문의 요구에 부응하기 위해 2012년부터 학과 명칭을 교통물류공학과로 변경, 사람과 화물의 연구에서 물류체계분야로 확대 개편했다. 기업의 생산, 재고, 구매, 정보의 전략적 분야에 전통적인 교통공학 학문과 물류분야 학문을 접목했다. 또한 미국 MIT의 교통과 물류연구를 벤치마 킹하여 교통계획, 교통공학, 교통운영분야를 물류운영공학, 수/배송관리, 물류정보분야로 접목하여 국가가 요구하는 교통물류의 융·복합 학문 분야의 선두로 나아가고자 한다.\n또한, 지역 교통물류체계 구축의 필요성과 남북경협의 동북아연결을 통한 더 큰 경제적 가치 창출을 위한중장기적 대비 및 사회적 요구에 부응하여 통일한국 대비 미래 교통물류시스템 전문가를 육성하고 대한민 국과 북한, 중국, 유라시아를 연결하는 동북아시아 교통물류체계 구축 및 운영 시 주요한 역할을 수행할 인 재 양성을 목표로 하고 있다\n그리고 4차 산업혁명 시대를 맞이하여 인공지능(AI)과 사물인터넷(IoT), 빅데이터 처리 및 활용 기술, 지능정보기술 등을 기존의 전통적인 교통시스템과 융합 및 자율주행자동차 등과 같은 새로운 교통 시스템의 구축을 통하여 교통 패러다임의 변화에 능동적으로 대응할 수 있고, 시대 흐름과 국가 역량에 부응하는 차 세대 인재를 육성하고자 한다.\n교통·물류공학과 연혁\n1987.09\n교통공학과 신설\n1992.07\n대학원 교통공학과 석사과정 신설\n1995.11\n대학원 교통공학과 박사과정 신설\n1999.03\n건축공학과, 토목·환경공학과, 교통공학과를 건설교통공학부로 통합, 교통공학전공으로 명칭 변경\n1999\n교육과학기술부 지정 국가지정연구실사업(NRL) 선정 - 현장형 건설경영을 위한 지식관리시스템 구축 개발(PMIS, KMS) 구축기술 개발\n2000\n첨단도로연구센터 개소 (도로분야 우수연구센터에 선정)\n교육과학기술부 지정 국가지정연구실사업(NRL)선정 - 내진설계, 비파괴탄상 및 방진구조물을 위한 응력파 진행과 산란해석 기술\n2001.03\n건설교통공학부 교통시스템공학전공으로 명칭 변경\n2009.03\n안산시-한양대학교 교통정보센터 관학 협력에 관한 협약식 체결\n2010.03\n건설교통공학부에서 학과제 전환\n2012.03\n교통물류공학과 명칭변경\n2014\n교통시물레이션실험실 구축\n2018\n주행행태분석실험실(DREAM Lab) 구축\n2018\n교통물류 빅데이터 연구센터 구축\n학과 재직 교수진(2019년 4월 기준)\n김익기\n직급:교수\n재직기간:1990.09.01~현재\n전공분야:교통계획, 교통수요 및 체계분석\n최종출신학교:Northwestern University\n강경우\n직급:교수\n재직기간:1992.03.01~현재\n전공분야:교통정책, 교통경제,화물교통\n최종출신학교:University of Pennsylvania\n서영찬\n직급:교수\n재직기간:1994.03.01~현재\n전공분야:도로 및 공학, 포장공학\n최종출신학교:University of Texas at Austin\n김성호\n직급:교수\n재직기간:1995.03.01~현재\n전공분야:교통공학\n최종출신학교:Polytechnic University of New York\n오철\n직급:교수\n재직기간:2006.03.01~현재\n전공분야:교통시스템공학\n최종출신학교:University of California, Irvine\n서원호\n직급:조교수\n재직기간:2013.09.01~현재\n전공분야:교통운영\n최종출신학교:Georgia Institute of Technology\n박준영\n직급:조교수\n재직기간:2017.09.01~현재\n전공분야:교통물류\n최종출신학교:University of Central Florida\n주요 특성화 활동\n첨단 포장 시공 및 유지관리기술 개발\n시 단위의 특성을 반영하여 실질적 운영이 가능한 도로 유지관리 시스템 개발과 도로와 도로부속시설물 등의 관리를 포함하여 도시 규모에 따른 관리 시스템을 개발하고자 한다. 또한 모든 도로관련 분야에서 쉽게 적용할 수 있는 유지관리 시스템을 제공하며 도로 유지관리 시스템개념을 기업에 보급하고 경제성 분석기법을 제시하고자 한다. 시 단위 도로 유지관리 비용의 기준도 제시하고, 포장 유지보수 비용감소 및 수명 증대 시스템 개발에 따른 도로관리의 효용성 방안도 제시한다.\n스마트 하이웨이 설계 및 시설 기술 개발\n초고속 주행환경 하에서 안전하고 쾌적한 주행을 할 수 있는 출입시설의 설계기준을 정립하고,진출입 시설 배치 기준 정립과 무인·무정차를 고려한 스마트 진출입시설 형식 개발을 하며 출입시설 접속부 본선기하구조 조건을 도출해 낸다. 또한 스마트 IC를 고려한 출입시설 기하구조 기준 도출(IC & JCT)과 SMART Highway 구조·시설기준 해설 및 지침서를 작성한다.\n교통연계 및 환승시스템 기술 개발\n환승센터 시설간의 최적배치기술 개발을 목표로 하며, 환승센터시설 요소 설계분석에 필요한 프로그램을 개발한다. 또한 환승연계시설이 가능한 복합기준 개발 및 환승연계시설을 개선한다.\n특수상황시 실시간 혼잡완화 및 안전확보 기술 개발\n스마트 하이웨이 환경에서 발생할 수 있는 특수상황, 즉 돌발상황/공사/기상이변으로 인한 비반복 정체상황에서 운전자와 차량의 안전을 확보하며 비반복적 교통혼잡을 최소화할 수 있는 Special lane 기법인 DRM(Dynamic Roadside Management)기술을 개발한다.\n수도권 철도망 개선방안 연구\n수도권 용량부족 현상은 앞으로 경부선 2단계 개통이나 호남고속선의 신선건설이 완료되는 시점이면 그 정도가 더욱 심해질 것이다. 이러한 상황에 대비하기 위해 수도권의 용량 제약을 해 소하기 위한 철도망 대안을 제시하고자 연구한다.\nu-TSN 기반 교통정보 시스템 로컬자료 처리 및 분석\nu-TSN 기반 교통정보시스템의 효과적 운영을 위해 현장에서 수집되는 자료를 지능적으로 처리하여 기존의 교통정보 수집체계가 가지고 있는 한계를 극복하고 차량, 시설물, 이용자 간의 교통자료를 시간과 장소에 제한되지 않고 정보교환이 가능하도록 하는 기반기술을 개발한다.\n실시간 교통안전 분석·평가 기술 개발\n개별차량 주행궤적 자료를 이용한 교통안전도 평가 방법론을 개발하여 실시간 사고다발지역\n모니터링 및 실시간 교통사고 예방을 위한 경고정보제공 및 전략을 수립한다.\n자율협력기반 화물차 교통관리기술 개발 및 평가\n자율협력주행 환경에서 화물자동차 교통을 관리할 수 있는 기술의 개발과 그 효과를 평가하는\n기술을 개발하여 교통안전 및 이동성을 증진시키기 위한 화물차 교통운영전략을 수립한다.\n빅데이터 기반 교통안전 분석 및 관리기술 개발\n기존의 링크단위 데이터 외에 개별차량 데이터 등의 빅데이터를 활용한 사고위험도 평가 방법론 개발 및 산출된 사고위험도 기반 최적속도제어기법을 개발한다."
}