{
  "title": "ERICA40년사/대외평가",
  "url": "https://hyu.wiki/ERICA40%EB%85%84%EC%82%AC/%EB%8C%80%EC%99%B8%ED%8F%89%EA%B0%80",
  "content": "ERICA40년사\n중 대외평가에 해당하는 부분입니다.\n2000년대 들면서 대학가의 화두 중 하나는 ‘산학협력’이었다. 그에 따라 교육부 및 한국대학교육협의회는 2008년부터 산업계관점 대학평가를 실시하고 있다. 한양대학교 ERICA는 학연산클러스터 캠퍼스 구축 및 산학협력의 토대를 마련하며 괄목할만한 성장을 이뤄낸 만큼 해당 평가에서도 거의 매년 빠지지 않고 좋은 평가를 이어가고 있다. 이와 함께 국내 대표적인 대학평가인 중앙일보 평가에서도 매년 상위권에 이름을 올려 ERICA의 위상을 확인했다. 특히 2013년 이후 서울캠퍼스와 분리 평가를 받고 있음에도 10위권을 유지하고 있어 지역 캠퍼스가 아닌 독립적인 한 대학으로서의 입지를 대외적으로 알렸다.\n목차\n1\n교육부 및 한국대학교육협의회 평가\n1.1\n산업계관점 대학평가\n1.2\n대학구조개혁평가\n2\n중앙일보 평가\n교육부 및 한국대학교육협의회 평가\n산업계관점 대학평가\n교육부와 한국대학교육협의회는 산업계-대학 간 소통 확대, 대학 교육과정 개선을 통한 인력미스매치 해소, 미래사회가 요구하는 산업수요 맞춤형 인재 양성 기반 조성 등의 필요성에 따라 2008년부터 산업계관점 대학평가를 진행하고 있다. 산업계 수요에 부합하는 인력양성을 위한 대학 교육과정 개선·운영을 목표로 요구분석·평가결과 활용 강화 등 산업계-대학 간 소통을 확대하기 위함이다. 매년 지정된 평가 분야에서 산학연계교육 인프라, 산업계 요구와 교육과정 일치도,교육 및 기술개발 성과 등의 평가가 이뤄진다.\n우리 대학은 2011년 금속철강 분야와 신소재 분야, 2012년 일반기계 분야, 2013년 컴퓨터(SW)분야, 2015년 금속 분야 등에서 종합평가 ‘최우수대학’에 선정됐다. 특히 2011년에는 평가가 실시된 2개 소재 분야에서 모두 최우수대학에 선정됐고, ‘학연산클러스터 교육을 통한 기업친화적 연구인력 양성’은 우수사례로 꼽혔다. 세부적으로는 ▲학연산클러스터 존에 140여개 기업이 입주하여 있으며 산학연 전담조직 활성화로 취업 및 기술이전 극대화 ▲6시그마, 프로젝트 관리 등 대기업이 실시하고 있는 직원교육 과정을 학부과정에 도입해 교과목으로 이수하도록 하는 등 실무형교과목 운영 ▲졸업논문을 ‘캡스톤 디자인’으로 대체 가능 등으로 좋은 평가를 받았다.\n종합순위에는 오르지 못했지만 2010년 전자반도체·컴퓨터 분야 ‘산학연계 교육 인프라 영역’우수 등급, 2012년 건축(시공) 분야 ‘산업계 요구와 교육과정 일치도 영역’최우수 등급, 2013년 전자반도체 분야 ‘산학연계 교육 인프라 영역’최우수 등급, 2016년 기계 분야 ‘산업계 기반 교육과정운영성과 영역’최우수 등급, 2017년 전자반도체 분야 ‘산업계 기반 교육과정 설계 영역’최우수 등급에 올라 주로 산학연계 교육 인프라 구축 부문에서 좋은 평가를 받았다.\n대학구조개혁평가\n교육부는 학령인구 급감에 대비한 선제적 구조개혁 조치로 2023년까지 대학 정원을 16만 명으로 줄이겠다는 계획 아래 2015년부터 ‘대학구조개혁평가’를 실시했다. 각 대학을 교육여건, 학사관리, 교육과정, 학생지원, 교육성과, 특성화 등의 지표를 토대로 고등교육기관으로서 갖춰야 할 요소들을 종합적으로 평가해 A~E까지 차등적 조치가 시행됐다. A~C 대학은 정원의 자율적 혹은 평균 수준의 감축을 권고 받지만 하위 D~E 등급 대학은 정원을 대폭 감축해야 하며 각종 장학금 및 학자금 대출이 제한된다.\n우리 대학은 2015년 8월 대학구조개혁평가에서 A등급을 받았다. 당시 서울캠퍼스도 A등급으로 국내 유일하게 분리된 양캠퍼스가 모두 A등급에 올라 눈길을 끌었다. 또한 이 평가는 각 대학의 구조와 재정, 교육의 질과 학업 만족도, 특성화 정도까지 모두 아우르는 총체적 평가였기에 그간의 노력을 인정받은 큰 성과였다.\n2차 대학구조개혁평가는 명칭과 일부 평가 방식이 바뀌면서 ‘대학기본역량진단’으로 2018년 실시됐다. 우리 대학은 이 평가에서도 일반 재정지원과 특수목적 사업 신청이 가능하며 정원감축 권고를 받지 않는 ‘자율개선대학’으로 선정됐다.\n중앙일보 평가\n중앙일보에서 매년 교육여건·재정, 평판·사회진출, 교수연구 등을 평가해 발표하고 있다. 대학입시생 등 교육 소비자에게 정보를 제공하고 대학 간 선의의 경쟁을 유도한다는 취지로 시작됐으나 대학 서열화를 부추기고 주관적 평가 항목, 검증에 대한 신뢰성, 기준이 모호한 자료 반영, 언론의 대학 길들이기 등의 문제를 안고 있기도 하다. 이에 전적으로 신뢰할 수는 없겠으나 대학 경쟁력을 평가하는 하나의 참고 자료로서 받아들일 수 있겠다.\n2013년은 서울캠퍼스와 첫 분리평가를 실시했다는 점에서 큰 의미가 있다. 당시 서울지역 대학들을 제치고 12위에 오르며 화려하게 등장했다. 2014년에 5계단 하락하며 주춤했으나 2015 평가에서는 8위에 뛰어오르는 뚜렷한 성장세로 주요 대학들의 이목을 집중시켰다. 학연산클러스터의 다양한 프로그램을 기반으로 연구와 창업, 취업률까지 챙기면서 대외적인 위상을 높였다.\n이듬해에도 인문계열 종합 7위, 자연과학계열 종합 11위, ‘입학추천대학’9위 등을 기록하며 종합8위를 견지했다. 2017 중앙일보 대학평가에서는 공학계열 분야와 교수연구 분야 10위를 비롯해 학생 교육 및 성과 부문 등 전반적으로 높은 평가를 받으며 종합 9위를 차지했고, 2018 평가에서도 순위를 유지하며 2015년 Top 10 진입 이후 4년째 10권 내에 머무르고 있다.\n이에 따라 한양대학교의 분교가 아닌, 하나의 독립적인 대학교로서 자리를 잡았다고 볼 수 있으며 특히 30위권 내에는 주요 대학의 지역 캠퍼스가 없다는 점에서 ERICA만의 독보적인 위상을 확인할 수 있다."
}