{
  "title": "ERICA40년사/1990년대 교육개혁에 따른 변화와 발전",
  "url": "https://hyu.wiki/ERICA40%EB%85%84%EC%82%AC/1990%EB%85%84%EB%8C%80_%EA%B5%90%EC%9C%A1%EA%B0%9C%ED%98%81%EC%97%90_%EB%94%B0%EB%A5%B8_%EB%B3%80%ED%99%94%EC%99%80_%EB%B0%9C%EC%A0%84",
  "content": "ERICA40년사\n중 1990년대 안산캠퍼스 관련 내용입니다.\n목차\n1\n사회적 흐름의 변화와 교육개혁 추진\n2\n1990년대 입시정책 변화 속 안산캠퍼스\n2.1\n대학수학능력시험 실시\n2.2\n5·31 교육개혁에 따른 학부제 시행\n사회적 흐름의 변화와 교육개혁 추진\n1990년대에 접어들자 우리 사회는 물품을 생산하여 판매하는 산업사회의 경제체제로부터 지식과 정보의 생산, 관리 및 유통이 경제의 근간을 이루는 지식, 정보화 사회로 본질적인 변혁이 이루어졌다. 이러한 사회적 변화는 대학의 역할 변화를 강력하게 요구하게되었다. 대학이 정보화 사회에서 요구하는 고도의 지적인 능력과 창의성을 갖춘 고급 인재를 양성해내지 못하면, 나날이 치열해지는 국가경쟁에서 뒤쳐질 수밖에 없기 때문이다.\n이에 따라 김영삼 정부는 21세기를 ‘지식 정보사회’로 규정하고 ‘세계화’ 경향에 따라 이제까지의 교육제도의 관행에서 벗어난 새로운 교육체계를 구상하였다\n이에 따라 대통령 자문기관인 교육개혁위원회는 문민정부의 교육개혁 총론을 담은 교육개혁안을 1995년 5월 31일에 발표했다. 이어 1996년 2월 9일, 교육개혁방안(Ⅱ), 1996년 8월 20일에는 교육개혁방안(Ⅲ), 이듬해인 1997년 6월 2일에는 교육개혁방안(Ⅳ)을 연이어 발표하였다. 각 교육개혁 안에서 대학교육 및 입시제도와 관련하여 살펴보면 먼저 열린교육사회, 평생학습을 실현하기 위한 ‘학점은행제’ 도입, 대학의 다양화와 특성화를 위한 ‘대학의 정원자율화’와 ‘종합생활기록부제’도입, ‘의학, 법학 등 전문대학원제도’, 고등교육체계 개선을 위한 ‘학교 교육개방화체제 구축’ 등이 있으며 이를 위해서 ‘교육재정 5% 확보’ 등을 제시하였다.\n기본방향이 전반적으로 대학자율의 폭을 넓히고 개방화를 지향한다는 점에서 대체로 긍정적인 평가를 받았다. 신자유주의에 입각한 시장논리의 지배, 경쟁 구도 강화라는 부작용이 지적되기도 하였지만 공급자 위주, 규제 일변도의 획일화된 교육체제에서 학습자 위주, 자율화를 기초로 다양화, 정보화시대에 맞는 교육체계로 의 전환을 표방했다는 데서 일단 미래지향적인 긍정적 평가를 받았다.\n우리 대학 역시 정부의 이러한 교육개혁 의지를 적극적으로 수용함과 동시에 우리 사회가 필요로 하는 인재의 양성을 통하여 사회에 봉사하는 한양대학교의 전통과 특성을 살려나갈 수 있는 방향으로 교육개혁의 목표와 계획을 수립하였다. 한양대학교는 ‘21세기, 사회발전의 힘이 되는 한양인 육성’을 주요 교육개혁 기본방향으로 설정하고, 이를 달성하기 위하여 구체적으로 ‘학생중심의 교육체제’, ‘세계화 시대의 인재 양성’, ‘첨단 정보체제의 구축과 활용’, ‘질높은 수업 및 교수개발’을 4대 목표로 선정하였다. 이러한 우리 대학의 교육개혁의 방향과 목표는 당시 사회적 흐름을 적절히 반영함과 동시에 한양의 전통과 특성, 정부에서 대학에 요구하고 있는 구체적인 개혁과제를 달성하기 위해 마련된 것이었다.\n1990년대 입시정책 변화 속 안산캠퍼스\n대학수학능력시험 실시\n1981학년도부터 1993년까지 12년 동안 치러진 학력고사는 암기위주의 교육을 낳게 하는 문제가 있었다. 따라서 이런 문제점을 개선하여 통합적인 사고력을 측정하기 위해 학력고사를 폐지하고 1994학년도부터 대학입학학력고사 대신 대학수학능력시험이 실시되었다. 대학 지원방식도 선지원 후시험에서 다시 선시험 후지원 방식으로 바뀌게 되었다. 그리고 학교 수업의 정상화를 강화한다는 취지에서 고교 내신 반영 비율이 종래의 30%에서 40%로 강화되었다. 이에 따라 본교에서도 지금까지 시행되어 왔던 대학별 고사(본고사)를 학교 고교교육 정상화, 과외 과열을 이유로 94학년도 입시에서 대학별 고사를 치르지 않기로 결정, 대학수학능력시험평가(60%)와 고교내신(40%)으로만 선발하기로 하였다. 95학년도에는 94학년도 신입생선발과정을 지켜본 후 본고사 실시 여부를 결정하기로 하였다. 그러나 본고사를 실시하지 않았던 94학년도 입시 결과, 공대 일부학과에서 미달사태라는 초유의 사태가 벌어지고 경쟁률 하락으로 인해 우수학생 확보에 실패했다는 평가에 이른다. 이에 따라 95학년도 신입생 선발에서 대학별 고사를 실시하기로 결정하였다. 한편 타 대학 역시 경쟁률 하락 등을 경험하고 국립대학을 중심으로 40여 개 대학이 95학년도부터 본고사를 실시하기로 밝혔다.\n1995학년도 입시요강\n제15조(전형방법) ① 제1학년 신입생 선발은 다음 각 호에 의하여 전형한다.\n1. 출신 고등학교의 내신성적과 대학수학능력시험 성적 그리고 대학별고사 성적을 합하여 전형하며, 면접고사와 신체검사 등을 병과할 수 있다.\n다만, 필요한 경우에는 대학별 고사 성적은 반영하지 아니할 수 있다.\n2. 사범대학의 입학은 출신 고등학교의 내신성적과 대학수학능력시험 성적, 대학별 고사 성적, 인성 및 적성검사 성적과 면접고사 성적을 합하여 전형한다.\n다만, 필요한 경우에는 대학별 고사 성적은 반영하지 아니할 수 있다.\n3. 예체능계 입학은 출신학교의 내신성적, 대학수학능력시험 성적과 실기고사 성적을 합하여 전형한다.\n4. 예체능 특기자의 입학전형은 지원계열에 따라 1, 3호에 의거 전형하며 별도의 기준에 의한 특기심사를 병과하여 사정할 수 있다.\n부활했던 본고사가 입시과열 등 부작용이 잇따르자 96학년도에는 본고사가 폐지되고 논술로 대체되었으며, 97학년부터는 내신, 수학능력시험, 논술로 학생을 선발하게 되었다. 이후 입시에서는 다양한 선발기준이 제시되어 입시에 적용되었다. 본교에서도 98학년부터는 사회봉사 특별전형, 학교장 특별전형 등이 실시되었다.\n5·31 교육개혁에 따른 학부제 시행\n정부의 5·31 교육 개혁 정책의 일환으로 추진된 것 중 대표적인 제도가 학부제이다. 학부제는 학부로 입학한 후 1년이나 2년의 수학과정을 거쳐 자신이 원하는 학과를 선택하게 하는 제도이다. 1994년 교육부는 “‘학과 통합정책 추진계획’에서 우리나라 대학은 학과가 너무 세분화되어 있어 ①학사과정 통합화의 세계적 경향에 역행하고 ②고등교육 투자의 비효율을 초래하며 ③학과별 교과과정 편성에 따른 경영의 비효율성 ④시설, 설비의 중복투자 ⑤학생들의 교과목 선택 제한 ⑥학과 간의 폐쇄성을 초래하기 때문에 학과 통합이 적극적으로 추진되어야 한다”고 학부제의 도입취지를 설명하고 있다.\n그러나 학과를 통합함으로써 대학 운영의 효율성을 높이고 학문간 연계를 도모하고자 했던 제도는 다양한 논란을 불러일으키게 된다.\n한편, 교육부의 학부제에 대한 시행 의지는 1995년 ‘5·1 교육 개혁안’에서 대학 학사모형의 다양화와 최소전공 학점제로 현실화되었고, 이후 1997년 ‘고등교육법 시행령’에서 1999학년도부터 학생 모집단위를 2개 이상 학과나 학부별로 모집하는 것을 원칙으로 규정(제28조)하면서 명문화되기에 이른다. ‘고등교육법 시행령’은 1999학년도부터 학생 모집단위를 기존의 학과 중심에서 2개 이상 학과를 묶어 복수 학과나 학부, 단과대 별로 모집하는 ‘모집단위 광역화’를 원칙으로 규정하였고, 2개 이상의 학과와 학부를 연계하여 이수하는 복수 전공을 제도화하였다.\n이에 우리 대학은 1995학년도에 가장 먼저 경상대학이 학부제를 도입했다. 경제학과(50명), 무역학과 일부(30명)를 통합하여 경제학부(80명)로, 경영학과(100명), 회계학과(50명), 보험경영학과(40명), 무역학과 일부(20명)를 통합하여 경영학부(210명)로 개편하고 명칭을 변경하였다. 이후 1996학년도부터는 공학대의 전기과, 전자과, 전자계산과, 제어계측과가 통폐합되어 총 360명을 모집하게 되었으며, 이과대의 수학과, 물리과, 화학과, 생화학과, 지구해양과는 이학부로, 체과대체육과, 경기지도과는 체육경기학부로 통폐합되었다. 1997학년도부터는 문과대학, 언론정보대학, 디자인대학으로까지 실시되어 전 단과대학이 학부제를 시행하게 되었다.\n한양대학교 학칙\n부 칙\n(1) ① (시행일) 본 개정학칙은 1995년 3월 1일부터 시행한다.\n② (경과조치) 이 학칙 시행 이전에 재적 중인 학생(휴학 중인 자를 포함한다)은 학생의 희망\n에 따라 …중략…\n경상대학 경제학과, 무역학과는 경제학부에, 경영학과, 회계학과, 보험경영학과, 무역학과는 경영학부에, 공학대학 토목공학과는 토목, 환경공학과에 각각 재적하는 것으로 보며, 변경된 학과 명칭으로 졸업증서를 수여할 수 있다.\n1990학년도 안산캠퍼스 편제 및 입학정원\n대학\n학과명\n입학정원\n공학대학\n기계공학과\n180\n전자공학과\n100\n전자계산학과\n100\n전기공학과\n60\n금속재료공학과\n60\n산업공학과\n60\n건축공학과\n60\n토목공학과\n60\n화학공학과\n60\n교통공학과\n60\n제어계측공학과\n60\n계\n800\n문과대학\n국어국문학과\n40\n일어일문학과\n60\n중어중문학과\n60\n영어영문학과\n90\n독어독문학과\n60\n불어불문학과\n60\n문화인류학과\n40\n계\n410\n사회대학\n사회학과\n30\n신문방송학과\n40\n광고홍보학과\n40\n계\n110\n이과대학\n수학과\n40\n물리학과\n40\n화학과\n40\n생화학과\n40\n지구해양과학과\n30\n계\n190\n법학대학\n법학과\n60\n경상대학\n경제학과\n50\n경영학과\n100\n무역학과\n50\n회계학과\n50\n보험경영학과\n40\n계\n290\n산업미술대학\n공예과\n40\n산업미술과\n30\n계\n70\n체육과학대학\n체육학과\n40\n무용과\n40\n경기지도과\n40\n계\n120\n안산캠퍼스 합계\n2.05\n1997년 학부제로 인해 개편된 학부체계와 입학정원\n대학\n학과·학부\n입학 정원\n전공정원\n전공명\n정원\n공학대학\n건축공학부\n60\n토목·환경공학과\n60\n교통공학과\n60\n전자·컴퓨터·전기·제어공학부\n360\n금속재료공학과\n60\n기계공학과\n130\n산업공학과\n60\n화학공학과\n60\n문과대학\n외국어문학부\n310\n중어중문학\n60\n일어일문학\n60\n영어영문학\n70\n독어독문학\n60\n불어불문학\n60\n인문학부\n80\n국어국문학\n40\n문화인류학\n40\n언론정보대학\n언론·광고·사회학부\n130\n언론학\n40\n광고홍보학\n50\n정보사회학\n40\n이과대학\n이학부\n200\n수학\n40\n물리학\n40\n화학\n40\n생화학·분자생물학\n40\n지구해양과학\n40\n법과대학\n법학과\n60\n경상대학\n경제학부\n60\n경영학부\n210\n디자인대학\n디자인학부\n80\n공예디자인\n40\n산업디자인\n40\n생활체육과학대학\n생활스포츠학부\n80\n생활체육\n40\n경기지도\n40\n무용과\n40\n총계\n2,100\n학부제는 전국 대학에 걸쳐 시행되었으나 인기학과로의 편중, 순수학문 발전의 저해 등 예견되었던 부작용들이 현실이 되었다. 이에 따라 정부는 2009년 1월 19일 ‘고등교육법시행령’ 제28조 제2항 ‘모집단위를 정함에 있어서 대학은 복수의 학과 또는 학부별로 이를 정한다’는 규정을 삭제했다.\n5·31 교육개혁에서 학부제의 시행은 궁극적으로 대학원제도의 확대를 모색하기 위한 것이었다. 이에 따라 김영삼 정부의 교육개혁 과제 중 의학, 법학 전문대학원제도 도입을 추진과제로 삼았다. 한양대학교에서도 전문대학원제도 도입에 대응하고 투자의 효율성을 높이고 경쟁력을 강화하기 위해 서울캠퍼스와 안산캠퍼스에 중복되어 있는 법학대학을 1997년 11월 서울캠퍼스의 법과대학과 통합하고 법학전문대학원, 일명 로스쿨 제도에 대비하였다. 이에 따라 안산캠퍼스 법학대학은 1997년 11월 공식적으로 폐지되어 이듬해 신입생 모집을 중단하였다. 이에 대해 학생들의 반발이 일었다. 12월 10일 법학대학 학생회와 총장의 면담에서 학교 측은 학생들의 의견이 50%를 넘을 경우 어떠한 결과든지 수용하도록 노력하겠다는 답변을 듣고 방학 중 서신을 통해 법학대 폐지에 대한 총 투표를 실시하기도 하였다."
}