{
  "title": "ERICA40년사/1980년대입시정책",
  "url": "https://hyu.wiki/ERICA40%EB%85%84%EC%82%AC/1980%EB%85%84%EB%8C%80%EC%9E%85%EC%8B%9C%EC%A0%95%EC%B1%85",
  "content": "ERICA40년사\n중 1980년대 안산캠퍼스 관련 내용입니다.\n목차\n1\n졸업정원제 실시\n2\n예비고사 폐지와 대학입학 학력고사 실시\n3\n선지원 후시험 제도\n4\n복수지원 금지와 복수지망\n졸업정원제 실시\n대학입학전형은 1981학년도에 이르자 큰 변화를 맞이했다. 1980년대 정부는 국가보위비상대책위원회를 통해 7·30 교육개혁조치를 발표하였다. 이 조치는 과외공부의 과열을 해소시키고 고교 교육을 정상화시킨다는 명분하에 취해진 것으로 졸업정원제 실시와 대입본고사 폐지, 대학입학학력고사, 고교내신제 도입이 주된 내용이었다. 이에 따라 한양대학교 반월분교 역시 졸업정원제에 의해 입학정원이 재조정되었다.\n1981학년도 반월대학 계열별 학생 현황 (단위 : 명, 입학인원은 졸업정원에 30%를 가산한 숫자임)\n계열\n졸업정원\n입학인원\n공학계열\n(기계공학과, 전자공학과, 전기공학과, 산업공학과, 금속재료공학과)\n980\n1,274\n어문계열\n(영어영문학과, 일어일문학과, 독어독문학과, 불어불문학과, 중어중문학과)\n300\n390\n상경계열\n(경제학과, 경영학과, 무역학과, 회계학과)\n240\n312\n체육계열\n(체육학과, 무용과)\n80\n104\n반월대학 합계\n1,600\n2,080\n졸업정원제는 졸업정원을 기준으로 일정비율의 신입생을 초과 모집하여 성적 불량자를 매년 유급 탈락시키고, 성적이 정원 내에 미치지 못하는 졸업탈락자는 수료증을 주는 제도였다. 이 제도에 따라 한양대학교 반월대학은 정원의 30%를 초과하여 신입생을 모집하였다.\n그러나 대학입시의 과열현상을 막고 학업에 전념하는 대학풍토를 구축, 대학교육을 정상화한다는 졸업정원제는 표면적으로는 그 취지가 교육적이고 바람직하지만, 실제 동기는 대학교육 정상화라는 이름 아래 학점과 졸업을 미끼로 교수들의 학생들에 대한 장악력을 강화함으로써 정권에 비판적인 대학생들을 위축시키기 위한 방안이었다. 또, 졸업정원제가 중도탈락자에 대한 대책이 전혀 없는 데다 대학생활이 성적 위주로 흐른다는 비판이 나오기 시작했다. 논술도 채점의 객관성과 신뢰성이 문제가 되었으며 결국 1986년에 졸업정원제는 폐지되었고, 논술은 면접 방식으로 바뀌었다.\n예비고사 폐지와 대학입학 학력고사 실시\n기존에 실시되던 예비고사는 말 그대로 본고사에 앞서 보는 시험이었다. 예비고사 성적만으로 신입생을 뽑는 ‘특차’ 전형이 있었지만 예비고사를 본 뒤 주로 국영수 필기시험을 봐야 했다. 문제는 예비고사 점수가 희망 대학이 있는 지역 커트라인에 미달하는 학생이 많다는 점이었다. 대학시험조차 볼 수 없으니 재수생은 늘었다. 그리고 본고사도 봐야 하니 과외가 속출하고 고교 교육이 입시 위주로 진행되었으며, 예비고사 합격을 위한 인문계 학원 숫자도 크게 늘어났다.\n7·30 교육개혁조치의 일환으로 1981년부터 종래의 예비고사가 폐지되고 대학입학 학력고사가 실시되었다. 기존에 시행되던 예비고사는 상당수가 대학입시에 대해 원천적으로 제한했던 제도였던 것에 반해 대학입학 학력고사는 모든 고등학생에게 대학입시 기회를 부여한 제도로, 이 해부터 대학입시는 학력고사 성적과 고교 내신 성적으로 치러졌다. 한양대학교 역시 입학기준을 조정하여 학력고사 성적과 내신 비율을 80:20으로 반영하여 입학전형을 실시했다. 81학년도 입시요강에서 주목해야 할 사항은 입학전형이 전기로 확정되었다는 점이다. 전형방법이 변경된 것은 80년 10월 28일 각 대학에 통고된 문교부의 발표에 영향을 받은 것인데, 그 내용은 종래 1개 대학에만 허용했던 지원을 여러 대학에 복수지원토록 한다는 것과 학력고사 득점분포를 1점 단위로 발표하고 대학별 원서접수 상황을 대학 응시 전에 공개해야 한다는 것이었다. 우리 대학이 전기전형으로 선발방법을 바꾼 가장 큰 이유는 우수한 고교졸업자 및 졸업예정자를 확보하기 위함이었다.\n1982학년도 입시에서는 학력고사의 합격선 및 지역구분이 폐지됨에 따라 지방 입시생들은 학교나 학과 위주의 입시풍토에서 벗어나 등록금 면제나 장학금 및 생활비 지급 등의 특전을 주는 사립대학에 관심을 갖게 되었다. 이에 우리 대학도 우수한 고교 졸업생들을 유치하기 위해 많은 장학제도를 마련했다.\n1982학년도 신입생 모집요강이 예년과 달라진 것은 첫째 종래의 대학, 계열에서 학과 위주의 모집방법을 채택했다는 점, 둘째 정원에 미달될 경우에 대비하여 3지망까지 허용한 점, 셋째 고교 내신 성적의 반영률을 30%로 높였다는 점, 넷째 산업체 근로자의 특별사정 및 예·체능계열의 별도 사정을 폐지하였다는 점 등이다. 이와 같이 대대적인 수정안을 제시한 입시제도가 마련된 것은 문교부의 대학정원 조정발표(1981년 10월 8일)에 따른 것인데, 학과의 신설을 최대한 억제하고 정원을 자체 조정하라는 것이 그 골자였다. 이에 따라 전체 입학정원에 대한 이공계의 비율이 낮아지고 인문사회계가 늘어나게 되었다.\n1982년 반월대학 계열별 학생 현황(단위 : 명, ( ) 안 숫자는 동계진학자 선발인원이며 입학인원에 포함되어 있음)\n계열\n졸업정원\n입학인원\n공학계열\n(기계공학과, 전자공학과, 전기공학과, 산업공학과, 금속재료공학과)\n980\n1,724(23)\n어문계열\n(영어영문학과, 일어일문학과, 독어독문학과, 불어불문학과, 중어중문학과)\n330\n390429\n상경계열\n(경제학과, 경영학과, 무역학과, 회계학과)\n270\n351(10)\n체육계열\n(체육학과, 무용과)\n80\n104\n반월대학 합계\n1,660\n2,608\n선지원 후시험 제도\n1988학년도부터 대학입시는 선지원 후시험 제도로 바뀌게 되었다. 종전까지는 대입학력고사를 치른 후 각자 지망하는 대학에 지원하는 방식이었으나 이 해부터는 지망학교에 먼저 지원한 후 그 학교의 대입학력고사를 치렀다. 이로써 해당대학이 채점에서부터 합격자 발표까지 모든 입시업무를 관장했다. 하지만 대학 지원 기회가 전·후기 두 차례뿐이었기 때문에 눈치작전이 극심해졌고 학과 간 서열화도 부각되었다. 그리고 재수를 선택하는 학생이 많아졌다. 이외에도 암기식 문제풀이 방식과 전 과목을 공부해야 한다는 점 역시 문제였다. 과외가 금지된 상태였지만 항간에서는 여전히 불법 과외가 성행했다.\n복수지원 금지와 복수지망\n선지원 후시험 제도가 도입되기 전인 1979년부터 1987년까지 복수지원은 금지되었다. 복수지원은 한 수험생이 여러 학교에 동시에 지원하는 것을 말하는데 이것은 원천적으로 금지되었고, 선지원 후시험 제도가 실시되면서 수험생이 한 학교에서만 학력고사를 치르게 됨에 따라 이 조항은 자연스레 의미가 없어지게 되었다.\n복수지망은 1988학년도까지 3개 과의 범위 내에서 허용되었다가 1989학년도부터는 2개과로 축소되었다. 복수지망은 수험생으로 하여금 지원한 학교의 학과를 두 개 이상 선택하는 것인데 같은 계열에 한해 국한되었다. 즉, 1지망을 일반계열로 지원한 학생은 2지망으로 예·체능계열을 지원할 수 없으며 1지망을 예·체능계열로 지원한 학생도 2지망은 일반계열로 지원할 수 없었다."
}