{
  "title": "ERICA40년사/대외평가및수상",
  "url": "https://hyu.wiki/ERICA40%EB%85%84%EC%82%AC/%EB%8C%80%EC%99%B8%ED%8F%89%EA%B0%80%EB%B0%8F%EC%88%98%EC%83%81",
  "content": "ERICA40년사\n중 대회평가 및 수상에 관한 이야기입니다.\n안산캠퍼스는 앞서 살펴본 것처럼 2000년대에 들어서 학연산클러스터 캠퍼스 구축과 산학협력중심대학 육성사업단 선정이라는 외적인 변화를 맞이하여 급격한 발전을 이루게 된다. 이러한 발전은 사업적인 측면에서만 이루어진 것이 아니라 각 단과대학의 교육수준도 함께 성장하는 결과를 이루어 냈는데, 이는 한국대학교육협의회와 중앙일보에서 매년 실시하는 대학평가에서 거둔 성과로 알 수 있다. 제5절에서는 2000년대 이후 안산캠퍼스의 각 학문분야가 대외적으로 어떠한 평가를 얻었는지 살펴보고자 한다.\n목차\n1\n한국대학교육협의회 평가\n1.1\n2000년도 '전기•전자•정보통신분야', '재료공학 분야' 평가\n1.2\n2001년도 '디자인 분야' 평가\n1.3\n2002년도 '토목공학 분야', '수학분야' 평가\n1.4\n2003년도 '경제학 분야', '물리학 분야' 평가\n1.5\n2004년도 '생물생명공학 분야','기계공학 분야', '신문방송 광고홍보학 분야' 평가\n1.6\n2005년도 '국어국문학 분야', '중어중문학 분야', '일어일문학 분야', '무용학 분야', '체육학분야' 평가\n1.7\n2008년도 ‘경제학 분야’\n2\n중앙일보 학문분야 평가\n2.1\n2001년 '건축학과' 평가\n2.2\n2002년 '중어중문학과\n평가\n2.3\n2003년 '신문방송학과', '산업공학과' 평가\n2.4\n2004년 ‘토목공학과’ 평가\n한국대학교육협의회 평가\n한국대학교육협의회\n(이하\n대교협\n)는 대학 간 상호협력과 대학교육의 질적 수준 향상을 목적으로 1982년에 설립된 대학 간 자율협의체로서, 전국 4년제 대학, 교육대학, 산업대학 등 총 200여개의 회원대학으로 구성되어 있다.\n대교협은 1982년부터 대학교육의 질적 향상을 위하여 4년제 대학을 대상으로 대학종합평가를 실시하고 있으며, 이와 함께 1992년부터는 학과를 대상으로 하는 학과평가를 매년 2~3개 학과를 대상으로 실시해 왔다. 1999년부터는\n학부제\n시행과 같은 교육단위의 변경으로 학과평가를 학문분야평가로 전환하여 실시하고 있다.\n우리 대학의 경우 1999년에 건축(공)학 분야에서 최우수 대학으로 선정된 이후 꾸준한 성과를 보이고 있는데, 당시 66개를 대상으로 실시한 건축학 분야 평가에서 안산캠퍼스는 종합순위 2위,서울캠퍼스는 종합순위 1위를 차지하며 한양대학교가 건축공학 분야의 독보적 대학임을 드러내었다.\n2000년도 '전기•전자•정보통신분야', '재료공학 분야' 평가\n2000년에는 91개교를 대상으로 전기·전자·정보통신 분야와 52개교를 대상으로 재료공학 분야에서 학문분야 평가가 실시되었다. 학문분야 평가는 5개의 평가영역에 13개의 평가부문, 40개의 평가항목으로 세분화하였는데, 대략적인 평가영역을 살펴보면 교육목표 5%, 교육과정 및 수업 30%, 교수 30%, 연구여건 및 지원체제 25%, 교육 및 연구성과 10%로 크게 나뉘어져 있으며 각 영역별로 세부항목을 두었다. 이를 바탕으로 평가대상 학교의 점수를 산출하였으며, 산출한 전체 합계 점수를 기준으로 90.0점 이상을 ‘최우수그룹’, 80.0점 이상∼ 90.0점 미만을 ‘우수그룹’,65.0점 이상∼80.0점 미만을 ‘보통’, 65.0점 미만을 ‘개선요망’으로 판정하는 식으로 평가가 이루어졌다.\n우리 대학은 재료공학 분야 종합평가에서 학부, 대학원 모두 최우수 그룹에 속하는 성과를 거두었다. 또한 학문분야 종합평가 외에 평가영역 기준에 따른 영역별 우수대학을 선정하였는데, 우리대학 재료공학 분야는 학부의 경우 교육목표, 학생, 교육성과, 교육과정 및 수업, 교육여건 및 지원체제에서 우수대학으로 선정되었으며, 대학원의 경우에도 학부와 동일한 영역에서 영역별 우수대학으로 선정되었다.\n2000년에는 재료공학 분야 뿐 아니라 전기·전자·정보통신 분야에서 뛰어난 성적을 거두었는데 학부의 경우 91개 대학 중 종합순위 2위를 차지하며 최우수대학으로 선정되었으며, 대학원 역시 최우수대학에 선정되었다. 영역별 평가의 경우 학부와 대학원 모두가 교육목표, 학생, 교육성과, 교육과정 및 수업, 교수, 교육여건 및 지원체제 등 전 평가영역에서 우수대학으로 선정되어 두각을 나타냈다.\n2001년도 '디자인 분야' 평가\n2001년에는 78개교를 대상으로 디자인 분야를 평가하였는데, 우리 대학은 학부에서 종합평가순위 2위, 대학원에서는 4위를 차지하여 우리 대학 디자인 분야의 우수성을 입증했다. 당시 평가항목은 교육목표 5%, 교육과정 및 수업 27%, 교수 24%, 학생 14%, 교육여건 및 지원체제 23%, 교육성과 7% 등 총 6개의 평가영역으로 나누어 12개의 평가부문과 41개의 세부 평가항목을 두었다.영역별 평가결과로는 학부의 경우, 전 평가영역에서 모두 우수대학으로 선정되었으며, 대학원의 경우 교수와 교육여건 및 지원체제 영역에서 우수대학으로 선정되었다.\n2002년도 '토목공학 분야', '수학분야' 평가\n2002년에는 48개교를 대상으로 사회복지 분야, 77개교를 대상으로 토목공학 분야, 87개교를 대상으로 수학 분야의 평가를 실시하였는데, 우리 대학은 해당되는 학과(토목공학, 수학)에서 모두 최우수 대학으로 선정되었다.\n토목공학 분야의 경우 종합순위 4위라는 성과를 이루었으며, 대학원 또한 5개교만이 선정된 최우수대학 그룹에 포함되었다. 영역별 평가에 있어서도 학부와 대학원 모두가 대부분의 평가영역에서 최우수대학으로 선정되었다.\n수학 분야는 영역별 평가 중 교육 및 연구시설, 실습실 및 기자재, 네트워크 활용도, 전공 관련자료, 행정인력 등을 평가하는 ‘교육여건 및 지원체제 영역’에서 우수한 평가를 받아 영역별 최우수대학에 선정되었다.\n2003년도 '경제학 분야', '물리학 분야' 평가\n2003년에는 92개교를 대상으로 경제학 분야, 29개교를 대상으로 문헌정보 분야, 68개교를 대상으로 물리학 분야에서 평가가 실시되었다. 그 중 우리 대학은 해당되는 분야인 경제학 분야와 물리학 분야에서 영역별 우수대학으로 선정되는 성과를 거두었는데, 2003년도 평가는 영역별 최우수대학과 우수대학의 구분 없이 연구실적 상위 10%(물리학의 경우 전임교수 연구실적)의 우수대학과 특성화영역(또는 발전전략) 상위 30% 우수대학을 순위 없이 선정하였으며 나머지 영역은 적합/부적합 여부로 평가를 실시하였다. 우리 대학은 경제학 분야와 물리학 분야에서 모두 연구실적 상위 10%, 경제학의 경우 특성화영역 상위 30%, 물리학의 경우 발전전략 상위 30% 안에 포함되었다. 나머지 영역은 학과의 특성상 평가항목이 조금씩 달랐는데 경제학의 경우 ‘강의계획서배포, 강의평가 실시, 강좌별 수강학생수, 교수 1인당 학생수, 비전임교수 강의담당 비율, 전임교수 수업시간수, 전임교수 대비 유급조교 비율, 전공관련 학술정보자원 확보현황’에서 평가가 이루어졌으며 평가항목 모두 적합 판정을 받았다. 물리학의 경우 강의계획서 배포, 강의평가 실시, 전공강좌 수강학생수(이론&실습), 전공강좌 비전임교수 강의담당 비율, 전공강좌의 실험실습공간 확보율, 전공물리 실험실습비, 교양물리 강좌별 수강학생수(이론&실습), 교양물리 비전임교수 강의담당 비율, 교양물리 실험실습비, 전공관련 학술정보자원 확보율, 전임교수의 연구년 실시 분야에서 적합 판정을 받았다.\n2004년도 '생물생명공학 분야','기계공학 분야', '신문방송 광고홍보학 분야' 평가\n2004년도에는 76개교를 대상으로 생물생명공학 분야, 82개교를 대상으로 기계공학 분야, 58개교를 대상으로 신문방송 광고홍보학 분야를 평가하였다. 2004년도에 실시된 평가는 종합평가의 경우 총점 100점을 기준으로 95.00점 이상을 ‘최우수’, 85.00점 이상~95.00점 미만을 ‘우수’, 70.00점 이상~85.00점 미만을 ‘인정’, 70.00점 미만을 ‘개선요망’으로 판정하였으며 영역별 평가의 경우 영역총점을 100점으로 환산하여 환산점수 95.00점 이상을 획득한 경우 ‘최우수’로, 85.00점 이상~95.00점 미만을 획득한 경우 ‘우수’로 판정하였다.\n생물생명공학 분야의 경우 종합평가에서는 학부와 대학원 모두 우수대학으로 선정되었으며, 영역별 평가에서는 교육여건 및 지원체제에서 최우수대학으로, 교육목표/교육과정 및 수업, 학생/교육성과에서 우수대학으로 학부와 대학원 모두 선정되었다.\n기계공학 분야에서는 학부 종합평가에서 최우수대학으로 선정되었으며, 영역별평가에서 교육목표/교육과정 및 수업, 학생/교육성과, 교육여건 및 지원체제에서 최우수대학으로, 교수 부문에서는 우수대학으로 선정되었다.\n신문방송 광고홍보학 분야에서는 학부 종합평가 우수대학 선정, 교육목표의 특성화/교육과정/교육방법에서는 최우수대학으로, 교육여건/학생복지 분야에서 우수대학으로 선정되었다.\n2005년도 '국어국문학 분야', '중어중문학 분야', '일어일문학 분야', '무용학 분야', '체육학분야' 평가\n2005년도부터는 평가 대상 학문분야가 대폭 증가하여 국어국문학, 농학, 무용학 등 총 8개 분야의 학문평가가 이루어졌으며, 우리 대학에 해당되는 부문으로는 국어국문학, 무용학, 일어일문학,중어중문학, 체육학 분야 등 총 5개가 있었다.\n2005년도 학문분야평가의 종합결과는 산출한 합계 점수를 기준으로 환산점수 95.0점 이상을‘최우수’, 85.0점 이상~95.0점 미만을 ‘우수’, 60.0점 이상~85.0점 미만을 ‘인정’, 60.0점 미만을‘개선요망’으로 판정하였다. 영역별 결과는 산출한 영역별 점수를 기준으로 환산점수 95.0점 이상을 ‘최우수’대학으로, 85.0점 이상~95.0점 미만을 ‘우수’대학으로 판정하였다. 영역별평가의 항목으로는 교육목표/교육과정 및 수업, 교수, 학생/교육성과, 교육여건 및 지원체계 등 총 4개 항목에서 평가되었다.\n46개 대학을 대상으로 한 국어국문학의 경우 종합평가에서 우수대학으로, 영역별 평가 중에서는 교육목표/교육과정 및 수업, 교육여건 및 지원체제에서 최우수대학으로 선정되었으며 교수, 학생/교육성과 분야에서는 우수대학으로 선정되었다.\n60개 대학을 대상으로 한 중어중문학 분야는 종합평가에서 우수대학으로, 영역별 평가에서는 교수 부문을 제외한 전 영역에서 최우수대학으로 선정되었다.\n56개 대학을 대상으로 한 일어일문학 분야의 경우 종합평가에서 최우수대학으로, 영역별 평가에서는 교육목표/교육과정 및 수업, 교육여건 및 지원체계에서 최우수대학으로, 나머지 영역에서우수대학으로 선정되었다.\n26개 대학을 대상으로 한 무용학의 경우 종합평가에서 우수대학으로, 영역별 평가에서는 교육여건 및 지원체제에서 최우수 대학으로, 교육목표/교육과정 및 수업, 교수, 학생/교육성과에서 우수대학으로 선정되었다.\n69개 대학을 대상으로 한 체육학 분야는 종합평가에서 최우수대학으로, 영역별 평가에서는 교수부문은 우수대학, 나머지 영역은 모두 최우수대학으로 선정되었다.\n2008년도 ‘경제학 분야’\n2008년도 대학 학문분야 평가에서 우리 대학 경제학부가 최우수대학의 평가를 받았다. 전국 46개 대학이 참가하여, 교육과정, 교수, 학생, 교육여건 및 지원체제, 교육목표 및 발전계획의 다섯가지 항목에 의거하여 평가한 결과 4개 영역 최우수 선정으로 종합 결과 최우수학과로 선정된 것이다. 이는 경제이론 뿐 아니라 국제화된 지식과 이해를 바탕으로 학문적 다원성을 수용할 수 있는 과목을 적극적으로 개발한 결과이다. 그리고 이를 통해 세계 경제의 환경 변화에 능동적으로 활약할 수 있는 인재를 양성하려는 적극적인 노력의 결과이기도 하다.\n중앙일보 학문분야 평가\n중앙일보사에서는 1994년부터 대학 입시생 등 교육 소비자에게 정확하고 객관적인 대학 정보를 제공하고 대학 간 선의의 경쟁을 유도한다는 취지하에 123개 4년제 대학을 대상으로 교육여건 및 대학재정, 교수연구, 개선도, 정보화, 사회배려도 등 대학의 전반적인 경쟁력을 측정하는 종합평가를 실시하고 있으며, 이와 함께 매년 3~4개 학과를 대상으로 학문분야 평가를 실시하여 발표하고 있다.\n2001년 '건축학과' 평가\n2001년 실시된 건축학과 평가에서 교수연구 부문 전국 2위, 교육여건 부문 전국 2위, 취업률 전국 2위를 차지하였으며, 이외에도 교수당 연구비, 졸업생 수 대비 건축사 배출 비율, 평판도(교수자질, 연건) 등에서 10위권에 선정되었다.\n순위\n교수연구\n교육여건\n교수당연구비\n졸업생 수 대비 건축사 배출비율\n1\n한양대(서울)\n서울시립대\n한양대(서울)\n한양대(서울)\n2\n한양대(안산)\n한양대(안산)\n서울대\n서울대\n3\n서울대\n고려대\n한양대(안산)\n부산대\n4\n성균관대\n충남대\n경기대\n전남대,강원대\n5\n전분대\n한양대\n전북대\n조선대, 한양대(안산)\n2002년 '중어중문학과\n평가\n2002년 실시된 중어중문학과 평가에서 졸업생 순수 취업률 97.2%로 전국 1위를 차지하였으며,교수당 논문과 강좌 다양성 부문에서 각각 전국 2위, 전국 3위를 차지하였다. 그 외 1인당 장학금,타과생을 위한 강좌, 교수연구 부문, 교수당 저서 부문에 있어 10위권에 선정되었다.\n순위\n순수취업률\n교수당 논문\n강좌 다양성\n타과생을 위한 강좌\n1\n한양대(안산)\n한국외대\n서울대\n고려대\n2\n성균관대\n한양대(안산)\n한국외대\n충남대\n3\n고려대\n서울대\n한양대(안산)\n한양대(안산)\n4\n울산대\n성균관대\n한국외대(용인)\n건국대\n5\n경희대(수원)\n연세대\n고려대\n원광대\n2003년 '신문방송학과', '산업공학과' 평가\n2003년도에 실시된 신문방송학과 평가에서 졸업생 전공관련 취업률에 있어 전국 3위를 기록하였으며, 특히 ‘포토 저널리즘’에 집중 투자하여 중앙언론사 사진기자를 매년 꾸준히 배출한다는 평가를 받았다. 또한 실무화 교육여건에서 전국 5위에 올랐으며 그 외 교육여건 부문 종합순위, 교수당 학생수, 장학금 수혜율 부문에서 10위권에 선정되었다.\n2003년도에 실시된 산업공학과 평가에서는 학생 1인당 PC 수 전국 3위, 학생 1인당 실험실수 전국 4위, 시설 및 여건분야 전국 4위를 차지하였으며, 이외에도 학생 교육분야, 교수 1인당 수업, 교수 연구분야, 교수당 국제학술지 논문, 교수당 국내학술지 논문, 교수당 국제학술대회 발표, 교수연구비, 평판도 분야, 교수진 평판도, 졸업생 업무수행 능력 등의 분야에서 10위권 안에 선정되었다.\n신문방송학과 평가\n순위\n졸업생 전공관련 취업률\n실무화 교육여건\n1\n건국대(충주)\n경성대\n2\n고려대\n이화여대\n3\n한양대(안산)\n대진대\n4\n연세대\n서강대\n5\n광운대\n한양대(안산)\n산업공학과 평가\n순위\n학생 1인당 PC\n시설 및 여건분야\n학생1인당 실험실\n1\n포항공대\n포항공대\n서울대\n2\n한국과학기술원\n한국과학기술원\n포항공대\n3\n한양대(안산)\n서울대\n부경대\n4\n고려대\n한양대(안산)\n한양대(안산)\n5\n한양대(서울)\n인천대\n부산대\n2004년 ‘토목공학과’ 평가\n2004년 실시된 토목공학과 평가에서 학생교육 부문 전국 2위, 졸업생 부문 전국 2위를 차지한 것을 비롯하여 교수연구, 교육환경, 교수당 해외논문 수 등 전 부문에서 상위권을 차지하여 토목공학 분야의 우수성을 입증하였다. 학생교육 부문에서는 인터넷을 접목한 강의 시스템으로 높은 평가를 받았으며, 졸업생 부문에서는 전문인 배출 수에서 전국 2위를 차지하여 높은 평가를 받았다. 또한 교수당 연간 해외논문 수와 학생 1인당 실습공간 면적에서도 전국 4위를 차지하였다.\n순위\n교수연구\n학생교육\n졸업생\n교수 1인당 연간 해외논문수\n전문인배출수\n학생 1인당 실습공간 면적\n1\n한국과학기술원\n고려대\n한국과학기술원\n한국과학기술원\n한국과학기술원\n한국과학기술원\n2\n고려대\n한양대(안산)\n한양대(안산)\n고려대\n한양대(안산)\n중앙대(안성)\n3\n서울대\n인하대\n강원대\n서울대\n부산대\n부산대\n4\n한양대(서울)\n충북대\n고려대\n한양대(안산)\n인하대\n한양대(안산)\n5\n한양대(안산)\n부산대\n건국대\n성균관대\n건국대\n홍익대"
}