{
  "title": "ERICA40년사/1990년대 학생활동",
  "url": "https://hyu.wiki/ERICA40%EB%85%84%EC%82%AC/1990%EB%85%84%EB%8C%80_%ED%95%99%EC%83%9D%ED%99%9C%EB%8F%99",
  "content": "ERICA40년사\n중 학생활동에 관한 이야기입니다.\n학부제 시행과 학생활동의 변화\n1990년대 학생들에 있어 가장 큰 이슈는 학부제의 시행이었다.학부제는 1994년 서울대가 심포지엄에서 대학의 기능적 분화(연구중심, 교육중심, 기술중심대학)를 언급하면서대학원중심대학으로 나갈 것을 밝힌 것이 계열화의 시발점이 되었다. 이후 교육부의 정책적 유도로 본교뿐만 아니라 전국적으로 확대되었다. 교육부는 ‘대학원 중점육성지원대학 선정계획’을 발표하고 대학원중심대학에 1년에 50억에서 1백억까지 5년간 지원한다고 밝혔기 때문이다. 이에 국책대학원에 선정되기 위해서는 교수의 업적과 연구여건, 시설 등을 비롯하여 재단의 상황, 대학원중장기발전계획이 세워져 실행되고 있어야 했는데 이에 앞서 기본적인 조건으로 학부의 통합여부가 거론되었기 때문이다.\n학부제는 교육 수용자에게 선택의 폭과 기회가 넓어진 장점이 있는 반면에 여러 가지 부작용이 예상되기도 하였다. 단적인 예가 비인기학과에 대한 기피현상과 그에 따르는 기초학문의 몰락을 들 수 있다. 또한 전공을 선택하기 위한 학생들 간의 경쟁이 치열해져 학문탐구에 대한 욕구보다 학점을 따기 위한 학습풍토가 우려 되었으며, 이에 따라 동아리, 학회 등 대학공동체의 붕괴가 우려되었다. 이러한 결과는 각 대학이 자율적인 학내 합의에 도달하지 않는 상태에서 교육부가 우수대학 재정지원에 학과 통폐합 실적을 평가 요소로 반영함으로써 실제 자율이 아닌 강요적 성격에 기인했다.\n학부제 시행으로 학생들의 생활도 바뀌어가고 있었다. 고등학교 4학년이라는 자조적인 평가가 횡횡했고, 학부생들은 정체성과 소속감을 상실해 갔으며, 특히 공동체 문화의 상실 등 많은 부작용이 나타나고 있었다. 성적순으로 학과가 결정되는 탓에 학부생들의 발길은 도서관으로만 향하고 더 이상 공동의 관심사가 없어져 버리는 등 학부생들의 사이는 점점 개인주의가 팽배해지고 있었다.\n이처럼 무리하게 시행되고 있던 학부제에 대해 우리 대학에서도 학생들의 반발움직임이 일었다. 1996년 문과대학의 국문과와 문화인류학과가 통폐합이 고려되고 있다는 것이 알려져 문과대학에서는 총투표가 진행되어 66.6%가 반대의견을 표출하기도 하였다. 또한 1997년에는 서울캠퍼스 총학생회와 안산캠퍼스 총학생회가 공동으로 연대투쟁을 선언하고, 전공학부제의 철폐와 교육정상화 요구 성명서를 작성하여 공표하였으며, 학교 측에 학생들과 교수들이 공청회를 개최할 수 있도록 요구안을 김종량 총장에게 제출하기도 하였다.\n안산 자치권 요구 확대\n제2캠퍼스로서 안산캠퍼스의 자치권 요구는 1980년대부터 계속되어 왔다. 이는 지역적 한계로 인한 학생들의 불만과 서울캠퍼스와 비교해 턱없이 부족한 복지혜택에 따른 박탈감에 기인하고 있다.\n안산캠퍼스의 자치권에 대한 요구는 1994년에 논의가 본격화된다. 1994학년도 총학생회는 1993년 예·결산서 중 서울캠퍼스와 안산캠퍼스의 학생과 교직원을 기준으로 따로 떼어내어 분석한 자료를 발표했다. 자료에 의하면 1993년 교비 및 기성회비에서 안산캠퍼스의 수입(납입료, 전입금 및 기부원조금, 기본재수입, 사업수입 등)이 320억7천300만 원인데 비해 지출(인건비, 관리비, 운영비, 학생경비, 유형고정자산 매입지출 등)이 231억3천4백여 원으로 89억 원의 차액이 발생한다고 밝히고, 당시 김중현 총학생회장은 수입 중 안산배움터에서 쓰이지 않은 81억원 차액의 상당부분이 구리시 본교 부속병원 건립과 서울배움터 투자로 쓰인 것으로 추정된다”고 밝혔다.\n나아가 안산캠퍼스의 중장기발전계획의 부재에서 기인한 것이기 때문에 안산배움터에 기획조정처와 재무처를 설립하여 독립채산제의 필요성을 주장하며 안산의 자치권확대를 요구한다. 나아가 안산배움터 각 계열별 전문 교수 7인으로 구성된 ‘안산 배움터 발전계획 수립위원회’가 1992년 11월 발간한 ‘한양대학교 안산캠퍼스 장기발전 계획서’에서도 안산과 서울의 관계를 교육과 연구의 영역에서는 상호 유기적 연대와 특성화를 원칙으로 행정의 영역에서는 안산배움터의 완전독립의 원칙간의 조화를 이루는 것을 발전의 기초로 제안하고 있어 독립채산제의 불가피성을 나타내고 있다.\n이에 학생들은 학교 측에 행동으로써 요구를 하게 되는데 3월 24일 총학생회 학생 1백여 명은 부총장실 앞에서 “안산 독립채산제 시행시기 밝힐 것, 기획조정처 및 재무처 신설 촉구, 입학식과 졸업식을 안산에서 치르기 위한 종합체유관 건설과 중장기발전계획에 학생의 참여 보장, 학사경고 제적생 재입학, 스쿨·셔틀버스 문제해결, 실험실습비 내용 공개”를 요구하며 부총장실 집기를 모두 민주광장으로 옮겨놓는 사건이 발생한다. 이에 학교에서는 재단 전입금에 대해서는 1994년도 후반기에 차액 82억원 중 20~30억원을 약속하고, 기획조정처와 재무처의 문제는 우선적으로 기획, 예산, 홍보를 담당하는 부서를 두고 재무처의 업무는 회계과에서 담당하기로 합의를 하게된다.\n1995년에도 총학생회는 1993학년도 등록금 21억원이 전용되었다고 주장하였다. 세입표의 학부 등록금 부분이 문제가 되었는데 본래 학부등록금 항목에는 학생들이 실제로 납입하는 등록금과 실제수입은 아니지만 학비가 면제되는 장학생들의 등록금액(학비감면액)이 함께 명시되어야 한다. 하지만 기획조정처에서 제시한 세입표에는 학비감면 항목이 누락되어 있으나 세출표에는 학비감면 항목이 기입되어 있다. 이에 학교는 이 자료에 근거해 4억원이 더 쓰였다고 밝혔으나 총학생회에서는 이 부분을 발견해내고 21억원이 전용되었다고 주장하며 총장에게 질의서를 보냈지만 단순 실수라고 답변하여 학생들의 공분을 산 바 있다.\n자주적 분리를 위한 노력, 학내 주요행사의 분리\n안산 자치권과 관련하여 학생회를 중심으로 졸업식과 입학식의 안산 별도 개최를 주장하였다. 그동안 적당한 장소가 없어서 졸업식과 입학식을 서울캠퍼스에서 치르던 안산캠퍼스는 장소차원의 문제가 아닌 학원의 자주화로써 졸업식과 입학식에 대해 접근하였다. 94년 당시 학생회는 독립채산제와 행정 분리를 위한 기획조정처, 재무처 신설 촉구와 함께 입학식과 졸업식을 안산에서 치르기 위한 종합체육관 건립을 학교 측에 요청하였다. 종합체육관은 기존 체육관의 협소함을 해소할 수 있는 복지 요구안 중 하나였으나, 이를 계기로 본교의 자치적 목적을 달성하고자 한 것이었다. 이후 마침내 1997년에 안산캠퍼스 학생들은 백남학술관, 신학생회관 등에서 단과대학별로 나누어 서울과 안산이 분리된 첫 졸업식을 치렀다."
}