{
  "title": "ERICA40년사/프롤로그",
  "url": "https://hyu.wiki/ERICA40%EB%85%84%EC%82%AC/%ED%94%84%EB%A1%A4%EB%A1%9C%EA%B7%B8",
  "content": "ERICA40년사\n하위 문서 - 프롤로그\n1939~1979 한양 역사 속 안산캠퍼스 설립의 의미 / 150\n안산캠퍼스(현 ERICA캠퍼스) 설립 전까지 한양대학교는 40년의 역사를 품어 왔다. 일제 식민치하의 비참했던 시기를 헤치고, 6·25라는 민족 최대의 비극을 겪으면서도 고등교육과 기술문화 창조의 꿈을 버리지 않고 끊임없는 도전과 발전을 거듭하여 온 것이다. 오늘날 한양대학교는 서울·ERICA 양 캠퍼스에 24개 대학 102개 학과 18개 대학원을 자랑하는 세계적인 대학으로 도약하였고, 대한민국을 이끌어가는 주요한 인재 양성의 요람으로 자리매김하였다. 오늘날의 성과가 존재할 수 있었던 것은 수많은 시련과 격동을 이겨낸 역사가 뿌리가 되어주었기 때문일 것이다. 여기에서는 안산캠퍼스 설립 이전까지 한양대학교가 거쳐 온 발자취를 요약하고자 한다.\n1. 식민과 전쟁의 역경을 딛고 성장한 교육의 꿈(1939~1958)\n한국 최초 고등기술교육기관인 한양대학교의 역사는 1939년 7월 1일\n동아공과학원\n설립으로부터 시작되었다. 그리고 그것은 산업기반의 구축만이 우리의 살길이라 굳게 믿은\n김연준(金連俊)\n선생의 줄기찬 집념의 소산이기도 했다. 그러나 당시는 일제의 민족말살정책이 기승을 부리던 고난의 시절이었고, 선·후진국을 막론하고 세계공황의 선후책을 강구하느라 소용돌이치던 시기이기도 했다. 이러한 상황 속에서 우리 민족에 대한 민족차별과 노예적 동화를 근간으로 삼은 일제의 식민지 교육정책은 한국인에 대한 고등기술교육을 의도적으로 외면하고 있었다. 타고난 음악적 재능으로 음악가의 길을 걷던 25세의 청년 김연준은 이처럼 치욕적인 민족의 역경을 극복할 수 있는 길은 오직 ‘기술교육’이라는 신념하에 1939년 7월 동아공과학원을 설립한다.\n전통적으로 인문교육만을 중시해 왔던 우리의 역사를 뛰어넘어 ‘쟁이’를 기르기 위한 실용적 기술교육을 목표로, 체계적인 기술교육의 터전이 마련된 것은 이 학원이 최초였다고 해도 과언이 아닐 것이다. 그 노력의 결실로서 천도교기념관에 자리 잡은 동아공과학원은 전임교사 13명, 강사 22명, 서기 2명, 용인 1명, 급사 2명의 진용을 갖추고 학생 630여 명을 모집하여 수업을 시작하였다. 오늘날 한양대학교의 전신인\n동아공과학원\n배움의 터전은 지금도\n수운회관\n(前 천도교회관) 한 모퉁이에 남아 있어 스스로가 공학도의 산실로서의 구실을 다했음을 뚜렷하게 증언해 주고 있다.\n실용적 기술교육의 시발점이 된 동아공과학원은 종로구 경운동 88번지 천도교 기념관에서 1939년 7월 1일 정식으로 문을 열었다. 김연준은 동아공과학원 원장에 취임하여 자신의 4대 교육지침을 이 학원의 교육목표로 삼았다. 「勤勞好愛」「質實剛健」 「堅固持久」 「協調互讓」을 바탕으로 사회가 요구하는 원만한 인격과 창조정신을 함양하자는 것이었다. 비록 체계는 잡히지 않은 것이었지만 그 내용에 있어서 근면·정직·겸손·봉사를 요구하는 오늘날 한양의\n건학정신\n인 「\n사랑의 실천\n」의 근원이 되었다. 그 후 1942년 3월에는 동아고등공업학원을 새로이 설립,\n토목과\n,\n건축과\n등 야간 3년제 2개 과에 100명의 학생을 모집하여 종로구 신문로의 피어슨 성경학원에서 공업전문교육을 실시하였다. 수준 높은 고등기술교육 실시의 의도를 의심한 일제의 발악은 극에 달하였고, 끊임없는 미행과 감시뿐만 아니라 강의내용을 조사하고자 출두하기도 했다. 당시 총독부 학무국장은 김 원장에게 사퇴를 권고했고, 급기야 1942년 12월 전문학교로의 승격을 불허하였으며, 1943학년도 신입생 모집 중지령에 이어 수업 단축령을 내리기에 이르렀다. 배움에 목이 말라 모여드는 학생은 구름 같았지만 날로 심해져 가는 일제의 압제는 학원 기능을 마비시켰다. 결국 동아고등공업학원은 개교 2년 만인 1944년 3월 78명의 제1회 졸업생 배출과 함께 폐교하게 되었으며, 이어 9월에 동아공과학원도 문을 닫았다.\n일제 말기에 폐교 처분되었던 동아고등공업학원은 1945년 8월 15일 민족해방과 함께 ‘\n건국기술학교\n’로 거듭난다. 1945년 9월에 설립된 건국기술학교 전문부는 야간 3년제로 종로구 신문로의 피어슨 성경학원에서, 야간 2년제인 중등부는 종로구 수송동 수송전기학교에서 토목과, 건축과 등 2개 과로 개교하였으며 이는 현재 한양의 초석이자 본격적인 고등기술교육의 시작점이었다. 동교는 민족의 해방을 맞은 32세 청년 김연준이 해방된 조국의 미래를 기술·과학·공업에 걸어야한다는 선견지명으로써 본격적으로 시작한 기술고등교육 사업이라는 점에 그 큰 뜻이 있다. 1945년 9월에 설립되어 1947년 12월, 동교가 ‘한양야간공업대학관’으로 승격되기까지 2년 2개월간 존속하였다.\n교과과정이나 교과목 편성은 확정적일 수 없었다. 전공과목과 담당 교사의 사정, 시행착오를 거듭하는 군정청 문교방침 및 정책의 빈번한 변경, 기술에 대한 사회적 요청에 따라 수시로 변경되기도 했다. 학생의 연령은 20대에서 40대까지 고르지 않았고, 대부분의 학생은 직업인이자 생활인이었던 까닭에 동일성을 찾기 힘들었다. 하지만, 뜨거운 향학심만은 한결같았다. 거의 반세기에 걸쳤던 일본의 간섭과 통치가 끝남과 동시에 이 민족사회에 억눌렸던 교육열이 폭발하였기 때문이다. 그들에게 해방된 민족 국가가 요구하는 기술을 가르치려는 교사들의 열정도 대단했으며, 학생들에게 있어서 공부는 강요당하는 것이 아니라 안 할 수가 없는 나라 사랑의 길이었다. 민족광복의 기쁨 속에서 태어난 건국기술학교는 해방 직후의 혼란과 격동 속에서 많은 고난과 시련을 겪는 사이에 오히려 그 뿌리를 튼튼하게 대지에 내려 마침내 한양대학교라는 무성한 나무로 자라갔다.\n1946년 5월, 건국기술학교의 김연준 교장은 본격적인 교육사업을 위해 사재를 털어 재단법인\n한양학원\n을 설립하였다. 소화공과학교를 인수한 후 건국기술학교의 중등부와 병합, 한양공업학교를 설립하여 신당동 251번지에서 개교하였으며, 중등부를 분리시킨 건국기술학교는 1946년 8월 건국기술전문학교로 개명하고 1946년 12월 교사를 신당동 251번지로 이전하였다. 한양공업학교를 설립하고 재단법인 한양학원이 창설된 뒤 학원의 핵심은 자연 건국기술학교와 한양공업학교가 되었다. 한양학원의 착실한 내실강화에 따라 건국기술학교는 1947년 12월에 문교부로부터 한양야간공업대학관으로 정식 승격 인가를 받았다. 이는 일제치하의 험난했던 발전과정이 마침내 정규대학으로 탈바꿈하는 선행적인 단계라는 점에서 중요성을 갖으며 한양의 역사에서 하나의 큰 분수령적 의의를 갖는 시기인 것이다. 한양공업대학관은 건국기술전문학교에서 계승된 토목, 건축, 전기, 기계 등 야간 2년제 4개 학과의 모습을 갖추었다. 건국기술학교와 한양공업대학관으로 이어지는 정규 대학 설립의 열망은 1948년 7월 1일 한양공과대학 설립 인가(文高發 제114호)를 통해 결실을 맺는다. 한양공과대학은 주간과정의\n전기공학과\n(정원 200명),\n기계공학과\n(정원 200명)와 야간과정의\n토목공학과\n(정원200명),\n건축공학과\n(정원 200명),\n전기공학과\n(정원 200명), 기계공학과(정원 200명)로 출발하였으며 초대 학장에 김연준 박사가 취임하였다. 1948년 8월 ‘조선교육의 근본이념인 민주국가 사회 발전’에 이바지하고자 출발한 한양공과대학은 비록 규모는 작았지만 1939년 건학 이래 일제의 탄압에 짓눌려 펼 수 없었던 ‘국가의 동량으로서의 과학기술자 양성’이라는 본교의 오랜 건학정신이 8·15 민족해방, 그리고 대한민국 창건이라는 새로운 여건에 따라 본격적으로 펼쳐나갈 수 있게 되었던 것이다. 이로써 동아공과학원이 설립된 지 20년 만에 우리나라 유일의 4년제 정규 민립 공과대학으로 한양의 역사는 다시 시작하였다. 1949년 9월 대학 설립 이후 야간과정이던 토목공학과, 건축공학과를 주간학과로 전환하고 야간학과인 전기공학과와 기계공학과의 수업연한은 2년으로 단축하였다. 1950년 4월에 주간 및 야간에 공업화학과를 신설하고 2년제 야간학부를 4년제 초급대학으로 개편하였으며, 공업교사 양성을 목적으로 2년제인 부설 중등교원양성소를 설치하였다.\n그러나 학원의 기틀이 미처 잡히기도 전인 1950년 동족상잔의 비극인 6·25 전쟁이 발발하였다. 학교시설이 많이 파괴되었고 교수와 학생들은 뿔뿔이 흩어졌으며, 전쟁의 참화 속에서 꽃다운 생명들을 잃어야 했다. 그렇지만 일제말의 혹독한 감시 속에서도 불씨를 지켜온 본교의 건학정신은 전란 속에서도 꺾이지 않고 다시 재연되었다. 1951년 6월 부산시 완월동 2가 51번지에서 천막 및 가교사를 마련하여 수업을 계속하였으며, 1951년 12월 광산과를 신설하였다. 1952년 3월 토목공학과 32명, 건축공학과 26명, 기계공학과 54명, 전기공학과 44명 등 모두 156명의 한양공과대학 제1회 졸업생을 배출하였으며, 1953년 3월에는 대학원 설립 인가를 받고 전기공학과(정원 3명), 기계공학과(정원 3명), 화학공학과(정원 3명) 등 3개 학과를 설치하였다. 6·25 전쟁은 여러 차례의 극적인 전환을 거치면서 발발된지 만 3년만인 1953년 7월에 휴전으로 일단락되었다.\n1953년 8월 서울 수복 후 신당동 근처의 임시교사에서 수업을 진행하다가 1953년 9월 성동구 행당동 산 8의 2번지에 교지를 마련하여 이전하고 교사 신축을 시작하였으니 이곳이 바로 오늘의 한양이 자리잡고 있는 서울캠퍼스 위치다. 전쟁 후 사회 전반적으로는 오랫동안 침체의 시기가 이어졌지만, 유독 교육계만은 회복의 속도가 빨랐을 뿐만 아니라 오히려 전쟁 당시의 수준을 상회하는 양적인 성장을 나타내었다.\n1948년 한양공과대학에서 1959년 2월 한양대학교로 승격될 때까지 12년간에 걸쳐 한양학원은 전쟁의 고난 속에서도 불굴의 의지로 차근차근히 성장하였고, 쉴 새 없이 전진하여 종합대학으로 승격할 수 있는 모든 조건을 고루 갖추어 갈 수 있었다.\n2. 비약적인 발전으로 성장한 한양대학교(1959~1978)\n한양은 1950년대 말에 이르러 발전의 새로운 전기를 맞이하였다. 개교 20주년을 맞은 1959년 2월, 대망의 종합대학으로의 승격이 실현되어 한양공과대학이 공과대학뿐 아니라 문리과대학, 정경대학 등의 3개 단과대학 19개 학과와 이부대학 6개학과를 포용하는 한양대학교로 첫발을 내딛었다. 한양대학교의 출범과 함께 초대 총장에 김연준 박사가 취임하였으며 정원 2,880명의 종합대학으로써의 위용을 갖추게 되었다.\n발전의 가지를 뻗기 시작한 한양은 1960년 4·19의 혼란을 거쳐 5·16을 맞이한 1960년대 초에 한 차례의 시련을 더 겪어야 했다. 이승만 정권이 붕괴되고 민주정부 수립을 위한 건설의 새 기운이 온 누리를 휩싸게 되었고, 이러한 민주화운동은 학원까지 파급되었다. 4·19혁명에 가담한 본교생 중 광산과 1학년 안경직 학생이 사망, 5명이 행방불명되고 2명이 부상하는 불행을 겪게 되었던것이다.\n그러나 그보다 더 큰 시련은 5·16 이후에 닥쳐왔다. 즉 1961년 7월 22일 문교부가 발표한 「대학정비방안」이 그것이다. 군사정부의 문교시책이 대학교육의 질적 향상과 실업교육 우선을 표방함에 따라 입학과 졸업이 모두 직접적인 국가관리에 들게 되었고, 본 대학교의 경우 법인에도 여러가지 제약이 가해졌을 뿐 아니라 인문·사회계열 학과가 모두 폐과되는 사태에 직면하게 되었다.\n4·19, 5·16과 같은 격동기를 거쳐오면서 한양학원의 발전이 주춤하는 듯하였으나 1963년에 접어들면서 차츰 정상을 되찾기 시작했다. 폐지되었던 학과들이 복과되었으며 캠퍼스 시설 확충에도 한층 힘을 쏟게 된다. 이 과정을 통해 1969년 6월에는 현 학칙을 제정, 문교부로부터 승인을 받게 되었다.\n이처럼 팽창하기 시작한 본 대학교의 규모는 부분적인 학과·정원의 조정이 계속되는 가운데 1960년대 후반에는 각 학과의 석·박사학위과정이 증설되고, 특수대학원으로 경영공과대학원이 신설되는 등 집중적인 증가·확대가 이루어졌다. 그리하여 1970년 12월, 본 대학교는 마침내 8개 단과대학 44개 학과와 이부대학 9개 학과를 포용하는 대 한양의 모습을 과시하기에 이르렀다.\n1970년대에 이르자 이제 한양대학교는 외형적 조건의 완비와 더불어 연구·교육의 심화를 위한 내적 노력을 계속하였다. 그리하여 1970년대에 와서는 규모의 확장보다 내적 충실을 기하는 데 주력하였다. 그러나 1973년부터 1978년까지 6년간 단 한 명의 입학 정원의 증원이 없는 시기이기도 하였다. 당시, 중동 건설진출이 활발한 시기에 일찍이 기술교육이 곧 기술보국(技術輔國)임을 깨달은 우리 대학의 능력이 유감없이 발휘되는 시기이기도 하였으나, 국가적으로는 외국건설 현장에 기술인력이 모두 빠져 나가는 바람에 기술 인력 부족 현상이 심화되는 시기이도 하였다. 이러한 사회적 여건과 우리 대학의 상황이 ERICA캠퍼스의 필연적 탄생을 예고하는 시기였던 것이다. 당시, 정부에서는 수도권 인구 집중 억제책의 일환으로 서울 소재 대학의 지방 이전 및 지방 분교 설립을 적극 권장하고 있었다. 그러던 중에 반월 신공업 도시 건설에 맞추어 수립한 ‘수도권 인구 재배치 계획’ 속에 ‘서울 시내 사립 대학의 지방 이전 및 분교 설립시에는 증과(增科) 증원의 우선, 토지 수용상의 특례인정, 국공유지 불하에 편의 도모’등을 규정, 분교 설치에 대한 정부의 정책이 구체화 되었다. 반월 신공업 도시에 가장 적합한 분교를 설립할 수 있는 역량이 있는 대학이 한양대학임은 이론의 여지가 없었다. 서해안 시대의 중심대학으로, 국가 산업단지 발전의 밑거름이 되는 대학으로, 또한 국공립과 사립을 망라하여 전국에서 가장 많은 입학정원을 가진 종합대학으로 우뚝 서게 하는 한양대학교\nERICA캠퍼스\n의 출발이 1979년 5월 17일 그 첫 삽을 통해 시작되고 있었다."
}