{
  "title": "ERICA40년사/교육과정의혁신",
  "url": "https://hyu.wiki/ERICA40%EB%85%84%EC%82%AC/%EA%B5%90%EC%9C%A1%EA%B3%BC%EC%A0%95%EC%9D%98%ED%98%81%EC%8B%A0",
  "content": "ERICA40년사\n중 교육과정의 혁신에 해당하는 부분입니다.\n한양대학교 ERICA는 PRIME사업과 함께 혁신적인 교육과정의 변화를 일궈냈다. 신설·개편된 학과뿐만 아니라 모든 학과에 사회 수요 맞춤형 교육프로그램을 도입하여 교육환경을 개선했다. 대표적으로는 대학 전체 및 전 학년을 대상으로 도입한 산업연계 문제해결학습법 IC-PBL 교육과정이다. 이러한 학습자 중심의 혁신적 교육모델을 통해 학생이 수업의 주체로서, 각 전공별 산업계에서 발생하는 문제를 학생 스스로 해결하며 토론기술, 창의력, 문제해결능력을 익힌다.\n4차 산업혁명을 대비, ICT 시대에 요구되는 소프트웨어 역량을 제고하고 관리하기 위한 교육과정도 운영했다. 소프트에어 역량 지수(Software Competence Index, SCI)를 개발해 SW 소양인증제를 실시하며 인문·사회·예체능 계열 학생의 취창업 역량 강화를 위해 실무 중심의 맞춤형 SW교육을 강화했다. 또한 국내 대학 최초로 전 학과에 산업연계교육자문위원회(IAB)를 구성해 외부 산업체 인사의 자문을 거쳐 산업연계 교육과정을 수립하고, 시대의 요구를 반영한 전문 인재를 양성하고 있다.\n목차\n1\n사회수요 맞춤형 인재양성 교육 프로그램\n1.1\nERICA IC-PBL\n1.2\nERICA-SCI\n2\n국내 대학 최초의 ‘산업계 자문단(IAB)’\n3\n학생지원시스템\n3.1\nERICA-END 취업지원체계\n3.2\n비교과활동 통합관리 시스템 ERICA-WALLET\n사회수요 맞춤형 인재양성 교육 프로그램\nERICA IC-PBL\n사회수요를 반영한 문제해결 역량을 갖춘 통섭형 인재 육성의 필요성, 고등교육 질 향상과 다양한 학습자 만족도를 극대화하기 위한 교육 패러다임 전환 요구에 부응하고 입학부터 취·창업까지 연속적인(Seamless) 핵심역량 증진 교육과정을 선도할 혁신적 ERICA IC-PBL 모델 창출하기 위해 새로운 교육 모델을 구축했다.\n2016년 2학기부터 본격적으로 도입된 IC-PBL(Industry-Coupled Problem-Based Learning)은 산업체와 학교와의 연계를 통해 산업 현장의 실제 과업을 학습 시나리오로 개발하여, 학습자가 현장에서 발생하는 생생하고 실제적인 문제를 해결함으로써 사회 수요를 반영한 문제해결 역량을 갖출 수 있도록 하는 한양대학교 ERICA의 교육 모델이다. 이는 미래교육이 요구하고 있는 창의·융합 교육을 위한 가장 기초적이고 절실한 조건이다. 우리 대학에서는 IC-PBL을 전 학년, 전 학과 학생이 필수교과목으로 이수하게 함으로써 실천적인 문제해결 능력을 향상시키고 있다.\n효과적인 IC-PBL 수행을 위해 2016년 프로그램의 시작과 함께 IC-PBL센터(당시 PBL Center)도 설립했다. 센터에서는 IC-PBL 사전 교육, 각종 시범 사업과 공모, 워크숍, 세미나, 컨설팅 등의 사업을 폭넓게 진행하며 운영 정책 및 지침을 개발하고, 단과대학별 IC-PBL 모형을 개발해 ICPBL 수업의 양적 확대와 질적 심화에 심혈을 기울였다\n덕분에 해를 거듭할수록 빠르게 확대되며 전 단과대학에 성공적으로 정착했다. 교수자와 학습자는 물론, 산업체 관계자까지 대다수의 인원들로부터 높은 만족도를 이끌어냄에 따라 ERICA IC-PBL의 의미와 가치에 대한 공감대가 형성될 수 있었고, 전 학과에 고르게 확대될 수 있었다.이에 따라, 2016학년도 2학기에 4개 교과목, 96명의 학생으로 시작했던 IC-PBL은 2018학년도 2학기에 82개 교과목을 개설했으며, 수강신청 학생 수만 2,479명에 달하는 성과를 거뒀다.\n또한 IC-PBL센터는 2018년 6월, ERICA IC-PBL 교육을 ‘현장 문제 제공 여부’와 ‘문제해결과정 중 현장 개입 여부’의 두 가지 요인을 바탕으로 4가지 유형을 설정하여 ‘MECA’라는 이름으로 공표했다. 여기서 ‘현장 문제 제공’이란 산업체 혹은 지역 사회 현장에서 해결해야할 문제를 직접 제공 받는 것을 의미하며, ‘현장 개입’은 학생들이 문제 해결 과정에서 다양한 방식으로 현장 전문가의 피드백을 받거나, 최종 결과 평가 시에 현장 전문가의 평가와 조언을 듣는 것을 말한다. 이처럼 프로그램의 시행부터 지속적인 개선과 확장을 거듭하며 ERICA의 교육을 대표하는 고유 브랜드로 자리 잡는 데 노력을 기울여왔다.\nERICA-SCI\n소프트웨어 융합형 인재의 산업계 수요에 부응하기 위해 SW실무/리더/융합형 인재 양성을 위한 교육체계 구축 및 지원을 펼치고 있다. 이를 위해 부총장 직속 소프트웨어융합원 내에 SW 교육센터를 신설하여 체계적인 전문교육 수행 및 소프트에어 역량 지수(SCI, Software CompetenceIndex) 개발을 통한 SW 소양인증제를 실시했다. 또한 실무중심 SW교과과정을 개발하고 운영하며, 인문, 사회, 예체능 계열 학생들의 취창업 역량 강화를 위한 맞춤형 SW교육을 강화하고 있다.\n국내 대학 최초의 ‘산업계 자문단(IAB)’\n학령인구 감소와 제4차 산업혁명의 도래는 대학을 새로운 패러다임으로 몰아넣고 있다. 모든 대학에서는 교육 방식의 변화와, 미래 사회 요구에 맞춘 인재양성이라는 공통의 과제를 끌어안게 되었다. 한양대학교 ERICA캠퍼스는 누구보다 이러한 변화에 앞장서며 2016년 PRIME사업을 통해 본격화된 산업연계 교육과정 특성화를 향후에도 지속가능하게 유지하기 위한 인적 인프라 구축에 힘써왔다.\n그러한 노력의 일환으로 2017년 2월 국내 대학 최초로 전 학과 산업연계교육자문위원회 IAB(Industry Advisory Board)를 구성했다. IAB는 각 학과와 연관된 산업에 종사하는 이들로 구성된 자문단이다. 이들의 자문을 통해 산업 연계 교육과정을 수립하고, 학생의 진로역량을 강화하며, 시대의 요구를 적극 파악하는 것이 IAB 설치의 가장 큰 목적이다.\nIAB는 지금까지 미국 등 선진국 대학에서만 존재해왔던 것으로, 우리 대학의 IAB 도입은 국내 최초로 전 학과에 도입했다는 점에서 그 의미가 더욱 크다. 대학 학과 커리큘럼 구성에 산업계의 요구를 반영하는 시도가 처음 시작된 것이다. 이를 통해 산업현장과의 칸막이를 허물고, 산업계의 목소리를 반영한 커리큘럼 구성을 통해 사회 수요 맞춤형 인재양성을 위한 포문을 활짝 열었다.\nERICA-IAB는 현재 47개 학과 394명(2018년 기준)의 자문위원으로 구성돼 있으며, 전반/하반기 각각 학과별 IAB회의를 개최하여 IC-PBL전공 교과목 기획을 위한 산업계의 의견을 수렴하고 있다. 2018학년도 1학기 수시 개편 중 IAB 자문의 반영 비율은 40%(83개 과목)에 달했다. 그밖에도 학생 진로교육 및 현장실습 자문, 강연회 등 다양한 활동을 통해 유기적으로 협력하고 있다.\n학생지원시스템\nERICA-END 취업지원체계\n대학생의 진로개발 역량을 강화하고 원활한 사회 진출을 지원하기 위한 종합적인 진로교육 및 취·창업 지원체계도 구축됐다. 교과-비교과의 연계성을 강화한 종합 진로취업지원체제 ERICAEND(ENhanced career Dseign)를 수립 하여, 교양 취업강좌들을 축소하고 IC-PBL기반 기초필수 과정으로 운영하여 효율적인 경력개발 지원하고 있다. 이를 통해 단기 성과위주의 취업지원체제를 보완하고 교과-비교과 프로그램의 유기적 연계체계 구축했다. 또한 진로설정 단계별 입직교육을 기초필수 교과목으로 운영하여 학업-경력개발 연계관리를 강화하고, IC-PBL 수업방식 교육을 도입하여 미래지향적 학생 자기주도 진로취업 교과목을 확대 시행하여 재학생의 진로 설계와 취업에 실질적인 기여를 하고 있다.\n비교과활동 통합관리 시스템 ERICA-WALLET\nERICA-WALLET은 학생의 진로 탐색을 위한 비교과 프로그램 통합관리 시스템으로 2017년 8월 구축됐다. 재학기간 중 수강한 모든 비교과 과목에 대한 조회, 인증, 수료증 발급, 포트폴리오 출력이 가능하고 학생들의 역량수준 진단 및 진로 수립에 도움을 주며 결과물은 SPI(Student Performance Index)로 제공해 본인 역량개발 현황을 직관적으로 이해할 수 있다. 또 대학의 대표적인 교육 프로그램인 IC-PBL, SCI, HI-MAC 이수현황을 실시간 조회할 수 있고 각 인증요건 충족 시 해당 인증서를 발급한다. 관련분야 전문성과 노력에 대한 결과물을 사회진출 시 활용할 수 있도록 한 우수인재 검증 및 배출 시스템이다.\n이 시스템은 한양대 학사포털시스템 ‘한양인(HY-in)’프레임워크 기반으로 구축해 재학생이 별도 시스템에 접속하지 않고 학사포털 내에서 전 과정을 진행할 수 있다. 학생 관련 전 DB를 일원화 관리해 효율성과 보안 안정성, 사용자 편리성을 높였다."
}