{
  "title": "ERICA40년사/주요학내언론기관/HYERICA",
  "url": "https://hyu.wiki/ERICA40%EB%85%84%EC%82%AC/%EC%A3%BC%EC%9A%94%ED%95%99%EB%82%B4%EC%96%B8%EB%A1%A0%EA%B8%B0%EA%B4%80/HYERICA",
  "content": "ERICA40년사\n중\nHY ERICA\n에 대한 부분입니다.\n소개\n<HY ERICA>는 우리 대학의 대표 소식지이자 독자적인 대외 홍보지다. 전신은 2001년 발행된 <hi! HY Ansan>으로 2009년 교명이 바뀌면서 이후 제호도 변경됐다. 2019년 8월 현재 92호(여름호)까지 발행됐으며 계간지로 연 4회 제작된다. 교내 4천부, 전국 고교와 기업, 교육기관 및 동문들에게 6천부 등 총 1만부가 제작·배포되는 종합 교양지다. 웹진(hyerica.com)을 통해 인터넷으로도 접할 수 있다.\n<hi! HY Ansan>의 발행을 기획하던 2000년도에는 ERICA(당시 안산캠퍼스)가 각종 대외평가, 언론 등에서 좋은 성과를 내던 시기였다. 그러나 캠퍼스만의 독자적인 소식지가 전무했고, 서울캠퍼스에서 제작하던 매체에 약 30%가량의 지면을 할애하여 소식을 담고 있던 상황이었다. 우리 대학의 성과나 위상을 내부 구성원조차도 잘 인지할 수 없는 현실이었다. 더욱이 '한양대학교'라는 교명만으로 소식지가 발행이 되고 있었기 때문에 '안산캠퍼스'라는 고유한 캠퍼스 명칭에 대한 인지도를 확보하기도 쉽지 않았다. 이러한 상황 속에서 내부 인트라넷 강화와 대외 홍보의 활성화를 위한 독자적인 홍보지가 필요하다는 요구가 증대되었고, 이에 기획홍보팀 주관으로 2001년 3월, <hi! HY Ansan> 첫 호를 발행하게 됐다. 현재는 대외협력팀 주관이다.\n<HY ERICA>는 이와 같은 목적 외에도 '재학생이 직접 만든다'는 특별한 의미를 갖고 있다. 취재기자와 사진기자들로 구성된 학생기자와 대외협력팀 직원들이 한 가족처럼 움직이며 직접 모든 기사에 꼼꼼히 관여하여 제작하는 매체로서 그 제작방식에 있어서 타 대학과 비교되는 독보적 의미를 갖고 있다. 2001년도에는 3명으로 시작했으나 이후 편집장, 취재팀장, 취재·사진기자 등 구성을 갖추고 매년 5~10명 정도의 학생기자단이 꾸준히 활동하며 인쇄매체 제작에 대한 실무 경험을 쌓을 수 있는 토대도 제공하고 있다.\n주요 콘텐츠는 기획기사, 주요 성과, 교직원 및 동문·재학생 인터뷰, 교육 프로그램, 기타 학내 소식 등으로 다양하게 구성된다. 초기에는 연 8회 제작되다가 연 4회 제작되고 있다. 발행횟수는 줄었으나 볼륨의 증대와 수준 높은 콘텐츠와 비주얼 강화에 초점을 맞춰 꾸준한 사랑을 받고 있다.\n주요 변천사\n2001년 3월 1일, <hi! HY Ansan> 창간호 발행\n2001년, 학기 중 4회씩, 일 년에 총 8회를 발간했던 이 시기에는 학생기자들이 발 빠르게 뛰어다니며 교내외 소식을 전했다. 24페이지로 적은 분량이었지만 한 장 한 장 넘기는 즐거움이 있도록 안산캠퍼스의 알찬 소식을 담아냈다.\n2002년, 홈페이지 상에서 본격적으로 웹진을 선보이게 되었다. 지금의 것과 비교하자면 다소 서툴렀지만 더 많은 학생들에게 친숙히 다가갈 수 있는 획기적인 계기가 되었다.\n2003년, 28페이지로 증면하면서 대대적인 전국 배포가 시작되었다.\n2004년, 32페이지로 증면. 전반적으로 코너도 모두 업그레이드되면서 내실있는 소식지로 재탄생되었다.\n2005년, 연 6회로 발행 횟수 축소. 웹진은 한 층 업그레이드되어 많은 사랑을 받았다.\n2006년, 42페이지로 증면. 종합 교양지로서 다양한 분야의 알찬 정보를 담아내기 시작했다. 뒤표지에 시리즈로 학생들이 공모한 안산캠퍼스 광고를 실어 주목을 받았다.\n2007년, 비주얼 면에서 다양한 변화가 시도되었다. 코너에서 다룬 테마를 표지 콘셉트로 활용하여 새로운 모험을 시도했다.\n2008년, 46페이지로 증면. 전반적인 사양과 제본방식이 한층 더 고급스러워지고 코너 역시 대대적인 변화를 주었다. 제호 디자인도 바뀌면서 시각적으로 많은 변화가 있었다.\n2009년, 54페이지로 증면하였고, 입학 홍보 강화를 위해 고교 발송 부수를 확대하였다. 안산캠퍼스 30주년을 맞아 30주년을 기념할 수 있는 테마 코너가 확충되었고, 그밖에도 내부의 다양한 소식을 담을 수 있는 기획코너가 대폭 증대되었다.\n2010년, 교명이 'ERICA'로 변경됨에 따라 <HY ERICA>로 제호를 변경하고 전반적인 기획 및 편집 디자인의 개편이 이뤄졌다.\n2011~2013년, 62페이지, 72페이지로 점진적 증면하면서 현재까지 이어지는 틀을 갖추게 됐다. 다양한 학내 구성원 인터뷰를 비롯해 전공소개, 성과 등의 콘텐츠가 강화되고 포토에세이로 감성적인 코너가 마련됐다.\n2014~2016년, 색감과 배경 일러스트 등을 통해 학생들에게 더 다가갈 수 있도록 디자인을 강화하고 QR코드 활용으로 오프라인 지면의 한계를 벗어나 뉴스를 전달하는 채널을 추가했다. 때에 따라 가로 형태의 이미지로 표지를 새롭게 구성하는 등 변화를 주었다.\n2017~2018년, 인물 중심의 표지에서 일러스트 디자인으로 변경하고 전반적인 디자인 개편을 진행했다. 테마 스토리를 통해 하나의 이슈를 기획기사, 관련 인터뷰, 리뷰 등 심층적으로 다루고 만화 콘텐츠를 추가했다. 웹진도 새롭게 구축했다.\n2019년, 40주년 기념 콘텐츠를 구성해 지난 역사를 돌아보는 코너를 마련했다."
}