{
  "title": "ERICA40년사/개교40주년기념",
  "url": "https://hyu.wiki/ERICA40%EB%85%84%EC%82%AC/%EA%B0%9C%EA%B5%9040%EC%A3%BC%EB%85%84%EA%B8%B0%EB%85%90",
  "content": "ERICA40년사\n중 개교 40주년에 해당하는 부분입니다.\n과거의 캠퍼스 특성화는 인프라 구축에 주력했다면 최근의 10년은 그동안 마련한 산학협력의 토대 위에 가시적인 성과를 세워 올린 시간이었다. 굵직한 대형 국책사업에 선정돼 산학협력 특성화 프로그램과 시설을 마련하고 창의인재 육성에 힘써왔다. 그동안 추구해 온 한양대학교의 ‘실용학풍’을 더욱 공고히 다진 셈이다. 또한 대내외 평가를 통해 산학협력의 선두주자이자 경쟁력을 갖춘 명문사학으로 거듭났다. 이제 개교 40주년을 맞아 다양한 행사를 치르며 그간의 발전상을 되돌아보고, 지속가능한 혁신을 구축해나갈 미래를 준비한다.\n목차\n1\nERICA 개교 40주년 기념\n1.1\n엠블럼\n1.2\n라이트 로즈 가든(Light Rose Garden)\n1.3\nERICA Open campus-새롭게 봄\n1.4\n개교 40주년 기념 영상\n2\n미래를 위한 준비\nERICA 개교 40주년 기념\n엠블럼\n한양대학교 디자인경영센터에서 제작한 ERICA 개교 40주년 엠블럼이다. 사랑의 실천이라는 건학 정신을 기치로 명문 사학을 넘어 대한민국을 대표하는 글로벌 대학으로 성장한 ERICA의 개교 40주년을 기념하기 위한 것이다. 그래픽 모티브는 한양대학교의 정체성을 포함하기 위해 우리 대학의 역사적 전거를 토대로 표현하고 있으며 한양대학교의 전용 색상을 사용했다. 또한 숫자 4가 높이 솟은 형태는 교육과 연구로 세상을 변화시키고자 하는 ERICA의 힘찬 의지를 보여준다.\n라이트 로즈 가든(Light Rose Garden)\n개교 40주년을 맞아 2019년 3월 6일 본관 사자상 앞에서 ‘라이트 로즈 가든(Light RoseGarden) 점등식이 진행됐다. 사자상 주변으로 4,000송이의 LED 장미가 조성돼 저녁마다 빛을밝혔다. 이 행사는 ERICA 구성원들을 위한 개교 40주년 기념 문화 콘텐츠로, 문화콘텐츠학과 박사과정에 재학 중인 김용배 팬커뮤니케이션 대표이사가 기증해 의미를 더했다.\nERICA Open campus-새롭게 봄\nERICA캠퍼스 내 벚꽃길 일대에서 2019년 4월 13일 개교 40주년 기념 벚꽃행사 ‘ERICA Open campus-새롭게 봄’이 성황리에 개최됐다. 특히 개교 40주년을 맞아 축하공연, ERICA 40년 사진전, ERICA 대학혁신 소개, 각종 체험행사 등 다채로운 프로그램이 진행되었다. 예년에 비해 동문 및 동문가족들의 참여율이 높아 조기에 등록접수가 마감될 정도로 Open Campus행사에 대한 동문들의 반응은 뜨거웠다.\n한양대학교 ERICA는 1년 중 캠퍼스가 가장 아름다운 시기인 4월에 재학생 및 학부모, 동문가족을 초청하여 캠퍼스의 아름다움과 발전된 모습을 감상할 수 있는 기회를 제공하고자 매년 ERICA Open Campus 행사를 개최하고 있다. 2019년에는 사전등록을 통해 약 1,500여 명이 참석했고,어린이를 위한 플레이존, 아트체험존 외에 청장년층도 즐길 수 있는 다양한 볼거리와 먹거리를 준비하여 남녀노소 모두가 즐길 수 있는 ERICA만의 축제문화로 자리매김했다.\n개교 40주년 기념 영상\n2019년 5월 15일 개교 40주년 기념일을 맞아 한양대학교 ERICA 홍보대사 사랑한대가 특별 기념 영상을 준비했다. 세 명의 여고생이 40년 전인 1979년에서 2019년의 한양대학교 ERICA로 시간여행을 하게 된 내용으로 구성했다.\n디자인대학과 기획홍보처 주관으로 학내 모든 구성원이 참여할 수 있는 개교 40주년 기념 영상공모전도 시행됐다. ‘내가 담은 나의 에리카 [ ]’를 주제로 40주년 기념영상 또는 학과 홍보영상 분야로 2019년 7월 1일부터 7월 31일까지 한달 간 공모가 진행됐다. 당선작은 9월 25일 시상식 및 상영회를 통해 방영됐고 분야별 대상 1팀에 100만원, 금상 2팀에 30만원, 은상 2팀에 20만원 등의 상금이 주어졌다.\n미래를 위한 준비\n한양대학교 ERICA는 ‘산학협력 중심대학 육성사업’, ‘산학협력 선도대학 육성사업(LINC)’, ‘수도권대학 특성화사업(CK-Ⅱ)’, ‘산업연계 교육활성화 선도대학 사업(PRIME)’등 정부재정지원사업 선정을 통해 증명되듯 명실상부 대한민국의 대표 산학협력 선도대학으로 자리매김했다. 또 2015 중앙일보 대학평가에서 전국 8위에 올라 ‘ERICA VISION 2020’의 전략목표인 국내 Top 10을 조기 달성했다. 하지만 여기에 안주하지 않고 대내외 환경변화에 따라 발전계획 및 전략을 검토, 재수립하고 경쟁대학과 비교해 현재의 장단점을 파악한 후 향후 발전 방안 논의를 이어가고 있다.\n이를 토대로 특성화 프로그램과 운영체제의 내실화 주력, 산학협력 교육 프로그램의 확대를 통한 취업률 제고, 학교 차원의 다양한 발전기금 모금방안 마련 및 전략 수립, 연구성과 및 실적 상승을 위한 개선 전략 마련, 현장실습의 경쟁력 유지를 위한 대비, 국제화 지표를 개선하기 위한 방안 마련 등 중단기 및 장기 목표를 설정하며 미래를 위한 준비를 지속하고 있다."
}