{
  "title": "ERICA40년사/국제문화대학/한국언어문학과",
  "url": "https://hyu.wiki/ERICA40%EB%85%84%EC%82%AC/%EA%B5%AD%EC%A0%9C%EB%AC%B8%ED%99%94%EB%8C%80%ED%95%99/%ED%95%9C%EA%B5%AD%EC%96%B8%EC%96%B4%EB%AC%B8%ED%95%99%EA%B3%BC",
  "content": "ERICA40년사\n중 국제문화대학-한국언어문학과에 대한 부분입니다.\n목차\n1\n소개\n2\n한국언어문학과 연혁\n3\n학과 재직 교수진(2019년 4월 기준)=\n4\n주요 특성화 활동\n소개\n한국언어문학과는 한국 문화의 기초가 되는 국어의 실체와 그것의 예술적 승화로 나타난 한국문학의 보\n편성과 특수성을 강의와 현장답사 등을 통하여 정밀하게 가르치고 배움으로써, 인문사회과학의 각 분야에\n두루 적응할 수 있는 유능한 교양인과 우수한 국학 전문가를 양성한다. 특히, 본 학과는 오랜 역사에 걸쳐\n영광과 수난으로 점철된 말과 글이 민족 실존의 요람이자 민족정기의 최후 보루임을 입증하고 선열들의 업\n적과 정신을 계승하여 발전시키는 데 중점을 두고 있으며 ‘일반 언어학 안의 국어학’, ‘세계 문학 안의 국문\n학’을 세워갈 수 있도록 하는 것을 교육하고 연구한다.\n한국언어문학과 연혁\n1982.10\n반월캠퍼스 어문계열에 국어국문학과 신설\n1983.09\n인문사회대학 국어국문학과로 소속 변경\n1987.02\n국어국문학과 첫 졸업생 배출\n1988.11\n문과대학 국어국문학과로 소속 변경\n1997.03\n국어국문학과에서 인문학부 국어국문학전공으로 개편\n1999.10\n국제문화대학 인문학부 국어국문학전공으로 변경\n2007.05\n인문학부 국어국문학전공에서 한국언어문학과로 변경\n학과 재직 교수진(2019년 4월 기준)=\n이필영\n직급:교수\n재직기간:1994.03.01~현재\n전공분야:국어학\n최종출신학교:서울대학교\n이상호\n직급:교수\n재직기간:1997.03.01~현재\n전공분야:현대문학\n최종출신학교:동국대학교\n이재복\n직급:교수\n재직기간:2005.03.01~현재\n전공분야:현대문학\n최종출신학교:한양대학교\n차혜영\n직급:교수\n재직기간:2007.03.01~현재\n전공분야:현대문학\n최종출신학교:한양대학교\n김상진\n직급:교수\n재직기간:2013.09.01~현재\n전공분야:고전문학\n최종출신학교:한양대학교\n주요 특성화 활동\n국문인의 밤\n한국언어문학과의 재학생 및 졸업생 교수가 함께 모여 화합을 다지는 동문 모임이다. 한국언어문학과의 가장 큰 행사이며 2015년 11월에 처음 개최되었다. 한국언어문학과는 1983년에 국어국문학로 처음 출 발한 후 2003년에 지금의 한국언어문학과로 학과 명칭이 바뀌었는데, 과거의 명맥을 이어간다는 의미 에서 동문행사의 모임을 국문인의 밤으로 하였다. 또한 본 행사에서는 선배들의 취업특강도 이루어짐으 로써 동문으로서의 친선 도모와 함께 재학생의 취업 고민을 한층 덜어주는 역할도 한다.\n춘계학술답사\n전통문화를 계승 발전시킬 능력을 배양하는 데 정규 교과 못지않게 기여하는 바가 큰 행사로, 학과가 설치된 1983년부터 전국 각지를 군(郡) 단위로 나누어 차례로 시행되고 있다. 답사의 주된 목적은 학생들 로 하여금 강의실에서 배운 내용을 구체적인 삶의 현장에서 확인함으로써 살아있는 지식을 몸소 체득하 게 하는 데 있다.\n추계문학기행\n인쇄매체 중심의 문학 연구에서 벗어나 실천적 차원에서 문학을 연구, 향유하는 행사이다. 본 행사를 통해 학생들은 이론적으로만 학습하고 배워왔던 문학작품과 작가에 대한 내용들을 실증적 자료와 체험을 통해 구체화한다.\n시문학축제\n문학축제는 안산학술정보관과 한국언어문학과가 공동 주관하는 행사로 매년 5월과 10월경에 개최된다.문학축제의 세부 행사로는 주어진 시제에 본인의 심상을 전개시켜 한편의 새로운 시를 완성하는 <시 이 어짓기>와, 유명작가의 강연과 더불어 대화의 장을 여는 <작가와의 만남>, 어린이에서 장년에 이르기까 지 시인이 되어 가을밤을 수놓을 <시낭송 경연대회>, 시와 그림을 한 폭에 담아서 가을 길을 장식할 <시 화전> 등이 있다.\n문예공모\n학생들의 창작 의욕과 창의력을 북돋우고 문학에 대한 관심과 참여를 확대하기 위해 문예상을 신설하고 작품을 공모하는 행사이다. 그동안 전공 수업을 통하여, 또는 개인적으로 갈고 닦은 기량을 겨루는 장이 된다\n한글날행사\n10월 9일 한글날을 기념하기 위하여 세종대왕이 계신 영릉을 방문하여 한글의 의미를 되새긴다. 행사는 일정하지는 않으나 백일장, 우리말 바로알기 등을 주로 하게 되고, 이러한 행사를 통하여 훈민정음을 제 작하신(창제한) 세종대왕의 숭고한 마음을 다시금 생각는 계기로 삼고 있다."
}