{
  "title": "ERICA40년사/예체능대학/실용음악학과",
  "url": "https://hyu.wiki/ERICA40%EB%85%84%EC%82%AC/%EC%98%88%EC%B2%B4%EB%8A%A5%EB%8C%80%ED%95%99/%EC%8B%A4%EC%9A%A9%EC%9D%8C%EC%95%85%ED%95%99%EA%B3%BC",
  "content": "ERICA40년사\n중\n실용음악학과\n에 대한 부분입니다.\n목차\n1\n소개\n2\n연혁\n3\n학과 재직 교수진\n4\n주요 특성화 활동\n소개\n실용음악학과는 실용음악분야에서 선도적인 역할을 수행할 수 있는 전문 음악인 양성을 목표로 하고 있다. 이를 위해 포괄적이면서 탄탄한 기초를 확립할 수 있는 학문적 교육을 바탕으로 1:1 맞춤 형 실기 위주의 교육을 병행하고 있다. 현재 국내 음악 필드에서 주도적으로 활동하고 있는 전문 연 주인, 작곡가들로 구성된 교육진들의 멘토식 교육 과정을 진행하고 있다. 이로써 학생들은 장차 전문 음악인으로 성장하는 데 필요한 실질적 기술을 습 득할 수 있으며 실용음악분야의 교육자 및 연구자가 되기를 희망하는 학생들을 위한 학문적 토대를 마련해 주고 있다.\n학기 중 다채로운 공연들이 계획되어 있으며 학생들은 이를 통해 연주 경험을 쌓고 관객들과 소통할 수 있습니다. 또 전통적인 17인조 재즈 빅밴드의 맥을 이어가는 한양대학교 재즈 빅밴드를 통해 재학시절부 터 프로 뮤지션으로써 연주 경험을 쌓을 수 있다. 한양대학교 재즈 빅밴드는 2013년 자라섬 재즈 페스티벌, 2014년 한양대학교 축제 공연을 비롯하여 2015년 중국 상해 공연을 시작으로 해외에서의 공연 기회 또한 꾸준히 만들어 가고 있다.\n실용음악학과 건물 3층에 위치한 최신 시설의 레코딩 스튜디오에서는 학생들이 전문 레코딩 스튜디오와 똑같은 환경에서 직접 녹음을 진행하며 고음질의 데모 음원 및 음반 제작은 물론 레코딩 산업에 관련된 각 종 지식 및 경험을 쌓을 수 있다. 또 학생들의 음악 및 예술에 대한 다각도적인 해석을 돕기 위하여 국내외 각 분야의 전문가들을 초청하여 학생들과 자유롭게 소통할 수 있는 기회를 제공하고 있다. 이 마스터 클래 스를 통해 학생들은 국내외 유명 뮤지션들의 음악적 철학 및 노하우를 들어보고 함께 연주도 해보는 기회를 얻을 수 있다.\n연혁\n2011. 03 신설\n2011. 05 1회 정기공연 ‘사자후’ 개최\n2013. 10 제 10회 자라섬 재즈 페스티벌 재즈 빅밴드 참가\n2015. 02 1회 학부 졸업생 배출\n2015. 03 일반대학원 실용음악학과 신설(석사과정)\n2015. 06 재즈 빅밴드 상하이 국제 교류 Bachson School 초청 공연 참가\n2016. 12 재즈 빅밴드 일본 후쿠오카 이즈카 코스모스 아트센트 초청 공연\n2017. 02 1회 대학원 졸업생 배출\n학과 재직 교수진\n(2019년 4월 기준) 이름 직급 재직기간 전공분야 최종출신학교\n이승환\n부교수\n재직기간: 2010.11~현재\n전공분야: 작곡\n최종출신학교: New York University, Steinhardt School of Music:Composition - Film Scoring\n유정연\n조교수\n재직기간: 2013.09~현재\n전공분야: 피아노\n최종출신학교: University of Illinois at Urbana-Campaign, School of Music :Jazz Studies - Piano Performance\n김지석\n조교수\n재직기간: 2015.03~현재\n전공분야: 색소폰\n최종출신학교: Manhattan School of Music, :Jazz Arts - Saxophone\n주요 특성화 활동\n빅밴드 JAZZ 공연\n전통적인 17인조 재즈 빅밴드는 스윙 재즈곡들을 비롯하여 라틴 스타일곡 및 퓨전 재즈 스타일 곡 등 다양한 장르의 레퍼토리를 연주하고 있다. 자라섬 재즈 페스티벌, 한양대 학교 축제 공연을 비롯하여 중국 상해 공연 등 해외 공연의 기회도 만들어가고 있다.\nJAZZ NIGHT\n전공 구분 없이 모든 학생들의 참여로 연출되는 재즈 콘서트다. 사전 오디션을 통해 무 대가 기획되며, 기존의 재즈곡과 더불어 학생들의 창작곡으로 구성되는 공연이다.\n사자후\n실용음악학과의 가장 규모가 큰 대표적인 정기 공연으로 전공과 장르의 구분 없이 학부 과정의 모든 학생이 참여한다. 개성 짙은 창작곡 혹은 기성곡들의 재해석된 편곡 작품들 로 이뤄진다. 학과 전통의 장으로 자리 잡을 뿐만 아니라, ERICA캠퍼스 모두를 위한 예 술문화의 장으로 발전하고 있다.\n창업 교육(\n스타트업\n)\n캡스톤 디자인 프로젝트, 스몰 뮤직 프로덕션, 스튜디오 테크닉, 컴퓨터 음악, 뮤직 비즈 니스, 렙 앙상블 등 관련 산업에 적용할 수 있는 교육을 진행한다.\n뮤지컬 프로덕션 강좌 운영\n뮤지컬 프로젝트, 피지컬 트레이닝, 보컬 앙상블 등의 강좌를 운영한다.\n다양한 장르의 앙상블 강좌 운영 및 공연제작 재즈\n앙상블, 빅밴드 앙상블, 라틴 앙상블, 팝 앙상블, 보컬 앙상블 등의 강좌를 운영하며 공연을 진행한다."
}