{
  "title": "ERICA40년사/시설확충으로새로운도약",
  "url": "https://hyu.wiki/ERICA40%EB%85%84%EC%82%AC/%EC%8B%9C%EC%84%A4%ED%99%95%EC%B6%A9%EC%9C%BC%EB%A1%9C%EC%83%88%EB%A1%9C%EC%9A%B4%EB%8F%84%EC%95%BD",
  "content": "ERICA40년사\n중 시설확충으로 새로운 도약에 해당하는 부분입니다.\n2010년부터 2019년 현재까지 드넓은 캠퍼스의 곳곳에 눈에 띄는 가시적 변화가 있었다. 무엇보다 개교 30주년(2009년)을 딛고 새롭게 단장을 마친 신정문 ‘아고라’가 산학협력의 메카이자 상위권 대학으로 자리매김한 한양대학교 ERICA의 위용을 대변하며 캠퍼스의 새로운 랜드마크로 떠올랐다.\nPRIME사업 등 대형 국책사업을 통해 학내 전반에 걸쳐 대대적인 첨단 시설도 들어섰다. 융합교육센터, 스마트제조러닝센터, 머시닝기술센터 등 최첨단 교육 인프라를 비롯해 모든 단과대학에 IC-PBL 강의실과 오픈스페이스를 만들어 토론,팀프로젝트 등 학생들의 활동 및 네트워킹을 위한 공간을 확충했다. 이를 통해 소통과 협업 등이 자연스럽게 이뤄져 창의·융합, 실제적 문제해결을 위한 우리 대학만의 독보적인 교육프로그램이 진행될 수 있는 교육 환경을 구축했다.\n목차\n1\nERICA의 신정문 '아고라'\n2\n첨단 시설 및 학생지원 시설\n2.1\n창업복합공간(Knowledge Factory & Studio)\n2.2\n제조혁신교육 인프라\n2.3\n융합교육센터\n2.4\n글로벌라운지\n2.5\n단과대학별 IC-PBL 맞춤형 공간\n2.6\n커리어개발센터\nERICA의 신정문 '\n아고라\n'\n한양대학교 ERICA의 새 얼굴, 신정문이 2010년 5월 12일 준공식을 통해 선보였다. 전년도에 개교 30주년을 맞아 최우선적으로 단장한 신정문을 통해 더 높은 도약과 변화를 향한 확고한 의지를 드러냈다.\n정문 공모전으로 선정된 우경국 교수(건축학부)의 설계는 일반적인 정문의 고정관념을 깨고 권위적인 모습을 과감히 탈피했다. 신정문의 이름은 지역사회와 학교가 경계를 없애고 주민과 함께 지역사회의 중심 광장을 만들어 서로 소통하고자 하는 의미를 담아 고대 그리스 광장이라는 뜻의 ‘아고라’로 붙여졌다.\n땅으로부터 솟아오르는 형태의 두 구조물은 자연을 다스리려고 했던 기존의 생각을 버리고, 장소는 땅으로부터 나와 그 자리에 존재한다는 의미를 드러낸다. 두 구조물 중 학교를 향하고 있는 1관은 사회로부터 학교로 들어오는 개념으로 학교에 대한 정보를 담은 홍보관과 휴게실로 만들어져 지역사회 주민과 방문객들에게 학교 홍보의 기능을 담당하고, 학생들과 시민들이 쉬어갈 수 있도록 돕는다. 지역사회를 향하고 있는 2관은 학교에서 학문을 배우고 사회로 다시 나아간다는 의미를 담고 있으며, 학생들이 편하게 앉아 이용할 수 있는 카페와 학생들의 작품을 전시하는 공간으로 활용하는 등 자유로운 분위기를 연출했다.\n두 구조물 앞에는 8개의 다양한 각으로 구성된 조형물이 있는데 이는 동서남북 사방을 팔방으로 확대해 형상화한 것이다. 학생들이 대학에서 받은 교육을 바탕으로 ‘지혜의 빛’이 되어 세계를 향해 뻗어나간다는 의미를 담고 있다.\n붉은색 산화철로 이뤄진 구조물의 외벽은 친환경적 의미도 지니고 있다. 보통 구조물 외벽에 페인트를 칠하면 재료가 갖는 본래의 성질을 드러내기 힘들고 정기적으로 도색을 해야 하는 번거로운 점이 있다. 하지만 페인트를 칠하지 않는 산화철은 0.3㎜ 정도 녹이 완전히 슬고 나면 더 이상 녹이 슬지 않고 유지된다. 이는 자연 그대로를 보여주어 재료가 갖고 있는 물성을 드러내도록 돕는다. 또한 지붕 위에는 자연과 함께 숨 쉬는 그린 캠퍼스의 이미지를 보여주는 푸른 잔디가 심어졌다.\n첨단 시설 및 학생지원 시설\n창업복합공간(Knowledge Factory & Studio)\n2014년 학연산클러스터지원센터 4층에 마련된 Knowledge Factory는 라운지, 미팅룸,오피스룸, O/A실 등을 갖춘 오픈 플랫폼이다.창업을 희망하는 학생에게 필요한 관련 지식,기술을 가르치는 대학의 교육과정과 예비창업자로서 갖춰야 할 경영지식, 가치관, 태도등을 함양하는 일체의 교육 프로그램을 구성하여 창업교육센터를 중심으로 실전적 창업교육을 진행한다. 또 다양한 창업대회, 창업활동에 필요한 시작품 제작비, 재료비, 지재권 확보, 마케팅 지원, 외부멘토 초청, 창업공간지원 등 다양한 지원을 하고 있다.\nKnowledge Studio는 학생들의 창의적 아이디어 작업을 위해 새롭게 만들어진 공간으로, 안전교육 이수 후 누구나 이곳에 구비되어 있는 장비들을 사용할 수 있다. 스스로 직접 만들고 자신의 아이디어를 실현함으로써, 자기주도의 Hands-on Skills, Hands-on Experience를 경험하고 다양한 재능, 배경의 사람들과 공유 및 협업을 통해 자신을 뛰어넘는 혁신을 경험할 수 있다.\n제조혁신교육 인프라\n제4공학과 내에는 스마트제조러닝센터, 머시닝기술센터, IC-PBL 교과목 실습실 등 4차 산업혁명시대에 대비한 제조혁신교육 인프라를 새롭게 구축했다. 스마트제조러닝센터는 스마트제조 실습 교육의 공간이자, 실무형 교육 프로그램 개발을 통한 지역 산업계와의 공동 교육, 연구를 위한 접점으로 활용되고 있다. 또한, 제품 아이디어를 기술과 장비를 활용하여 실제 제품으로 출력할 수 있는 머시닝기술센터를 설립하였으며 5축 동시 체인 CNC장비, 선반 및 밀링 작업을 동시에 할 수 있는 복합 CNC선반 등 다양한 첨단 장비로 복합적인 기계 기구물 제작을 할 수 있다. 스마트제조러닝센터의 스마트 제조 교육과 연계하여 실용적인 공학교육을 통한 4차 산업혁명시대의 사회·수요 맞춤형 제작을 지원하는 시스템을 구축했다. 공학대학 IC-PBL 실습실을 구축하여 고성능 PC환경에서 Matlab,, C, C++, Java, Tensonflow, Rasberry Pi, Android 등의 프로그래밍 실습을 진행하고 있다.\n융합교육센터\n우리 대학은 2016년 최초로 전 대학 IC-PBL 교육과정 도입을 위한 IC-PBL센터와 전교생 소프트웨어 역량 강화를 위한 소프트웨어교육센터를 구축했다. 이에 더욱 효과적인 교육 지원을 위하여 컨퍼런스 홀 지하를 융합교육지원센터로 리모델링하여 2개의 센터가 이전했다. 이곳은 ICPBL 방식의 교육에 최적화된 자유로운 교육 공간과 서비스를 제공한다. IC-PBL 교육특성에 맞춰 자유로운 토론형 학습에 최적화된 화면 공유 시스템, 넓고 쾌적한 강의실, 다양한 형태의 토론과 그룹활동이 가능한 회의실, 자유롭게 소통하고 학습할 수 있는 오픈스페이스, 무료로 커피를 이용할 수 있는 카페까지 마련됐다. 융합교육센터는 IC-PBL을 위한 복합문화공간이자 열린 학습공이다.\n글로벌라운지\n학생복지관 3층에는 학생들의 글로벌 역량 강화를 위한 초대형 글로벌라운지가 마련됐다. 내외국인을 대상으로 국제화 원스톱 서비스를 제공하는 허브로,원어민 강사 언어 프로그램, 외국어 관련 각종 서비스 제공, 교내 각종 외국어 관련 프로그램 운영, 글로벌 행사 및 이벤트 개최 는 물론 내외국인이 한데 어우러져 자유로운 외국어 커뮤니케이션을 할 수 있는 오픈스페이스로 운영되고 있다.\n단과대학별 IC-PBL 맞춤형 공간\nPRIME 신설대학 소프트웨어융합대학의 전용 교육공간은 학연산클러스터 건물 5~6층을 증축하여 신설됐다. 건물 어디에서나 커다란 창을 통해 탁 트인 하늘과 호수, 공원 등 아름다운 캠퍼스 환경이 고스란히 펼쳐진다. 책상 배치를 자유롭게 구성할 수 있는 넓은 강의실, 공간 한 가운데에서 집중력과 안정감을 증가시키는 아름다운 라운지, 창의적 프로젝트를 수행할 수 있는 미팅룸까지 완비됐다. 또한, 첨단 실습 기자재를 활용한 새로운 형태의 예술적 창조 역량 계발을 유도하고 디자인/컬처 테크놀 로지 융합 부분의 실습 환경을 마련하기도 했다. 디자인문화관에는 3D프린트를 이용한 제작과 실습이 가능한 ICT실습실 및 FAB랩실을 구축했으며, 체육관 3층에는 ICT실습실을 마련해 기본 공연음향 장비와 입체음향 시스템을 이용한 사운드 디자인 실습을 가능하게 했다.\n과학기술융합대학은 제2과학기술관에 1개 층을 증축하여 새로운 모습으로 태어났다. PRIME 신설/개편 학과를 위한 전용 교육공간 IC-PBL Room과 첨단 실험실은 물론, 모두가 함께 이용할 수 있는 오픈스페이스도 마련됐다.\nPRIME 학과뿐만 아니라 전 분야의 모든 학생을 위한 공간도 자리 잡았다. 모든 단과대학에 ICPBL강의실 및 오픈스페이스를 만들어 토론, 팀프로젝트 등 학생들의 활동 및 학생들 간의 네트워킹을 위한 공간을 확충했다. 도서관 열람실을 벗어나 탁 트인 공간과 IC-PBL 강의실에서 자유롭게 학습하는 것은 이제 우리 대학 학생들의 고유한 학습 문화가 되었다.\n커리어개발센터\n커리어개발센터가 학생들과 더욱 가까워지기 위해 학술정보관 1층으로 이전하면서 더 넓고 쾌적한 공간, 전문적인 상담과 체계적인 취업진로 프로그램으로 새롭게 변화했다. 커리어개발센터는 재학생들에게 진로설계 및 탐색부터 경력개발과 취업역량향상을 위하여 다양한 교과·비교과프로그램을 기획·운영·지원하고 있다. 커리어개발센터에서 무료로 제공하는 최신 취업자료, 취업도서도 이용이 가능하고, 센터 내 Job-Cafe에서 커피 한잔을 마시면서 커리어 개발센터 직원 혹은 취업전문가와 함께 취업 컨설팅도 받을 수 있다."
}