{
  "title": "ERICA40년사/경상대학/보험계리학과",
  "url": "https://hyu.wiki/ERICA40%EB%85%84%EC%82%AC/%EA%B2%BD%EC%83%81%EB%8C%80%ED%95%99/%EB%B3%B4%ED%97%98%EA%B3%84%EB%A6%AC%ED%95%99%EA%B3%BC",
  "content": "ERICA40년사\n중 경상대학-보험계리학과에 대한 부분입니다.\n목차\n1\n소개\n2\n보험계리학과 연혁\n3\n학과 재직 교수진(2019년 4월 기준)\n4\n주요 특성화 활동\n소개\n‘미래를 계산하여(計) 다스린다(理).’ 계리학은 수학, 통계학을 바탕으로 데이터를 분석하여 미래를 예측\n하고 경영하는 학문이다. 보험계리학과는 보험계리, 금융공학, 계리모형 및 프로그래밍 지식을 겸비한 전문\n적인 보험계리사 양성을 목표로 2013년 신설됐다. 금융학과 또는 금융보험학과 등으로 금융(보험)전문가\n양성이 목표인 곳은 많으나 전문적인 계리사 양성을 목표로 하는 학과로는 국내 유일하다.\n본 학과는 ‘보험과 계리학의 혁신적인 전진과 실천적 교육’이라는 비전을 갖고 있으며, 국내 최초의 계리\n관련 학과에 만족하지 않고 ‘보험산업을 선도하는 국제적 보험전문인 양성’이라는 목표를 가지고 있다. 보\n험전문인은 적절한 보험계약을 인수하여 보험료와 준비금을 산출하고, 지속적인 투자와 동시에 적정자본\n을 보유하여 미래의 리스크를 대비하며, 손해발생시 손해액을 산정하는 등의 역할을 한다. 보험계리학과의\n교과과정은 이러한 보험전문인 양성을 위해, 수학, 통계학 등의 기초과목과 보험수리학, 금융공학, 계리모\n형론 등 선진계리학 수준의 심화과목뿐만 아니라 보험실무를 위한 컴퓨터 프로그래밍, 세미나 수업 등 다른\n곳에서 찾아볼 수 없는 교과목들을 포함하고 있다. 우수한 교수진과 계리사 시험을 위한 체계적 교육과정,\n다양한 장학금 혜택, 보험전문인반 운영 등이 차별점이다. 이를 통하여, 새롭게 바뀌는 금융환경과 미래사\n회에 한국의 보험업계와 금융업계를 혁신적으로 선도하는 인재들을 양성하고자 하는 학과다.\n졸업생들은 생명보험회사, 손해보험회사, 축협·수협·신협, 보험계리법인·회계법인, 재보험회사, 은행, 증권회사, 금융감독원·보험개발원 등 관련 기관, 해외 보험사·계리컨설팅사·금융공학 관련 회사 등으로 진출\n하고 있다.\n보험계리학과 연혁\n2013.03\n신설\n2017.02\n1회 졸업생 학위수여식\n2017\n미국 SOA의 UCAP-AC(Universities & Colleges with Actuarial Programs - Advanced Curriculum) 인증\n2018.05\nAACSB(세계경영대학협의회) 국제경영교육인증 획득\n학과 재직 교수진(2019년 4월 기준)\n오창수\n직급:교수\n재직기간:1999.09.01~현재\n전공분야:보험학, 보험수리학\n최종출신학교:University of Iowa\n최양호\n직급:부교수\n재직기간:2013.03.01~현재\n전공분야:금융수학, 보험수리학\n최종출신학교:University of Iowa\n심현우\n직급:조교수\n재직기간:2014.09.01~현재\n전공분야:계리모형, 확률과정\n최종출신학교:State University of New York at Stony Brook\n주요 특성화 활동\n보험전문인반\n21세기 금융업의 중심이 되는 보험산업 시장을 이끌어 나가는 보험계리인, 손해사정인 등의 보험 전문인 자격을 갖추기 위해 마련되었다. 2019년 현재 보험전문인반은 40여 명 정도로 이루어져 있으며 선후배 토론, 모의고사 실시, 보험신문 강독, 합격생의 성공 경험담 전수, 공모전/경진대회 준비 등 체계적이고 활발한 활동을 하고 있다. 계리사의 경우 매년 10여 명의 1차 합격자와 수 명 의 2차 합격자를 배출하고 있으며, 보험전문인반을 거쳐 보험전문인 자격을 취득한 선배들이 보험 업계에서 큰 활약을 하여 한양대학교의 입지를 굳히고 있다.\n계리경진대회\n이론적 계리지식을 바탕으로 하여 실제 실무에 접목할 수 있는 창의적인 아이디어를 발현하여 계리실력을 겨루기 위한 경진대회이며, 한양인의 계리에 대한 이해를 높이고 계리에 대한 전문성 계 발에 도움을 주는 자리다.\n계리인의 날/밤\n전문성을 갖춘 계리실무자들을 초청하여 실무적 이해도 및 취업에 대한 접근성을 높이고 계리인들의 화합과 친목을 다지는 자리다.\n길잡이/따름이 프로그램\n계리학과 신입생들의 빠른 적응을 돕고 보험계리학과 선후배 간의 아름다운 전통을 이어나가는 활동이다"
}