{
  "title": "ERICA40년사/대학운영기구확대및개편",
  "url": "https://hyu.wiki/ERICA40%EB%85%84%EC%82%AC/%EB%8C%80%ED%95%99%EC%9A%B4%EC%98%81%EA%B8%B0%EA%B5%AC%ED%99%95%EB%8C%80%EB%B0%8F%EA%B0%9C%ED%8E%B8",
  "content": "ERICA40년사\n중 교육 및 학사행정의 도약에 관한 이야기입니다.\n3처 체제에서 4처 1실 체제로의 전환\n우리 대학의 본부기관은 2000년도에 3처 체제(교무연구처, 학생복지처, 사무처)를 지속하였으나, 대학운영상의 필요에 따라 본부기관의 증설 및 통폐합을 거치며 2009년 4처 1실(교무처, 학생처, 총무관리처, 산학기획처, 정보통신실) 체제로 자리를 잡았다.2000년도와 2009년도 본부기관의 큰 틀은 다음의 그림에서 확인할 수 있다.\n교무연구처, 학생복지처, 사무처는 2001년도에 교무처, 학생처, 총무관리처로 각각 그 명칭을 변경하였으며 2009년도까지 이어오고 있다.\n정보통신처로 조직 개편(2004년)\n2004년 우리 대학은 정보통신처를 신설하고 산하에 IT지원팀을 두었으며, 곧 정보통신처를 정보통신실로 조정하였다. 정보통신실은 학내의 네트워크 및 시스템(학사정보, 행정정보, 홈페이지)을 원활하게 이용할 수 있도록 지원하는 역할을 담당하고 있다. 정보통신실이 처음 대학 본부기관 내로 편입된 시기는 2004년 이지만 처음 신설된 때는 1984년으로, 전산계산소 분실 → 정보통신원(1997년) → 정보통신실(2004년)의 형태로 변화를 겪었다.\n기획조정실 페지 빛 산학기호기처의 신설(2008년)\n우리 대학은 2001년 기획조정실을 신설하고 산하에 기획홍보팀을 둠으로써 대학홍보 및 기획업무를 전담하는 부서를 두었다. 그러다가 2008년 기획조정실을 폐지하고 산학기획처를 신설하여 기존의 기획홍보팀을 산학기획처 산하로 두었고, 부총장실 직속 산하기구로 있던 학연산클러스터 사업단을 업무영역에 따라 학연산클러스터팀과 교육지원팀으로 나누어 산학기획처로 편입하여 산학기획처 아래 세 개의 팀을 두게 된다.\n이상으로 큰 틀에서 대학 본부기관의 변화를 살펴보았고 이제는 4처 1실 체제 내에서의 과·팀체제의 변화를 살펴보고자 한다.\n교무처의 변천과정\n교수학습개발센터로 조직 개편(2005년)\n교수학습개발센터는 본래 1980년 9월 실용영어교육관(구 교수연구동) 3, 4 층에 ‘시청각교육원’ 분원으로 개원하여 언어실습실로 시작하였으며, 1994년 8월 인문관 4층으로 이전하게 된다.1998년 9월에는 ‘시청각교육원’에서 ‘교육미디어센터’로 명칭을 변경하였으며, 2001년 8월 언론정보관 1층으로 이전하면서 첨단 특수강의실(137석), 매체제작과 콘텐츠 제작 및 개발을 위한 시스템, 교내 CATV 제공을 위한 위성방송 Headend 시스템, 학내에 다양한 프로그램을 보낼 수 있는 송출시스템을 갖추어 자체 제작된 콘텐츠를 프로그램으로 편성하여 CATV, 인터넷, 인트라넷으로 정규방송과 생방송(강의, 행사)을 제공하게 되었다. 2005년도 9월에는 부속기관인 ‘교육미디어센터’에서 본부기관인 교무처 내 ‘교수학습개발센터’로 조직이 개편되면서 교수학습 관련 제반업무까지 영역을 확장하게 된다.\n학생처의 변천과정\n한양상담센터로 조직 개편(2006년) : 한양상담센터는 본래 1996년 3월 학생처 부속기관 ‘학생생활상담실’로 설립되었으며 2006년 8월 학생처 산하의 ‘한양상담센터’로 조직을 개편하게 된다. 한양상담센터는 설립 이래 다양한 특성과 고민을 갖고 있는 학생들에게 상담 및 심리검사를 통하여 제반 문제를 극복할 수 있는 방향을 제시하고 인간적인 성숙을 도모하며, 학생들의 대학생활에 도움이 되는 각종 행사의 개최를 통해 건전하고 가치있는 대학생활을 영위할 수 있도록 돕고 있다.\n양성평등센터 신설(2007년) : 2007년 8월 학생처 기구로 설립한 양성평등센터는 기존의 여학생실을 확대·개편하여 학생회관 3층에 위치하고 있으며, 학생들로 하여금 성적인 존재로서의 자신을 알아가도록 돕고, 정확한 성지식을 바탕으로 성에 대해 자연스러운 태도와 이해를 넓히며 성 역할의 고정관념을 넘어 개성존중 문화 만들기, 우리 사회의 성문화에 대한 감수성 키우기 등의 역할을 담당하고 있다.\n장애학생지원센터 설립(2009년) : 장애학생지원센터 맑은누리는 2009년 2월 학생처 기구로 설립되어 장애학생의 학습활동에 대한 교수학습지원, 기숙사 및 각종 복지와 관련된 생활복지지원, 장애특성별 편의시설 설비지원과 학업 및 생활상담, 취업상담과 관련된 상담진로 지원을 수행하고 있다. 또한 지원실과 학습 공간을 하나로 통합 운영하여 한 공간에서 전담 직원은 업무를, 장애학생은 공부 또는 휴식을 취할 수 있기 때문에 직원 및 학생간의 자연스러운 의사소통이 가능하며, 장애 학생의 어려운 점, 불편사항 등을 인식하고 해결할 수 있다."
}