{
  "title": "ERICA40년사/독자적중장기발전전략 수립",
  "url": "https://hyu.wiki/ERICA40%EB%85%84%EC%82%AC/%EB%8F%85%EC%9E%90%EC%A0%81%EC%A4%91%EC%9E%A5%EA%B8%B0%EB%B0%9C%EC%A0%84%EC%A0%84%EB%9E%B5_%EC%88%98%EB%A6%BD",
  "content": "ERICA40년사\n중 독자적 중장기 발전 전략에 관한 이야기입니다.\n목차\n1\n안산캠퍼스의 독자적 중장기 발전 전략 수립\n1.1\nHY DREAM 2010(2001~2003)\n1.1.1\nHY DREAM 2010과 HYU PROJECT 2010\n1.1.2\nHY DREAM 2010 발전전략\n1.1.3\nHY DREAM 2010 세부전략\n1.2\nHYU PROJECT 2010(2004~2010)\n1.2.1\nHYU PROJECT 2010_Ansan 실천과제\n안산캠퍼스의 독자적 중장기 발전 전략 수립\n우리 대학은 새천년을 맞이하여 2001년부터 2010 년까지의 로드맵을 설정한 HY Dream 2010 중장기 발전계획을 수립하였다. 하지만 HY Dream 2010은 서울캠퍼스와 안산캠퍼스의 구분 없이 통합적으로 설정한 목표였으며, 대교협에서 제시한 2주기 대학종 합평가 기준과도 구조적으로 일치하지 않는 한계가 있었다. 따라서 2004년도부터 양 캠퍼스의 특성화 전 략을 독자적으로 설정하여 기존의 중장기 발전계획 을 수정, 보완한 HYU Project 2010을 수립하여 시행 하였다. 안산캠퍼스의 경우 학연산클러스터와 산학협 력중심대학이라는 큰 틀 안에서 중장기 발전전략이 재정립되었으며 두 발전전략의 관계와 특징을 다음 과 같이 정리할 수 있다.\nHY DREAM 2010(2001~2003)\nHY DREAM 2010과 HYU PROJECT 2010\n구분\nHY Dream 2010\n(2001~2003)\nHYU Project 2010\n(2004~2010)\n배경\n· 새천년을 맞이하여 기존의 삼성경제연구소가 주관이 되어 작성한 중장기 발전전략을 내부\n구성원들에 의해 새롭게 수립\n· 2주기 대학교육협의회의 새로운 대학종합평가 기준에\n따라 중장기 발전계획은 비전 및 발전전략, 경영목표 및\n경영전략, 특성화 전략의 3가지로 세분화됨\n특징\n· 개교 100주년에 세계 100대 대학 진입을 위한 본격적인  준비체제 돌입\n· 초기에는 2001~2010으로 목표 기간을 설정 하였으나 HYU Project 2010의 수립으로 목표 기간을  2001~2003년으로 변경\n· 실행계획인 6i 및 세부전략과제에서 서울, 안 산캠퍼스의 차별화가 거의 없이 공통적으로 활용\n· HY Dream 2010을 수정, 보완하여 명칭 변경 ·  서울/안산캠퍼스가 상호 독자적인 전략을 수립하여 차 별화를 적극 추구함\n· 안산의 경우 기존의 6i전략은 경영전략으로 수용하여 서울캠퍼스와의 정합성 유지 \n· 특성화 전략은 서울/안산캠퍼스의 환경과 강/약점을 고 려하여 각각 별도로 수립 \n· 안산캠퍼스의 경우 학연산클러스터 사업단 신설 및 산 학협력중심대학 사업에 선정되어 특성화 전략을 독자적 으로 추진할 수 있는 인프라  및 재정적 기반이 마련됨\nHY Dream 2010 수립시 채택한 키워드는 i였다. i-는 information, imagination, idea, internet 등 21세기의 특성을 잘 보여주는 단어의 이니셜에서 따온 것이며 HY Dream 2010의 6가지 전략인 imaginative, initiative, international, innovative, intelligent, incorporative 등의 이니셜까지포괄하고 있다. 따라서 비전을 i-University, Hanyang으로 설정하여 21세기의 변화를 능동적으로 받아들이고 21세기의 변화와 발전을 선도함으로써 무한(infinite) 발전을 꿈꾸는 한양대학교의 노력과 의지 그리고 희망을 담고자 하였다.\nHY DREAM 2010 발전전략\n이러한 i - University, Hanyang을 달성하기 위하여 i-Leader의 양성을 추진목표로 설정하였는데, i-Leader는 지식의 축적에 머물지 않고 새로운 지식을 만들어내는 ‘창조적 리더’, 이기주의를 극복하고 자연과 인간의 생명을 존중하는 ‘사랑의 리더’로서 ‘창조성과 생명 존중’이라는 두 가지 가치를 바탕으로 국경을 초월하여 세계로 뻗어나가는 ‘세계적 기준의 리더’, 모든 장벽과 경계선을 허물고 융합과 조화를 실현하는 ‘통합의 리더’, 폐쇄적 틀을 벗어나 다양한 문화와 개성을 수용할 줄 아는 ‘개방적 리더’, 디지털 문명에 생명을 불어넣을 수 있는 ‘감성적 리더’를 뜻한다.\n구체적인 전략으로 설정한 6i는 창조적 인재 교육(imaginative education), 앞서가는 연구(initiative Research), 국제교류 활성화(international cooperation), 행재정제도 개혁(innovative system), 인텔리전트 캠퍼스 구축(intelligent campus), 새로운 한양공동체 구축(incorporative network)을 뜻하며, 이를 중심으로 다시 20가지의 세부과제를 책정하였다.\nHY DREAM 2010 세부전략\n위에서 언급했던 것처럼 HY Dream 2010은 2004년부터 HYU Project 2010을 새롭게 설정함에 따라 본 계획은 2003년까지만 실행되었다.\n단계구분\n제1단계 : 준비 및 도입기 (2001. 3~2004. 2)\n제2단계 : 확대 발전기 (2004. 3~2008. 2)\n제3단계 : 성취기 (2008. 3~2011. 2)\nHYU PROJECT 2010(2004~2010)\nHY Dream 2010은 2001년부터 2003년까지의 사업으로 종료되었으며 이를 계승, 발전시킨 것이 HYU Project 2010이다. 새롭게 책정된 중장기 발전계획은 기존에 설정된 모호한 비전과 추진 목표를 수정하여 구체화하였으며, 서울캠퍼스와 안산캠퍼스 각각의 환경을 반영하여 캠퍼스 간 차별화를 적극 수용하여 수립된 것이 특징이다.\n안산캠퍼스는 학연산클러스터 사업단 신설 및 산학협력중심대학 사업에 선정되어 특성화 전략을 독자적으로 추진할 수 있는 인프라 및 재정적 기반이 마련됨에 따라 지역적 특성과 실용학풍을 바탕으로 “동북아 Knowledge Cluster 중심대학”을 비전으로 하였으며, 이를 위한 장기목표로써 국내 최고 수준의 학연산클러스터 중심대학을 이루고자 하였다.\n이러한 큰 틀을 기반으로 2004년부터 2010년까지 4대 실행계획에 따른 구체적인 실천방안을 새롭게 설정하였는데, 연차별 중점목표를 살펴보면 ‘학연산클러스터의 기반 확립 → 산학협력중심대학 기반 구축 → 산학협력중심대학 역할 증대 → 산학협력중심대학을 위한 운영제도 정비 →산학협력중심대학 운영 활성화 → 국내 최고 수준의 학연산클러스터 완성’에 이르는 것이다. 열거한 것에서도 알 수 있듯 2000년대 안산캠퍼스의 주요 발전전략은 학연산클러스터와 산학협력중심대학이라는 두 개의 화두 속에서 이루어짐을 알 수 있다.\n또한 우리 대학은 HY Dream 2010의 6대 전략인 6i전략을 경영전략으로 수용하여, 서울캠퍼스와의 정합성을 유지하였다. 이를 통해 구축한 경영목표 및 전략의 세부적 실천과제는 다음과 같다.\nHYU PROJECT 2010_Ansan 실천과제"
}