{
  "title": "ERICA 교수학습지원팀",
  "url": "https://hyu.wiki/%EA%B5%90%EC%88%98%ED%95%99%EC%8A%B5%EC%A7%80%EC%9B%90%ED%8C%80",
  "content": "해당문서는 ERICA캠퍼스 교수학습지원팀의 2009-2012 활동을 기록한 문서입니다\n[1]\n. 서울캠퍼스 및 이후 활동 관련 문서는\n교수학습지원센터\n문서를 참고\nERICA 교수학습지원팀은 보다 효율적인 교육 환경을 마련하기 위해 교수법, 학습법, 미디어 영역에서 다양한 교육 프로그램을 지원해 왔다.\n교수자에게는 효과적인 교수법과 교육매체 활용법에 관한 프로그램을 정기적으로 운영\n학습자에게는 자기계발의 기회와 대학생활의 발전적인 목표를 심어주기 위하여 학습법 워크숍을 정기적으로 운영\n21세기 대학생의 학습 환경 변화에 신속히 대응 할 수 있도록 첨단 기기에 기반한 수준 높은 교육 콘텐츠를 제공\n목차\n1\n분야\n1.1\n교수\n1.2\n학습\n1.3\n미디어\n분야\n교수\nOpen Course Ware\n서비스: 대학에서 개설되는 수업과 강의 자료를 온라인에 등록하여 무료 수업 자료를 사용할 수 있도록 하기 위해 개방한 학습자원시스템인 공개수업자료(Open Course Ware) 서비스 제공\n교수법 워크숍\n: 수업에서 필요한 강의요인을 분석, 검토하여 강의에 실제적으로 도움이 되는 체계적인 교수법 프로그램을 제공.\n맞춤형 프로그램\n: 특정한 대학이나 수요자(교수)의 요구에 맞추어 수업에서 필요한 요인을 분석, 검토하여 특성에 맞는 주제를 선정하고 체계적인 맞춤형 교육 프로그램을 제공.\nESC\n(English Speech Clinic): 학교정책 방향에 맞추어 영어전용강의에 필요한 회화패턴을 체계화하여 실제 영어강의에서 상황별 회화를 다양하게 표현하고 원활한 수업진행에 도움이 되도록 함.\n런치 타임 클리닉\n: Lunch Time Clinic\n수업분석상담서비스: 교수자 자신의 전체 강의를 모니터링 할 수 있는 기회를 제공함으로써 교수자의 Teaching 개선 및 학습자의 수업만족도 개선\n교수스타일진단: 자가 진단에 의해 교수활동을 하는 데 있어서 자신의 선호경향을 파악하도록 구성한 온라인 진단지로 교수법에 대한 관심을 유도하고 해당경향을 발달시킬 수 있는 근거 제공\n교수역량진단: 교수 개개인의 교수역량 수준을 점검하여, 교수-학습 효과 제고에 필요한 전문성을 최대한 개발할 수 있도록 개발한 교수역량 자가진단 서비스\n교수법 가이드북 발간: 교수자의 강의기술 개선에 도움이 되는 교수법을 강의형태 별로 알기 쉽고 재미있게 소개한 가이드북을 제작하여 교수 및 강사들에게 제공함으로 대학의 교육수준을 높이기 위함\n학습\n한양또래튜터링: 정규 및 비정규 교과목을 미리 공부한 튜터(tutor)와 해당과목을 학습하고 싶은 튜티(tutee)가 함께 학습해 나가는 자기 주도적인 협동학습프로그램으로 학업증진과 학문적 유대감을 높일 수 있는 동기를 부여함\n학습법 워크숍\n: 대학생들의 자기개발의 기회를 제공하고 목표의식을 심어주며, 정규과정을 보충하고 시대적 조류에 맞는 주제를 선정하여 적극적인 대학생활과 진로탐색에 도움을 제공함.\n공학인증센터 연계 워크숍: 공대생들의 글로벌 마인드와 역량을 함양한다.\n한양독서토론대회: 대학생들의 독서활동 강화와 커뮤니케이션 활동을 통한 대인관계 개선과 논리적 사고 발달을 심어주고 대학 토론문화 확대를 통하여 전인적 사회인 양성.\n학습법 가이드북 발간: 대학생들의 인성함양과 자기계발의 기회를 제공하고 취업에 대한 자신감을 함양한다.\n원포인트 레슨: 기초과학 수학능력이 부족한 대학생들을 위하여 눈높이 맞춤형 교육을 통하여 자신감을 부여하고 대학 학습에 대한 이해를 높인다.\n미디어\n강의/행사 촬영 및 제작 서비스: 교내에서 진행되는 강의 및 행사를 촬영, 편집하여 콘텐츠화하고 교수/ 학생의 학습 자료로 활용할 수 있도록 함.\n매체제작 서비스: 강의 및 행사에 필요한 매체의 효율적인 사용을 위한 매체의변환/제작 서비스 지원\n정문(아고라) LED전광판 운영: 교내에서 진행되는 행사에 대한 안내 및 홍보를 위한 전광판 운용\n화상회의실 운영: 학교의 주요회의나 국내·외 화상회의 등을 위한 운영 및 관리\n시설 및 기자재 관리: 교수학습지원팀 교육시설 및 미디어장비의 원활한 활용을 위하여 지속적인 점검/보완으로 양질의 상태를 유지함\nCATV 관리: 공중파/ 위성방송을 제공함으로써 대학 구성원들에게 영어권 및 기타 외국문화를 접하도록 지원함.\n멀티미디어 자료등록 및 스트리밍 서비스: 교내에서 진행되는 강의 및 행사에 대한 촬영 및 편집을 통해 제작된 콘텐츠를 차세대 멀티미디어 서버에 등록하여 온라인 서비스를 제공함.\n↑\n한양대학교 백서 2009-2012"
}