{
  "title": "ERICA40년사/단과대학체제정비및특성화학과",
  "url": "https://hyu.wiki/ERICA40%EB%85%84%EC%82%AC/%EB%8B%A8%EA%B3%BC%EB%8C%80%ED%95%99%EC%B2%B4%EC%A0%9C%EC%A0%95%EB%B9%84%EB%B0%8F%ED%8A%B9%EC%84%B1%ED%99%94%ED%95%99%EA%B3%BC",
  "content": "ERICA40년사\n중 단과대학 체제정비 및 특성화 학과 만들기에 해당하는 부분입니다.\n공학대학, 국제문화대학, 언론정보대학, 과학기술대학, 경상대학, 디자인대학, 생활체육과학대학 등 7개로 구성돼 있던 단과대학은 2011년 약학대, 2017년 소프트웨어융합대학이 신설되며 총 9개 단과대학으로 늘어났다.\n1990년대 적성을 고려한 학과 선택의 폭을 넓히고자 실시된 학부제는 성적순으로 선발하는 폐단이 사라지지 않은 데다 교수와 학생, 선후배 간 유대감이나 소속감이 저하되는 단점이 있었다. 이에 2010년을 기점으로 수도권 주요 대학들을 중심으로 학과제 전환 움직임이 있었고 우리 대학도 2010년 교통공학과, 화학공학과, 기계공학과, 산업경영공학과, 신문방송학과 등이 학부제에서 학과제로 변경됐다.\n더불어 CK-Ⅱ사업, LINC사업, PRIME사업 등이 진행되고 특성화가 강화되면서 미래 유망 신산업 관련 학과를 중심으로 레인보우학과, 프라임학과 등 특성화학과를 선정해 전폭적인 지원에 나섰다.\n목차\n1\n신설학과 및 개편\n2\n특성화 학과\n2.1\n레인보우학과\n2.2\nPRIME/특성화학과\n2.3\n글로벌산학협력8\n신설학과 및 개편\n생명나노공학과는 생명공학과 나노공학의 실용지식을 갖춘 유능한 공학도와 차세대 성장동력산업을 이끌 인재를 양성하기 위해 2010년 전략적으로 설립했다. 이듬해 학연산클러스터를 기반으로 경기 지역의 미래 제약인력 양성 및 생명공학-약학-의학 융·복합 교육, 연구를 통한 바이오제약분야의 핵심 전문인력 양성을 위한 약학과가 신설됐다. 이어 2013년 로봇공학과, 보험계리학과, 회계세무학과, 융합공학과, 2015년 국방정보공학과가 문을 열었다.\n2017학년도부터는 PRIME사업을 계기로 학과 개편 및 정원 이동을 실시했다. Software Up 전략을 통해 소프트웨어 기술에 기반을 둔 융합인재 육성을 목적으로 소프트웨어융합대학 아래 소프트웨어학부와 ICT융합학부를 신설했다. Science Up 전략을 통해서는 기초과학을 기반으로 하는 융합형 공학 인재를 육성하기 위해 이학 중심의 과학기술대학이 응용과학 중심의 과학기술융합대학으로 개편되고, 기초과학계열 학과의 정원 일부가 융합공학계열 학과로 이동했다. 또 Smart Up 전략을 통해서 제조 혁신형 공학교육을 강화했다. 최근 정부에서는 노후화되는 제조업환경을 개선하기 위해 제조업과 ICT를 결합한 ‘스마트 팩토리’구축 전략을 추진했다. 이에 발맞춰 제조업과 연관성이 높은 전자공학부와 재료화학공학과, 기계공학과의 정원을 증원하고 교육과정을 제조업 혁신 기술 중심으로 재편하게 된다.\n신설학과(2010~)\n2010.03\n생명나노공학과\n신설\n2011.03\n약학과\n,\n실용음악학과\n신설\n2013.03\n로봇공학과\n,\n보험계리학과\n,\n회계세무학과\n(야간/특성화고졸 선취업 후진학 학과),\n융합공학과\n(야간/ 특성화고졸 선취업 후진학 학과) 신설\n2015.03\n국방정보공학과\n(해군계약학과) 신설\n2017.03\n소프트웨어학부\n(소프트웨어, 컴퓨터전공),\nICT융합학부\n(미디어, 컬처, 디자인테크놀로지전공),\n나노광전자학과\n신설.\n화학분자공학과\n,\n해양융합공학과\n공학사 개편\n2019.03\n스마트융합공학부\n(\n소재·부품융합전공\n,\n로봇융합전공\n,\n스마트ICT융합전공\n,\n건축IT융합전공\n/ 조기취업형계약학과) 신설\n특성화 학과\n레인보우학과\n2014학년도부터 특성화학과를 중심으로 장학제도를 개편했다. 기존에 명목적으로 유지되던 성적위주의 장학금을 특성화학과 중심으로 학생들에게 실질적으로 지급될 수 있는 장학으로 전격 개편한 것이다.\n우리 대학의 대표 특성화학과인 레인보우학과는 트렌드를 반영한 미래지향적 학과로서 해당 분야 전문직 배출을 목표로 하고 있거나 지난 수년간 수험생들의 선호도 높아 상대적으로 우수한 학생들이 많이 입학한 학과다. 또 서울캠퍼스에는 설치되어 있지 않은 한양대학교의 유일한 학과다.\n레인보우학과에 지원되는 대규모 장학정책은 한양대를 대표하는 선도 학과(flagship department)의 위상을 올리는 것뿐만 아니라 샤워효과로 유사하거나 관련 있는 학과의 선호도 같이 끌어올리게 되어 전체적으로 우수 신입생 선발 가능성을 높이고 있다.\n레인보우 학과\n구분\n자연게열\n인문계열\n학과\n공학대학\n생명나노공학과\n공학대학\n로봇공학과\n공학대학\n국방정보공학과\n과학기술융합대학\n분자생명과학과\n국제문화대학\n문화콘텐츠학과\n언론정보대학\n광고홍보학과\n경상대학\n보험계리학과\n혜택\n정원내 최초합격자(수시, 정시) 4년 등록금 반액 장학금\n※\n국방정보공학과\n입학생 전원(수시, 정시) 4년 입학금 및 등록금 군장학금\nPRIME/특성화학과\nPRIME사업\n(2016~2018) 선정을 통해 대학의 핵심 역량을 집중한 PRIME학과 및 특성화학과를 신설·개편하여 우수인재 유치에 힘썼다. 학과별로 주어지는 파격적인 장학혜택과 사회 수요 맞춤 형 교육, 산학협력 연계 등을 기반으로 사회와 시대가 요구하는 맞춤형 인재를 양성하기 위함이다.\nPRIME학과에는 소프트웨어학부, ICT융합학부, 나노광전자학과, 화학분자공학과, 해양융합공학과, CK-Ⅱ 특성화학과에는 전자공학부, 재료화학공학과, 기계공학과 등 미래 유망 신산업 관련 학과와 학연산 기반의 인재 양성 학과를 중심으로 총 8개 학부/학과가 선정됐다.\n글로벌산학협력8\n국제 현장실습 프로그램이 가능한\n공학대학\n8개 학과(\n건축공학과\n,\n건설환경공학과\n,\n전자공학부\n,\n재료화학공학과\n,\n기계공학과\n생명나노공학과\n,\n로봇공학과\n,\n컴퓨터공학과\n)다. 해당 학과 2~3학년 재학생을 대상으로 미국 Drexel University 6개월 교환학생 과정과 6개월 미국 기업 현장학습 과정, 총 12개월간 파견하는 프로그램이다. 파견 기간 동안 최대 34학점까지 우리 대학의 학점으로 인정되며 미국 기업 현장실습은 전일제 유급 형태로 운영된다."
}