{
  "title": "ERICA40년사/국제문화대학/문화인류학과",
  "url": "https://hyu.wiki/ERICA40%EB%85%84%EC%82%AC/%EA%B5%AD%EC%A0%9C%EB%AC%B8%ED%99%94%EB%8C%80%ED%95%99/%EB%AC%B8%ED%99%94%EC%9D%B8%EB%A5%98%ED%95%99%EA%B3%BC",
  "content": "ERICA40년사\n중 국제문화대학-문화인류학과에 대한 부분입니다.\n목차\n1\n소개\n2\n문화인류학과 연혁\n3\n학과 재직 교수진(2019년 4월 기준)\n4\n주요 특성화 활동\n소개\n문화인류학이란 인류의 문화와 사회를 연구하는 학문이다. 지구상의 인간의 출현부터 현대의 우리 시대\n까지 발전해 온 모든 인간들과 그들의 시대별 문화 및 사회를 연구대상으로 삼으며, 한국문화의 이해를 기\n초로 동서양의 문화를 비교 연구하는 것을 학과의 기본 목적으로 한다. 생물체로서의 인간, 인간이 남긴 도\n구와 물질문화, 보편적 문화와 특수한 문화, 그리고 종교와 신화의 영역에 이르기까지 인간의 생활양식에\n관련된 모든 문화적 패턴과 현상의 제 차원들이 다뤄진다.\n재학 중 매년 봄, 가을에 실시하는 학술현지조사와 해외탐방학습 프로젝트를 통해 고고학, 인류학 전과정\n을 종합적으로 실습하는 기회도 갖는다. 또한 한양대학교박물관, 글로벌다문화연구원, 문화재연구소 등 국\n내 최고수준의 교내연구기관 및 국내외 박물관, 문화산업 기구등과 MOU체결 및 인턴쉽 프로그램을 통해\n국내외 다양한 문화현상들에 대한 고고학적, 인류학적 조사와 해석능력을 키우고, 다문화적 커뮤니케이션\n능력을 함양시키는 데 주안점을 두고 있다.\n문화인류학과 연혁\n1982.10\n반월캠퍼스 사회계열에 문화인류학과 신설\n1983.03\n1기 신입생 52명 입학\n1987.09\n대학원 석사학위과정 신설\n1988.03\n민족학연구소 설립\n1997.03\n문화인류학과에서 인문학부 문화인류학전공으로 변경\n1999.06\n문화재연구소 설립\n1999.10\n국제문화대학 인문학부 문화인류학전공으로 변경\n1999.11\n대학원 박사학위과정 신설\n2003.09\n민족학연구소를 한양대학교 인문학연구소 부설 민족학연구센터로 개편\n2007.05\n인문학부 문화인류학전공에서 문화인류학과로 변경\n2007.08\n민족학연구센터를 다문화연구소로 개편\n2011.05\n다문화연구소를 글로벌다문화연구원으로 확대개편\n학과 재직 교수진(2019년 4월 기준)\n정병호\n직급:교수\n재직기간:1994.03.01~현재\n전공분야:문화인류학, 정치인류학,다문화연구\n최종출신학교:University of Illinois, Urbana-Champaign\n안신원\n직급:교수\n재직기간:2000.09.01~현재\n전공분야:역사고고학, 중국문명,청동기\n최종출신학교:Peking University\n송도영\n직급:교수\n재직기간:2007.09.01~현재\n전공분야:도시인류학, 공간과 문화,문화인류학\n최종출신학교:Ecole des Hautes en Sciences Sociales\nPark Christian Joon\n직급:부교수\n재직기간:2012.09.01~현재\n전공분야:문화인류학, 관광인류학,미디어인류학\n최종출신학교:한국학중앙연구원\n최경철\n직급:조교수\n재직기간:2017.09.01~현재\n전공분야:고고생명과학\n최종출신학교:Universiat Leipzig\n주요 특성화 활동\n정기 현지조사\n문화인류학과의 자랑이자 정체성을 구성하는 활동으로 매년 봄과 가을, 두 차례 진행된다. 학부생부터 대학원생, 교수들까지 학과 구성원 전체가 참석하는 이 행사는 1984년 가을부터 시작되어 전국 각지를 대상으로 행해지고 있다. 문화에 대한 총체적 접근을 위해 고고학, 사회, 종교, 민속 등 다양한 범주 속에 서 대상 지역의 특성에 맞는 주제를 탐구한다. 나아가 현지에서 보고 듣고 배운 바를 의미있고 활용 가능 한 지식으로 체계화시키기 위해 조사한 사항을 보고서로 출판하며 보고회를 축제적 분위기 속에서 치름 으로써 각 현지조사를 마무리한다.\n양월 국제 학술강좌\n1983년에 시작되어 2019년까지 154회를 개최한 양월 국제학술강좌는 국내외 석학들을 초빙하여 인류학과 관련 학문의 수준높은 최신경향에 대한 강연을 듣고 활발히 토론하는 문화인류학과의 특성있는 학 술강좌다. 이 강좌는 문화인류학의 학문적 외연을 넓히는 동시에 심층적인 접근을 가능하게 하며, 국내 외 학술교류의 가교 역할을 담당한다는 자부심을 안고 있다.\n영상인류학의 밤\n학과 동아리인 영상인류학회를 중심으로 이루어지는 영상인류학의 밤은 학생들이 직접 제작한 다큐멘터리 작품 발표를 중심으로 국내외의 다양한 문화 다큐멘터리물에 대한 상영과 토론을 통해 영상인류학 의 실천적 지식을 심화시키는 중요한 행사이다. 이 행사를 통해 각지에서 활동하는 영상전문 활동가들 이 배출되고 교류하고 있음은 이 행사의 자랑 중 하나이다.\n들무새 정기공연\n학과 동아리인 들무새의 정기공연은 호남 좌도 임실 필봉굿을 치는 풍물패의 정기공연으로서, 단순히 전통 타악기의 음악만을 연주하는 것에 그치지 않고 공동체 정신과 전통문화, 현대속의 문화와 현장을 연결하는 것을 지향하는 행사로 들무새의 1년 활동 중 정점을 차지하며 학과내 학생 문화활동 프로그램 의 중요 영역을 구성한다.\n진로탐색 프로그램\n문화인류학과의 3개 연구반은 정규수업과는 별도로 각 연구반을 담당하는 지도교수와 전공 대학원생들의 지도 아래 학과 정기학술현지조사를 비롯하여 매 학기 다양한 진로탐색 학습 프로그램을 운영하고 있다.\n문화자원관리연구반(CRM) : 고고학적 학습과 지식을 기반으로 과거와 현재, 미래의 인류 문화자원들의 가치를 발견, 평가하며 이를 효율적으로 관리하고 사회적 의미를 확장하는 지식을 학습하는 연구 반이다. 문화유산 발굴과 개발, 보존, 고고과학, 박물관학 등에 강조점을 갖는다.\n공간민속연구반(SFR) : 인간의 문화를 구성하는 가장 기본적인 변수의 하나인 공간과 생활양식과의 관계에 초점을 두고 마을지 및 문화기술지(ethnography)의 탄탄한 방법론에 대한 사례연구를 통해 문화의 맥락과 흐름을 심층적으로 공부할 수 있는 기반을 습득하는 연구반으로서 지역조사와 문화트 렌드 진단 등에 강조점을 갖는다.\n실천역사인류학연구반(AHA) : 실천역사인류학반은 지식 습득 차원의 공부를 넘어 공부를 바탕으로 현장에 참여하여 현장의 문제를 해결하고자 하는 실천적 지향성과 문화역사에 대한 실천적 고민을 공 유하는 공부모임으로서 정치인류학과 경제인류학, 응용인류학 분야에 강조점을 갖는다."
}