{
  "title": "ERICA40년사/학연산클러스터캠퍼스와산학협력중심대학",
  "url": "https://hyu.wiki/ERICA40%EB%85%84%EC%82%AC/%ED%95%99%EC%97%B0%EC%82%B0%ED%81%B4%EB%9F%AC%EC%8A%A4%ED%84%B0%EC%BA%A0%ED%8D%BC%EC%8A%A4%EC%99%80%EC%82%B0%ED%95%99%ED%98%91%EB%A0%A5%EC%A4%91%EC%8B%AC%EB%8C%80%ED%95%99",
  "content": "ERICA40년사\n중 학연산클러스터캠퍼스와 산학협력중심대학에 관한 이야기입니다.\n2000년대를 맞이한 안산캠퍼스는 비약적인 발전을 거듭하며 서울캠퍼스와 확연히 구분되는 특성화 대학으로 발돋움하게 된다. 1990년대까지 안산캠퍼스는 한양대학교의 ‘제2캠퍼스’라는 인식이 지배적이었으며, 일반적인 4년제 대학과 비슷한 교육과정으로 독자성을 확보하지 못한 것이 사실이다. 하지만 2000년대부터 안산캠퍼스는 ‘학연산클러스터 캠퍼스’라는 독자적인 브랜드를 구축하여 지역 혁신을 리드하고 사회가 필요로 하는 실용인재를 양성하는 대학으로 변모하였으며,이제는 국가발전의 한 축을 담당하는 혁신모델로서 당당히 평가받기에 이르렀다. 도약기 안산캠퍼스의 큰 변화를 이해하기위해서는 ‘학연산클러스터’와 ‘산학협력중심대학’에 대한 이해가 우선적으로 필요하다. 따라서 제2절에서는 2000년대부터 본격화되기 시작한 국가의 ‘대학 특성화 지원 정책’에 대한 큰 흐름을 먼저 살펴보고, 학연산클러스터와 산학협력중심대학 육성사업단에 대하여 자세히 기술하도록 하겠다.\n목차\n1\n한양대학교 안산캠퍼스의 특성화 사업\n2\n학연산클러스터 캠퍼스\n2.1\n인프라구축사업\n2.1.1\n학연산클러스터 인프라 현황\n2.1.1.1\n학(學) 분야의 인프라\n2.1.1.2\n연(硏) 분야의 인프라\n2.1.1.3\n산(産) 분야의 인프라\n2.2\n국제협력사업\n2.3\n교육연구 개발사업\n2.3.1\n학연산클러스터 교육 프로그램\n2.3.2\n현장실습 프로그램\n2.4\n캠퍼스 특성화 지원사업\n3\n산학협력중심대학 육성사업\n3.1\n주요 사업분야\n3.1.1\n산학협력체제 구축\n3.1.2\n공용장비의 구축\n3.1.3\n산학협력협의회 운영\n3.1.4\n공학교육 체제의 개편\n3.2\n산업수행질적(1~5차년도)\n3.2.1\n산학협력체제 구축\n3.2.2\n산학협력활성화역량강화\n한양대학교 안산캠퍼스의 특성화 사업\n우리나라 대학은 1990년대를 거치며 양적으로 급격하게 성장하게 된다. 교육인적자원부에서 발표한 자료에 따르면 1990년~2000년 사이 우리나라 대학의 수는 265개에서 372개로 급격히 늘어났으며 2005년도 이후부터는 그 수가 조금씩 감소했다. 이렇듯 대학의 급격한 팽창으로 인해 지방대학이나 2·3년제 대학의 경우에는 입학정원을 채우지 못하는 현상이 나타나기 시작했다. 대학 내적으로는 모든 대학들이 전 학문분야에 걸쳐 차별화되지 않은 전공을 개설하고, 획일적인 교육과정을 운영함으로써 ‘새로운 지식을 창조할 수 있는 창의적 인재 양성’이라는 시대적인 요구와 실질적인 대학교육 현장의 간극은 더욱 커질 위기에 처했다.\n이러한 문제점을 개선하고자 2000년대 대학교육의 가장 큰 화두로 떠오른 것은 ‘대학 특성화 정책’이다. 사실 대학의 특성화는 1980년대 이전부터 시대별로 그 모습을 조금씩 달리하며 추진되어 왔으나 2000년대에 접어들면서 이러한 특성화 지원 사업은 ‘지역혁신의 핵심적 주체로서 대학의 성장’, ‘지식기반 사회가 요구하는 창의성과 전문성을 갖춘 인재를 양성하는 대학’으로 보다 집중하여 특성화 정책을 추진하게 된다. 이러한 특성화 정책은 대학 간의 중복투자와 출혈적인경쟁관계를 피하고 성공적인 대학 구조개혁을 이루어 대학의 경쟁력을 극대화하며, 대학의 자율적인 결정에 따라 비교우위 분야의 특성화를 추진함으로써 궁극적으로 국가 경쟁력을 강화하는데 그 목적을 두고 있다.\n우리 대학은 1997년 창업보육센터 설립 이후부터 안산캠퍼스 특성화를 추진하기 시작하였다.특히 1998년 경기테크노파크 개원과, 2002년 한국생산기술연구원 안산연구센터의 입주 확정은 그 대표적인 성과라고 할 수 있다. 그 후 우리 대학은 2003년 교육인적자원부가 주관하는 특성화 교육사업에 선정되는 쾌거를 거두었고, 10억6백만 원의 국고 지원을 받으며 학연산클러스터 사업단이 출범하게 되었다. 또한, 이러한 지역혁신 체제를 기반으로 2004년 교육인적자원부와 산업자원부가 공동으로 출자한 산학협력중심대학 육성사업에서 수도권 지역 중 유일하게 선정되어 5년간 약 350억원의 재정 지원을 받게 되었다. 이처럼 우리 대학의 특성화 사업은 학연산클러스터 캠퍼스 구축과 산학협력중심대학 육성사업의 두 가지 키워드로 설명할 수 있다. 학연산클러스터의 경우 대학의 주도하에 이루어진 측면이 강했고, 산학협력중심대학 육성사업의 경우 정부의 재정지원하에 이루어진 사업이었으나, 이 두 가지 사업은 상호 협력을 통해 안산캠퍼스만의 독자성을 구축해 나가는 발판이 되었다.\n학연산클러스터 캠퍼스\n학연산클러스터를  기반으로 한 실용전문인재 육성사업\n사업기간\n2003년 09월~2003년 12월(약 3개월간)\n사업내용\n학연산클러스터를 기반으로 한 실용전문인재 육성사업은 캠퍼스 내에 구축된 학ㆍ연ㆍ산 클러스터를 기 반으로 하여 실용전문인재 육성을  위한 학과별 현장 맞춤형 실용교육 프로그램을 개발하고,\n학연산클러 스터 교육지원센터 설립과 학ㆍ연ㆍ산의 유기적인 협조로 현장교육과 연구,  산업화의 원스톱 서비스가 가능토록 한다는 것을 목표로 두었다. 지역산업체 현장실습을 통하여 대학은\n현장맞춤형 실용 전문인력을 양성할 수  있으며, 학제간 교육의 활 성화를 통한 다기능 전문인력을 육성하고자 한다. 또한 산업체 및 연구소의 첨단 장비활용으로 인한 연 구력 강화를  기대할 수 있다.\n이론중심의 주입식이었던 기존의 대학교육을 학ㆍ연ㆍ산 클러스터 교육 프 로그램을 통하여 현장중심형, R&D중심형,  창업중심형으로 변화시켜 실용전문 인재를 육성하고자 함이 본 사업의 궁극적 목표이다.\n예산\n10억6백만 원\n주관부서\n교육인적자원부\n한양대학교 안산캠퍼스는 국내 대학 최초로 캠퍼스 내에 대학(Education), 연구소(Research),산업체(Industry)가 입주해 있는 민간주도형 혁신클러스터 캠퍼스이다. 즉, 학(學)·연(硏)·산(産)이 한데 모여있는 캠퍼스로 그 명칭은 ‘학연산클러스터 캠퍼스’ 또는 영문으로 EducationResearch-Industry Cluster @ Ansan을 줄여 에리카(ERICA)라 부른다. 40만 평의 안산캠퍼스 부지 중 약 10만 평에 이르는 광대한 구역을 클러스터 구역으로 설정하였으며, 이들은 유기적인 협력 네트워크를 통해 새로운 지식을 창출하고, 학·연·산 연계 교육 프로그램을 운영하여 실용인재를 양성할 뿐 아니라, 나아가 지역산업의 활성화를 꾀하는 역할을 수행하고 있다.\n우리 대학이 이러한 인프라를 갖추며 특성화 사업을 시작한 최초의 해는 1997년으로, 벤처기업을 육성하기 위한 창업보육센터 설립이 그 시작이었다. 안산캠퍼스는 지리적으로 국내 최대 규모의 반월·시화 산업단지에 인접해 있을 뿐 아니라, 캠퍼스 내에 벤처 기업을 육성하기 위한 창업보육센터, 혁신형 중소기업 육성을 위한 경기테크노파크, 중소기업의 생산기술 개발 및 지원을 위한 한국생산기술연구원 안산연구센터 등이 1990년대 말부터 2000년대 초에 입주하는 것을 시작으로 우리 대학은 학·연·산의 다양한 주체가 모인 클러스터 캠퍼스의 모습을 조금씩 형성해 나갔다.\n이후 2003년 우리 대학은 교육부 특성화 지원사업 계획이 발표됨에 따라 서울과 안산 양 캠퍼스를 대상으로 사업 공모에 들어갔고, 엄정한 심의를 거쳐 이재성(공학대학, 재료공학전공) 교수를 위원장으로 하여 ‘학연산클러스터 기반한 인재육성’사업에 관한 계획서를 제출하였고 교육부 특성화 지원사업으로 선정되는 성과를 이루었다. 하지만 애초 장기 지원정책(5년간)으로 펼쳐질 거 라는 예상과는 달리 그해 9월에서 12월까지 약 3개월간 10억 원을 지원받는 단기 정책으로 그친 바 있다. 하지만 당시 개발한 교육 프로그램을 기본으로, 이후 우리 대학은 독자적인 클러스터 사업을 추진하여 안산캠퍼스의 대표 브랜드로 자리매김함과 동시에 대한민국을 대표하는 민간주도 형 혁신클러스터로 거듭나게 되었다.\n학연산클러스터는 크게 캠퍼스 내 인프라 구축사업, 교육사업, 국제협력사업, 특성화지원 사업등 네 개 분야에서 사업을 추진하고 있으며, 안산캠퍼스를 부품소재클러스터와 문화산업 클러스터로 나누어 전 학문분야의 동반성장과 더불어 동북아 Knowledge Cluster로의 도약을 목표로 하 고 있다.\n학연산클러스터 사업단이 2003년 당시 가장 먼저 추진했던 사업은 클러스터 인프라를 기반으로 한 교육과정의 개설이었다. 이에 클러스터 공통소양 교과목, 심화교과목, 현장실습 프로그램 등을 운영하기 시작하였으며, 아울러 안산캠퍼스가 글로벌 혁신클러스터로 발전하기 위한 4대 사업을 구체적으로 계획하고 실행하기 시작했다. 캠퍼스 내에 연구소, 기업체 입주를 위한 인프라구축사업, 학생들의 실무능력 향상을 위한 교육·연구 개발사업, 해외 유수 대학 및 유관기관과의 협력을 추진하는 국제협력사업, 이공계열 뿐 아니라 인문·사회·디자인 계열까지 전 학문분야의 동반 성장을 꾀하는 캠퍼스 특성화 지원 사업이 바로 그것이다.\n역대  사업단장\n이름\n재임기간\n전공\n비고\n이재성교수\n2004.03~2008.02\n재료공학\n학연산클러스터사업단장\n김우승교수\n2008.03~현재\n기계공학\n산학기획처장\n인프라구축사업\n안산캠퍼스는 약 40만평의 넓은 부지를 확보하고 있는데, 그 중 약 10만평에 이르는 구역을 클러스터존으로, 나머지 구역은 캠퍼스존으로 구분하였다. 그리하여 캠퍼스 내에서 대학, 연구소(국 책연구소, 민간연구소), 산업체의 상호 유기적인 협조를 끌어내고, 이를 통해 인근 수도권 산업단 지 내지는 국가산업 경쟁력 강화에 이바지하며, 구축된 혁신 인프라를 기반으로 사회가 요구하는 실용인재를 육성하는 것이 인프라 구축사업의 주요 골자라 할 수 있다. 이를 실행하기 위해서는 무엇보다 캠퍼스 내에 다양한 연구소, 기업체가 입주하는 것이 중요한데 우리 대학은 1997년부터 2007년까지 약 10년에 걸쳐 학·연·산 분야에서의 탄탄한 인프라를 구축했다.\n학연산클러스터 인프라 현황\n학(學) 분야의 인프라\n학연산클러스터 지원센터\n학연산클러스터 지원센터는 2005년 8월에 완공된 지하 1층, 지상 4층의 건물로서 학연산클러스터 사업을 총괄하고 관련 업무를 지원하는 역할을 담당하고 있다. 1층에는 학연산클러스터 행정실, 3층에는 산학협력중심대학 육성사업단 행정실이 있으며 인력양성과 산학협력 활성화를 위한 교육지원 세미나실, 협의회실 등 총 8개의 교육지원 공간을 확보하고 있다.\n학연산클러스터 지원센터 주요 시설 안내\n주요 시설\n개수\n좌석 및 보유 장비\n회의실\n2\n대회의실(23석), 소회의실(12석) 강연대 PC, 조명, 음향, 냉/난방, LCD프로젝터 등\n강의실\n6\nPC실 1(46석), 강의실 5(총 356석) 강연대 PC사용, 조명, 음향, 냉/난방, LCD프로젝트 등\n행정지원실\n3\n학연산클러스터지원센터 행정실, 산학협력중심대학 육성사업단 행정실, 산학협력단 행정실\n공용장비지원센터\n1\n총 38점의 장비 보유\n게스트하우스 ERICA\n게스트하우스 ERICA는 2006년 5월에 완공된 지하 1층, 지상 11층의 건물로서 총 76개의 객실을 보유하고 있는 호텔급 게스트하우스다. 교육연구를 지원하는 목적으로 건립되었으며 외국 교환학생 및 교환교수를 유치하기 위해 사용된다. 소규모 인원부터 대규모 인원까지 수용할 수 있는 세미나실 및 연회룸이 총 6개 있으며 학교의 중요한 행사나 연회, 세미나 개최시 주로 사용된다.\n객실 현황\n구분\n면적\n객실 수\n비고\n더블\n49.58㎡\n24\n투룸\n트윈\n52.89㎡\n22\n투룸\n온돌\n59.50㎡\n6\n투룸\n디럭스 더블\n59.50㎡\n6\n투룸\n디럭스 트윈\n59.50㎡\n5\n투룸\n로얄 스위트\n109.09㎡\n1\n투룸\n세미나실 및 연회룸 현황\n구분\n규모\n지원시설\n수용인원\n(Sitdowm Round 기준)\n컨벤션홀\n147평\n디지털 강연대, 빔프로젝트, 비디오, 전동 롤 스크린, CC카메라, 조명, 음향장치, 유무선 마이크\n200명\n컴퍼런스홀\n106평\n디지털 강연대, 빔프로젝트, 전동 롤 스크린, CC카메라, 조명, 음향장치, 유무선 마이크\n180명\n사피이어룸&에메랄드룸\n35평\n디지털 강연대, 빔프로젝트, 비디오, 전동 롤 스크린, 음향장치, 유무선 마이크\n50명\n그랜드불룸\n320평\n빔프로젝트, 전동 롤 스크린, 음향장치, 유무선 마이크\n1000명\n스카이라운지\n100평\n디지털 강연대, 빔프로젝트, 비디오, 전동 롤 스크린, 음향장치, 유무선 마이크\n150명\n제4학생생활관(창의인재교육원)\n창의인재교육원은 2006년 3월에 완공된 지하 1층, 지상 18층의 2개동으로 건립된 최첨단 기숙사로 2인 1실 기준 약 1,500여 명의 학생을 수용할 수 있다. 창의인재교육원은 본교의 ‘의무기숙제도’에 따라서 1학년 중 한학기를 반드시 입사하도록 되어있으며, 단순한 주거의 기능을 넘어 다양한 교육 프로그램 운영으로 올바른 인격과 지성을 갖춘 인재 양성에 힘쓰고 있다.\n부품소재관(제5공학관)\n2007년 2월에 완공된 부품소재관은 지하 1층, 지상 5층의 건물로 수도권 지역 부품소재산업의 경쟁력 제고를 위한 연구 및 협력공간으로 사용되며,전시홀, 교수연구실, 각종 실험실 등 교육 연구시설이 갖춰졌다.\n연(硏) 분야의 인프라\n한국생산기술연구원 안산연구센터(Korea Institute of Industrial Technology)\n2007년 6월 완공된 한국생산기술연구원 안산연구센터는 로봇기술연구부, 섬유연구부, 융복합기술연구부, 디지털협업지원센터 등 4개의 핵심본부가 입주해 있으며 이외에도 29여 개의 벤처기업이 입주해 있다. 한국생산기술연구원 안산연구센터는 한양대학교와 함께 공동교육 연구체제로 운영하여 국가 R&D 사업을 수행하고, 연구인력 및 기술의 상호교류, 연구시설 및 실험, 생산시설공유 등을 추진하고 있다\n한국산업기술시험원 안산연구센터(Korea Testing Laboratory)\n한국산업기술시험원 안산연구센터는 2004년 7월 전자파시험동을 우선적으로 설립하여 우리 대학 캠퍼스에 입주하였으며, 그 후 종합시험동, 표준시험동, 역학시험 동을 추가로 건설하여 2007년에 완공하였다. 한국산업기술시험원 안산연구센터는 수도권 부품소재 산업의 경쟁력 향상을 목표로 신뢰성 향상과 인증 및 평가를 위한 사업과 프로그램 진행, 축적된 시험평가기술 활용, 기술지원 및 지도, 정보제공, 기술개발, 시험평가 등의 종합지원으로 연구생산성 향상을 도모하는 사업을 추진하고 있다.\n한국전기연구원 안산분원(Korea Electrotechnology Research Institute)\n2007년 11월 완공된 한국전기연구원 안산분원은 세계적 경쟁력을 갖춘 국제공인 전기분야 인증/시험기관으로서 환경 친화형 전력시스템 및 부품연구개발, IT·BT·NT 등의 신기술과의 융합으로 첨단기술로 발전하는 전기에너지 기술의 선도적인 연구 개발 및 신성장동력 창출에 힘쓰고 있다.\n산(産) 분야의 인프라\n창업보육센터\n1997년 9월 개소한 창업보육센터는 벤처기업 육성을 목표로 건립되었으며, 1999년 2월 29일 중소기업청으로부터 창업보육센터사업자로 지정되어 운영하고 있다. 지하 1층, 지상 6층의 규모로 2009년 기준 약 40여 개의 벤처기업이 입주해 있으며 휴게실, 세미나실, 회의실, 전용주차장 및 구내식당 등 시설을 완비했다. 창업보육센터는 입주기업의 기술지도를 통해 기업의 산업화, 실용화를 지원하고 창업지원을 위한 펀드 조성 및 인력 재교육, 지적재산권 보호, 애로기술 해결, 경영관리 지원, 마케팅전략 수립 등의 종합적인 서비스를 지원하고 있다.\n경기테크노파크\n경기테크노파크의 최초 완공년도는 2003년 5월이며, 2008년 10월에는 2차 RIT센터를 완공하여 그 규모를 확장하였다. 2009년 기준 정밀화학, 기계, IT분야 등에서 80여개 업체, 약 1,000여 명의 인력이 입주하여 활동하고 있다. 경기테크노파크는 안산캠퍼스 내에 구축된 학연산클러스터 네트워크와의 연계 협력을 통한 시너지 창출을 도모하기 위하여 지역산업의 애로기술 해결, 지역산업에 대한 매칭펀드 지원, 산학연 공동연구, 인력 상호교류, 산학협력 지원사업 강화 등을 통한 수도권 산업경쟁력 제고를 위한 기능을 담당하고 있다.\nLG소재부품연구쇼\n2006년 완공된 LG소재부품연구소는 지하 1층, 지상 7층의 두 개동으로 이루어져 있으며 LG이노텍과 LG마이크론연구소가 입주해 있다. 약 600여명의 연구인력이 활동하고 있는 연구소는 안산캠퍼스 경기테크노파크를 비롯한 국책연구기관들과 함께 공동 연구과제를 발굴하고 인근 반월시화공단의 부품·소재업체들과 연계하여 공동 인력 양성, 프로그램 개발, 신기술·정보 공유, 연구시설·장비 공동 활용 등 다양한 산학협력을 통해 지역혁신 클러스터의 새로운 협력 모델을 창출하고 있다.\n이렇게 캠퍼스 내 구축된 인프라는 2003년 10월 6일자 중앙일보에 소개되며 사회적으로 관심을 받기 시작했는데, 당시 중앙일보는 “한국판 실리콘밸리 꿈꾼다”라는 제목으로 우리 대학의 클러스터를 소개하며, 국내에서는 사실상 처음 시도되는 클러스터 사업의 가능성을 주목했다.\n국제협력사업\n학연산클러스터 사업단이 출범한 이듬해인 2004년, 우리 대학은 국제협력사업을 적극적으로 전개하기 시작한다. 학·연·산의 교류가 국내에서만 이루어지는 것이 아니라, 학생들과 기업의 경쟁력을 높이기 위해 세계 유수 연구소, 대학들과 협력을 도모하고 이를 통해 인력교류, 기술교류, 정보교류를 추진하는 것이 국제협력사업의 주요 내용이라 할 수 있다. 2004년 한 해동안 이루어진 협정은 총 세 건으로 미국의 University of Alaska Anchorage(UAA)(2004.6.9체결), University of Central Florida(UCF)(2004.7.14 체결), 독일의 Technical University Dresden(2004.6.19 체결)이 있으며, 이후에도 독일, 일본의 대학, 연구소, 클러스터와 협정을 체결 하여 교환학생 및 인턴 프로그램을 활발히 운영하게 된다.\n교육연구 개발사업\n학연산클러스터의 또 다른 사업인 교육 연구 개발사업은 학·연·산이 공동으로 참여하는 산학협력형 교과목을 개발하고, 이론 위주의 교육을 탈피한 옴니버스식 강좌 개설, 이를 바탕으로한 수료/인증제도를 운영하고 있다.\n학연산클러스터 교육 프로그램\n학연산클러스터의 중요한 역할 중 하나는 바로 실용인재 양성을 위한 교육 프로그램의 운영이다. 2003년 학연산클러스터가 교육인적자원부 주관의 특성화 사업으로 선정되었을 때부터 이론과 실무를 융합한 교육 프로그램 및 현장실습 프로그램을 개발, 시행하였으며 2004년에는 6시그마 그린벨트과정을 도입하여 한국표준협회와 공동인증제로 운영하기 시작했다. 6시그마의 경우 전략적으로 완벽에 가까운 제품이나 서비스를 개발하고 제공하려는 목적으로 정립된 품질경영기법으로, 그 어느 프로그램보다 실무능력 향상을 기대할 수 있다는 점에서 긍정적으로 평가받고 있다. 6시그마 그린벨트의 수강생 및 인증자 현황은 다음의 표에서 확인할 수 있다.\n6시그마 그린벨트 수강자 및 인증자 현황\n구분\n2004-1\n2004-2\n2005-1\n2005-2\n2006-1\n2006-2\n2007-1\n2007-2\n2008-1\n2008-2\n총수강생\n252\n360\n396\n207\n267\n219\n258\n246\n261\n243\n인증자\n218\n304\n283\n161\n178\n151\n183\n161\n178\n137\n6시그마 인증자의 경우 그렇지 않은 학생들보다 취업률이 높게 나타나고 있어 프로그램의 효과를 입증하고 있다. 뿐만 아니라 학연산클러스터는 캠퍼스 내의 클러스터 및 해외 협력기관들의 특징과 장점을 살린 다학제적 교육 프로그램들을 운영하고 있는데, 대표적인 프로그램을 보면 다음과 같다.\n학연산클러스터 교육 프로그램 구성\n교과목\n프로그램\n다학제적\n교과목\n6시그마GB, 실용트리즈, 글로벌리더트레이닝(영어전용강좌), 신뢰성기술의 이해,\n실무기획의 이해와 기초, 프로젝트 경영, 문화콘텐츠의 비전과 전략, 감성공학(매력제품화),\n경영마인드, 기술융합개론, 디자인과 혁신\n교과목\n프로그램\n클러스터 산학협력형\n교과목\n한국생산기술연구원 개설\n생산기반기술의 이해\n한국산업기술시험원 개설\n산업현장활동의 이해\nEMC측정기술\n품질인증 및 시험평가기술의 이해\n해\n한국전기연구원 개설\n의공학특강\nLG 마이크론 개설\n연구개발방법론\n우리 대학은 위에서 열거한 다양한 교육 프로그램을 기본으로 학연산클러스터 교육수료 및 인증 제도를 실시하여 재학생들에게 보다 체계적인 교육과정을 제공하게 된다. 교육 수료 및 인증을 받기 위한 과정은 총 4단계로 구분하였는데 1학년 때에는 재학생들이 소속대학에서 전공과 함께 기초교양, 어학 등 공통 수업을 이수하도록 하였으며, 본격적으로 2학년이 되면 학연산클러스터에서 관장하는 다양한 프로그램을 수강할 수 있는 자격이 주어진다. 3학년이 되면 6시그마 GB 과정을 포함한 폭넓은 현장중심적인 프로그램에 참여하게 되며, 3~4학년 때는 학생들이 실제 기업현장에서 실습을 할 수 있는 현장실습 프로그램에 4~6주 동안 의무적으로 참여하도록 하고 있다.수료와 인증의 기준을 살펴보면 다음과 같다.\n교육 수료 기준\n교육수료\n수료과정\n기준\n6시그마GB\nGB(Green Belt) 인증서 취득\n이론교육\n학연산클러스터 영역 4과목 이상 이수(6시그마 GB 포함) (각 Pass 혹은 B학점 이상)\n현장실습\n1회 이상(학연산클러스터 주관/학점 이수) 성적 증명서에 수료 내용 기재\n교육 인증 기준\n교육인증\n인증조건\n기준\n통과 필수 수료 기준\n누적평점/외국어\n3.5 이상(증명용)/TOEIC 750이상\n샤회봉사\n1회 이상(사회봉사단 주관/학점 이수)\n성적 증명서에 수료 내용 기재 및 교육인증서 발급\n연도별 클러스터 교육 프로그램의 수료, 인증 현황을 보면 먼저 수료자의 경우 2006년 85명, 2007년 103명, 2008년 114명을 기록하고 있으며 매년 수료자의 숫자가 증가함을 알 수 있다. 수료자 중에서 인증을 얻기 위해서는 졸업평점 3.5이상, 공인토익 750점 이상, 사회봉사 1학점 이상을 이수라는 요건을 충족해야만 가능한데 인증자의 수를 보면 2006년 6명, 2007년 15명, 2008년 30명을 기록하고 있어 인증을 얻기 위해서는 학생들의 부단한 노력이 필요함을 보여준다. 인증을획득한 경우에는 학위수여식 때 총장 명의의 인증서를 총장이 직접 수여한다.\n학연산클러스터 교육 프로램 수료/ 인증 현황\n2006\n2007\n2008\n수료자\n85\n103\n114\n인증자\n6\n15\n30\n현장실습 프로그램\n학연산클러스터 교육 프로그램 중 가장 중요한 과정이 바로 현장실습 프로그램이다. 현장실습 프로그램은 급변하는 사회에 보다 탄력적으로 대처할 수 있는 실무 능력을 배양하기 위한 교육 프로그램이다. 일정 기간 동안 학교에서 습득한 이론을 기초로 전공과 관련된 국내외 산업현장에 파견되어 현장을 체험하고, 이를 통해 현장 감각 및 적응능력 향상, 진로 선택에 동기 부여, 취업 경쟁력 제고 등을 실현하기위한 교육이다.\n현장실습은 학연산클러스터 교육 프로그램에 참가하는 학생들에게 의무적으로 주어지며, 전공을 고려하여 실습기관의 요구에 적합한 인재를 배치하게 된다. 국내 뿐 아니라 학연산클러스터가 국제협력을 맺고 있는 대학, 기관 등으로 해외 현장실습이 가능하다. 연도별로 참가 학생들의 변화 수치를 보면 다음과 같다.\n연도별 학연산클러스터 국내, 해외 현장실습 참가자 수\n구분\n2004-2\n2005-1\n2005-2\n2006-1\n2006-2\n2007-1\n2007-2\n2008-1\n2008-2\n국내\n141\n145\n177\n205\n224\n250\n225\n268\n271\n해외\n1\n5\n0\n12\n2\n12\n6\n10\n4\n계\n142\n150\n177\n219\n226\n264\n231\n278\n275\n캠퍼스 특성화 지원사업\n캠퍼스 특성화 지원사업은 안산캠퍼스 전 학문의 동반 성장을 위해 이공계를 중심으로 하는 부품소재산업 클러스터와 인문·사회·예체능계를 중심으로 하는 문화산업 클러스터로 캠퍼스를 구분하고 각 영역에 해당하는 특성화 사업을 유치, 지원, 관리하는 것을 말한다. 안산캠퍼스는 특성상 이공계열 중심의 특성화가 활발하기 때문에 자칫 학문계열 간의 불균형이 생길 가능성이 있었다. 하지만 학연산클러스터는 모든 계열에서 고유한 특성화 영역을 개발하고, 이를 바탕으로 안산캠퍼스 전체의 성장을 도모하고자 캠퍼스 내에 미니클러스터를 구축하여 다양한 사업을 추진해왔다. 특히 이공계열의 경우에는 2004년부터 국가균형발전위원회, 교육과학기술부, 지식경제부가 공동으로 시행한 ‘산학협력중심대학 육성사업’으로 캠퍼스특성화 지원사업의 가시적인 성과를 이루었는데, 이 사업은 학연산클러스터를 기반으로 특성화/계약형 전공 프로그램, 산업체 위탁교육, 공학교육인증제도, 캡스톤 디자인 등 현장중심의 교육체계를 개발하고, 수도권 중소기업의 기술력 제고를 위한 산·학·연 협력 기술개발 과제, 특허지원, 공용장비센터 운영 등을 시행하는 것이었다. 이로써 안산캠퍼스는 지역산업의 혁신을 이끄는 거점대학으로써 한 단계 더 도약하는 계기를 마련하게 된 것이다.\n산학협력중심대학 육성사업\n산학협력중심대학 육성사업은 교육과학기술부와 지식경제부가 공동으로 지원하는 사업으로 지역별로 산학협력에 특화된 거점대학을 육성하여, 산업집적지의 혁신과 지역산업 발전을 지원하고 산업계의 수요에 부응하는 인력기반을 구축하는 데 그 목적을 두었다. 본 사업은 2005년부터 2009년까지 1단계 사업을 진행하였으며 2009년부터 2014년까지 2단계 사업을 진행할 예정으로, 안산캠퍼스는 1, 2차 사업에 모두 선정되는 성과를 이루었다.\n산학협력중심대학 사업\n1단계 : 학연산 클러스터를 기반으로 한 산학협력중심대학 육성사업(기계, 신소재, IT)\n2단계 : 클러스터 캠퍼스(ERICA) 기반을 통한 선도적 산학협력체제 확산사업\n사업기간\n2004.09-2009.06(5년간) -1단계 / 2009.07-2013.12(향후 5년) - 2단계\n사업내용\n산학협력중심대학 육성사업은 지역별로 산학협력에 특화된 거점대학을 육성하여, 대학이 지역산업의\n발전을 도모하고, 산업계의 수요에 부응하는 인력기반을 구축하는데 목적을 두었으며, 1차 사업기간\n(2005~2009)을 거쳐 2차 사업을 향후 5년간 (2009~2014) 추진할 예정이다.\n산학협력중심대학 육성사업은 사업의 특성상 공과대학 중심으로 이루어졌으며, 1차 사업 선정 대학으로 는\n일반대학 중 8개 권역(수도권, 충남권, 충북권, 강원권, 경북권, 경남권, 전북권, 전남권)에서 1개 대학씩\n8개 대학이 선정되었으며, 18개의 산업대학 중 5개 대학이 선정되어 총 13개의 대학이 지원 대상이 되었\n다. 본 사업은 선정대학을 대상으로 매년 440억원씩 5년간 총 2,150억원을 지원하였으며, 매년 중간 평가\n를 실시하여 사업 내용이 우수한 대학에는 지원액을 늘려 차등 지원하는 방식을 택했다.\n예산\n1단계 : 총350억원 / 2단계 : 총100억원\n주관부서\n교육과학기술부/지식경제부\n안산캠퍼스는 총 13개 대학이 선정된 1단계 사업에서 수도권 지역 일반대학 중 유일하게 선정되는 쾌거를 거두었는데, 이는 학연산클러스터를 기반으로 이룩한 성과라 할 수 있다. 1단계 사업은 전국을 8개의 권역(수도권, 충남권, 충북권, 강원권, 경북권, 경남권, 전북권, 전남권)으로 나눈 후, 권역별로 1개의 일반대학만을 선정하였기 때문에 당시 산학협력중심대학 육성사업에 선정되기 위한 대학 간 경쟁은 굉장히 치열했다. 서울캠퍼스도 경쟁에 참가했을 뿐만 아니라, 수도권 소재 일부 명문대학에서는 대학과 대학이 컨소시엄을 구성해서 참가할 정도로 그 열기가 뜨거웠다.이렇듯 경쟁이 높았던 사업에서 안산캠퍼스가 당당히 선정된 데에는 캠퍼스 내에 이미 형성되어있는 클러스터 인프라와 안산캠퍼스가 배후로 두고 있는 국내 최대 규모의 반월·시화 산업단지로 인해 지역 혁신의 거점대학으로서 발전 가능성을 인정받았기 때문이다.\n이후 우리 대학은 1단계 사업에서 매년 우수한 성적을 거두어 13개 대학 중 가장 많은 지원금액을 받았다. 이는 사업내용이 우수한 대학에 매년 지원액을 늘리는 차등 지원방식이 적용되었기 때문이다. 그리하여 안산캠퍼스는 산학협력 분야에서 타 대학의 벤치마킹 대상이 될 정도로 성장하였으며, 명실 공히 산학협력의 선도대학으로서 그 위상을 드러내게 되었다.이제 안산캠퍼스는 2단계 사업을 본격적으로 진행하는 과정 중에 있으며, 1단계 사업에서 진행했던 여러 프로그램을 이어감과 동시에 지역산업체와의 협력을 더욱 공고히 하여 지역혁신을 선도하는 산학협력중심대학, 실무능력을 갖춘 인재를 배출하는 실용학문의 장으로 거듭나고 있다.\n1단계 산학협력중심대학 육성사업 예산(한양대학교)\n연차별 사업비(천원)\n구분\n1차년도\n2차년도\n3차년도\n4차년도\n5차년도\n합계\n정부출연금\n5.507.000\n6.217.000\n6.658.850\n6.401.656\n7.336.607\n32.121.113\n지방자치단체\n400.000\n400.000\n400.000\n400.000\n400.000\n2.000.000\n참여기업\n843.550\n809.668\n834.068\n864.639\n892.000\n4.243.925\n합계\n6.750.550\n7.426.668\n7.892.918\n7.666.295\n8.628.607\n38.365.038\n우리 대학은 위의 사업을 시행하기 위해 산학협력중심대학 육성산업단(Hanyang universityansan Regional Innovation Center, 이하 HYRIC(하이릭))을 구성하고 가족회사와의 협력체제구축을 위한 ‘산학협력지원센터’, 맞춤형 기술개발 및 기업의 애로기술 지원을 위한 ‘기술개발지원센터’, 양질의 교육 프로그램으로 인력양성을 담당하는 ‘산업기술인력양성센터’, 기업 지원을 위한 공용장비 구입 및 운영을 담당하는 ‘공용장비센터’를 설립하였으며, 사업단 행정운영을 위한 행정팀, 자문위원회, 운영위원회 등을 두었다. 사업단의 조직도를 보면 다음과 같다.\n주요 사업분야\n1단계 사업기간 중 시행된 주요사업은 크게 산학협력체제 구축, 기술 개발, 장비 구축, 인력 양성 등으로 나뉘며 그에 따르는 세부 사업내용은 다음과 같다.\n주요사업\n세부 사업내용\n산학협력\n체제구축\n•교육체제 개편 : 특성화 학과 육성, 계약형 학과제 설치, 교수임용 및 평가제도 개선, 공학교육인증, capstone-design 채택 등\n•산학협력제도 도입 : 가족회사제도 도입, 산학협력협의회 운영, 산학협력전담교수 채용, 현장실습학점제 운영 등\n기술개발\n•지역기업 수요에 대응한 맞춤형 기술개발 수행\n•애로기술 해결을 위한 기술지도 지원체제 구축\n장비구축\n•수요자 중심의 기업지원 공용장비 지원센터 설치\n인력양성\n•산업단지 기업체 임직원에 대한 재교육 프로그램 운영\n산학협력체제 구축\n우리 대학은 사업단 선정 이후 인근 지역에 위치한 기업체 뿐 아니라 전국적으로 지역을 확대하여, 총 791개의 기업체와 가족회사체결을 맺고 긴밀한 협력관계를 지속하여 왔다. 협력관계를 체결한 기업을 대상으로 기업의 성장에 필요한 핵심기술을 대학, 연구소, 기업체가 공동으로 개발할 수 있도록 ‘기술개발과제’를 시행하였으며, 이렇게 개발된 기술은 최종적으로 기업에 이전함으로써 기업이 스스로 경쟁력을 갖도록 하였다.\n공용장비의 구축\n또한 가족회사를 대상으로 기업이 직접 마련하기 힘든 고가의 공용장비를 할인된 가격으로 이용할 수 있도록 공용장비센터를 적극 운영하였는데, 정기적으로 공용장비 활용에 대한 기업의 수요를 조사하여 기업이 실질적으로 필요로 하는 장비를 년차별로 구입하였으며 기자재에 대한 전문교육을 받은 기술요원이 첨단 기자재를 체계적으로 관리 및 유지 보수하도록 지원하였다.\n산학협력협의회 운영\n그리고 가족회사 체결기업을 대상으로 산학협력협의회를 구성하여 동종업계에 종사하는 기업끼리 서로 업계 동향 및 정보를 교환할 수 있는 모임을 운영 및 지원하였다. 총 12개의 협의회가 분야별로 다양하게 구성되었으며 각 협의회마다 주관교수를 두어 모임 안에서 산·학·연의 교류가 끊임없이 이루어지도록 하였다\n공학교육 체제의 개편\n산학협력중심대학 육성사업단은 가족회사를 지원하기 위한 프로그램 뿐 아니라, 산업계의 수요에 부응하는 인력 기반을 구축하기 위해 이공계열을 대상으로 심도있는 교육 프로그램을 운영하였다. 대표적인 프로그램으로 ‘Capstone Design(캡스톤 디자인)’, 특성화 전공 프로그램, 공학교육인증 등이 있다.\n먼저 Capstone Design(캡스톤 디자인)은 공학대학 4학년 학생들을 대상으로 2005년부터 매년 시행하고 있다. 이 프로그램은 학부기간 중 습득한 이론을 응용하여 실용기술을 직접 개발하도록 장려함으로써 두 학기 동안 학생들이 팀을 이루어 직접 기획, 설계, 제작, 시험, 평가 등 모든 과정을 경험하도록 하는 것이다. 지금껏 배운 전공이론 뿐 아니라, 타 학문과의 융합, 비판적 사고능력,팀워크, 전문가로서의 윤리의식까지 종합적으로 습득할 수 있는 캡스톤 디자인은 명실 공히 공학 대학의 대표 프로그램이자 자랑으로, 본 프로그램을 통해서 지금까지 발명특허 출원 및 등록 34건, 전국대회 금상의 실적을 거두었다. 이를 통해 학생들은 공학적 창의성과 산업기술성에 대한 강한 자신감을 갖게 되었으며 장래 국가 산업 발전의 핵심 기술 역량을 가진 창의적 엔지니어로서 육성되고 있다.\n특성화 전공은 2005년 여름방학부터 계절학기로 운영되었으며, 정규과목으로도 개설되었다.이는 기존 전공 내에 산업체의 필요에 대응하여 더욱 세분화되고 특성화된 전공을 할 수 있는 교육체계를 구축하여, 학생들이 연구소와 산업체에 더욱 체계적으로 준비될 수 있도록 하는 인력 양성 프로그램이다. FCTB(From Chip To Board), 모델기반 임베디드 시스템 BES(Model-Base Embedded System), DI (Design Innovation), 디스플레이 공정, 전자정보 소재의 5개 분야에서 총 8개의 과목을 개설하여 진행하였다.\n산업수행질적(1~5차년도)\n산학협력체제 구축\n산학협력활성화역량강화"
}