{
  "title": "Gouranga G. Das",
  "url": "https://hyu.wiki/Gouranga_G._Das",
  "content": "Gouranga G. Das는 ERICA캠퍼스\n경상대학\n경제학부\n교수다.\n경제학부 홈페이지 참고(2020.1.)\n목차\n1\n학력\n2\n경력\n3\n연구관심분야\n4\n주요연구과제\n5\n주요논문\n6\n저서\n7\n수상\n8\n언론 활동\n학력\nPh. D. in Economics, Monash University, Clayton, Melbourne, Victoria, Australia, Awarded in October, 2000.\nM.Phil. (Economics), Jawaharlal Nehru University, New Delhi, India, Awarded in 1995.\nM. A. in Economics, Jadavpur University, Calcutta, India, Awarded in 1992.\nB.A. Economics (Honours), Jadavpur University, Calcutta, India, Awarded in 1990.\n(September, 2002—August, 2003), School of Economics and Trade, Graduate School of Business, Kyungpook National University, Daegu, 702—701, South Korea.\nPast Research-only Full-time Experience: Post-Doctoral Research Fellow (January 2001-2002), School of Forest Resources and Conservation (Resource Economics and Policy), Institute of Food and Agricultural Sciences, University of Florida, Gainesville, USA.\n경력\nVisiting Scholar (Research Fellow), United Nations University-World Institute of Development Economics Research (UNU-WIDER), Helsinki, Finland for August—November 2010.\nErasmus Mundus Scholar 2009-2010, Visiting Department of Economics, Faculty of Applied Economics. University of Antwerp, Belgium. May 18, 2010 –August 15, 2010. Host: Professor Wim Meeusen.\nVisiting Fellow, Department of Economics, Auckland University of Technology, New Zealand for 19th November—10th December 2010.\nCourtesy Assistant Professor (Visiting), Department of Economics, University of Oregon, Eugene, USA. January 9, 2008 – January 30, 2008.\nVisiting Research Scholar, International Monetary Fund, Washington DC, USA (Global Development Network Selection), January, 2005-February, 2005.\n연구관심분야\nMethodological Areas: THEORETICAL WORK (General Equilibrium Trade), CGE ANALYSIS (Comparative-Static and Dynamic Computable General Equilibrium (CGE), especially Global Trade Analysis Project (GTAP) Model developed in Purdue University, USA), APPLIED ECONOMICS (development policy analysis).\nSubstantive and Sectoral Areas: TRADE AND GROWTH (Modelling the aspects of trade, technology transfer and growth; Inter-sectoral technology flow in the context of information technology, biotechnology; Education and human capital accumulation; Skill-biased technical change); TRADE AND DEVELOPMENT (Outsourcing and Fragmentation; Issues related to Free Trade Agreements/Regional trading arrangements, Wage Inequality), AGRICULTURE ECONOMICS (Food Security, Land-use change, Biofuel and Agricultural Biotechnology, Productivity).\n주요연구과제\nResearch Associate, Centre of Policy Studies/IMPACT Project and Department of Economics, Monash University, Clayton, Melbourne, Australia. January, 2000-July, 2000 (extended till October, 2000).\nResearch Associate, International Management Institute, New Delhi, India. July, 1995-Decmber, 1995.\nResearch Assistant (1995), National Institute of Public Finance and Policy, New Delhi, India. February, 1995-May/June, 1995.\nProject Associate (1994) for the Embassy of the U.S.A., New Delhi, India. November, 1994-December, 1994\n주요논문\n[M.Phil: August, 1992- June, 1994] Title: “Intra-Industry Trade in Manufactures in    Developing Economies: An Empirical Analysis with special reference to India” with Professor Deepak Nayyar, Centre for Economic Studies and Planning, Jawaharlal Nehru University, India (former Vice-Chancellor, Delhi University, India). Degree Awarded August, 1995.\n[Ph.D: March, 1996-January, 2000] Title: “Embodied Technology Transfer via International Trade:  A Quantitative Exploration in a Computable General Equilibrium Framework” with Professor Alan A. Powell, Department of Econometrics and Business Statistics, and Centre of Policy Studies/IMPACT Project, Monash University, Melbourne, Australia.  Degree Awarded October, 2000. .\n저서\n수상\nBest Researcher  Award  (2010/2016), Hanyang University, South Korea\nHarvard Kennedy School. Innovation for Economic Development Program (IFED) 2014, ISEO (Italy) 2012.\nRecipient of ‘The Royal Economic Society, U.K.’ (RES) Small Conference Grant Fund, September 2009.\nRecipient of Erasmus Mundus Scholarship, European Commission (administered by University of Antwerp, Belgium), 2009-2010. Visiting University of Antwerp, May-August, 2010.\nFeatured in Marquis Who's Who in the World, 2009—2014/15, 26th /27th Edition—current edition, N.Y. USA (entry in page 594 in 26th Edition).\nAward Finalist for the Global Development Awards Competition for 2006, Global Development Network, St. Petersburg, Russia.\nAwarded International Monetary Fund/Global Development Network \"Visiting Scholarship\" 2005.\nPostgraduate Publications Award, 2000, Monash Research Graduate School, Monash University, Australia\nNational Merit Scholarship awarded by Government of India 1986.\n언론 활동"
}