{
  "title": "HYU Project 2010/행정 시스템 혁신",
  "url": "https://hyu.wiki/%ED%96%89%EC%A0%95_%EC%8B%9C%EC%8A%A4%ED%85%9C_%ED%98%81%EC%8B%A0",
  "content": "이 문서는\nHYU Project 2010\n의 행정 제도 개선 중 행정 시스템 혁신을 기록한 문서입니다. 한양대학교 백서 2005-2008\n목차\n1\nISO 9001 품질 경영시스템 인증유지\n2\n효율적인 예산 운영 및 교육\n3\n행정종합 정보시스템(C/S)을 통한 행정의 전산화\n4\nCampus Police Car 및 투어버스 도입\n5\n통신서비스 향상\n6\n인쇄비 절감\n7\n전자구매시스템 (HY2B) 구축 및 활성화\n8\n행정문서 Filing System 재정비\n9\n법인카드제 도입\n10\n세입 실시간 처리 프로그램 개발\n11\n부서통장 정리 및 관리\n12\n기금수입 전산화\n13\n학교 내부사용료 수입에 전자결재시스템 도입\n14\n한양행정종합평가 실시\nISO 9001 품질 경영시스템 인증유지\n2002년 9월 우리 대학은 ISO 9001 인증을 획득함으로써 세계적 수준의 교육행정에 도달했음을 대내외에 알렸다.\n2005년 ISO 9001 품질경영시스템에 대한 심사결과 재인증을받은 이후 지속적 관리로 인증을 유지하고 있다.\n효율적인 예산 운영 및 교육\n효율적 예산운영과 구성원들의 예산집행 능력에 대한 정확한 이해를 위해 지속적인 교육을 통한 예산운영의 합리성 및 효율성을 도모하고 있다. 이를 위해 미배정 예산에 대한 지출 규제，유형별 지출 기준의 지속적 홍보，지출요인 분석 및 통제 • 조정，월별 지출 자금\n조정 등을 실행했다.\n행정종합 정보시스템(C/S)을 통한 행정의 전산화\n행정종합정보시스템을 활용한 행정의 효율화를 지속적으로 추구했다.\n2005년 경비 및 구매신청 시스템 개선을 개선해 경비 및 구매 신청 시 그룹웨어와 C/S 이중결재 구조를 개선하여 그룹웨어 결재를 폐지하고 C/S 결재만으로 단순화했다.\n또한 수작업으로 진행되던 인쇄물 신청 • 발주 시스템을 행정종합정보시스템(C/S)을 통해 시스템화하여 업무처리를 간소화했다.\n2006년에 는 교직 원가족확인증 발급업무와 직인등록을 전산화했다. 행정종합정보시스템을 통해 행정업무의 지속적 전산화로 업무 효율성과 신속성이 증대되어 비용 절감효과 또한 가져왔다.\nCampus Police Car 및 투어버스 도입\n안산캠퍼스에서는 캠퍼스 내 긴급 상황에 신속 대처하기 하고 안산캠퍼스 홍보에 적극 활용하기 위한 목적으로 Campus Police Car 및 투어버스를 2005년에 도입했다.\nCampus Police는 교내 도난•성폭력 사고 예방，시설물 보호，원활한 행사 지원 등의 기능을 수행해 안전하고 쾌적한 캠퍼스를 유지하는데 커다란 역할을 했다.\n투어버스는 안산캠퍼스 방문객및 잠재적 고객인 중•고등학생 등에게 캠퍼스를 홍보하는 좋은 수단이 되었다.\n통신서비스 향상\n자세한 성과는 다음 문서를 참고\n서울:\n정보통신처/주요 현황과 성과\nERICA:\n정보통신실/주요 현황과 성과\n통신시설 이용량 증가와 통신기기 노후화에 따라 2005 2006년에 집중적으로 통신기반 시설의 확충과 통신기기 교체 사업이 진행되었다.\n2005년 안산캠퍼스는 건물 신•증축에 따라 착신 전용 전화회선 확보，자동교환기 리스 등의 통신기반 설비를 확충했다.\n2006년에는 양 캠퍼스의 통신시스템 전반에 대한 개선작업이 실행되었다.\n2006년 KT의 무상지원으로 노후한 기종을 최신형 통신기기로 교체하고，서울-안산간 전용회선(동시통화 16회선)을 설치했다. 또한 이너텔 전화사업(KT)을 교내 통신실에 설치하여 외부직통전화의 원활한 설치와 직통회선•교내회선간 전화통화가 가능하게 되었다.\n인쇄비 절감\n인쇄비 절감을 위한 노력을 지속적으로 추진했다. 2005년에는 인쇄물 신청, 발주, 검수, 지불 과정에 있어서의 수작업 부분을 시스템화했다. 이를 위해 행정종합정보시스템(C/S)에인쇄물 신청 메뉴 신설하고, 인쇄물 그룹웨어와 C/S 이중결재에서 C/S 결재로 단순화했다.\n수작업 업무의 시스템화로 업무 신속성 향상되고 업무처리 간소화로 비용 절감효과 또한 가져왔다.\n이후에도 인쇄가 필요한 자료를 홈페이지에 게시하거나 E-book으로 전환해 인쇄물감소를 유도했고, 같은 성격의 인쇄물을 통폐합해 인쇄물을 절감했다.\n전자구매시스템 (HY2B) 구축 및 활성화\n총무처 구매과에서는 2005년부터 구매물품을\nHY2B\n(전자구매시스템)에 구매 공지하여 발주업체를 선정하고, 전자구매시스템을 활용하여 구매 관련 업무를 처리했다.\n이를 통해 반복적인 업무를 간소화하여，시간과 구매비용 및 예산을 절감했다.\n매해 견적금액보다 10~20억의 구매 비용을 절감하는 결과를 가져왔다.\n행정문서 Filing System 재정비\n2008년 교내 행정문서의 조적직이고 체계적인 관리를 위해 Filing System을 재정비했다.\nFiling System을 통해 필요한 정보를 적절히 보유하고 효율적으로 활용하고자 했다. 이를위해 문서고 시설 점검 및 보존문서 정리，Filing System 관련 문서교육 실시，각 사무실 문서보관 상태 점검，보관문서 정기이관 및 폐기문서의 폐기를 실행했다.\n법인카드제 도입\n법인카드제(개인책임형)를 도입하여 회계운영의 투명성과 책무성을 확보하였다. 특히 부서통장이 필요없게 되어 회계에서 문제시되던 부외자산(결산미반영자산) 발생을 제거하였다.\n행정적으로는 절차를 간소화하여 행정비용을 절감했고 통제부서(총무과, 총무인사과, 기자재지원팀)에서 목적에 맞지 않는 경비집행을 사전에 막아 예산을 효율적으로 사용할 수 있게 되었다.\n재정적으로는 선지급하던 자금을 카드결제일에 맞춰 일괄지급하여 이자수익을 창출했다.\n세입 실시간 처리 프로그램 개발\n내 • 외부에서 발생되는 수입에 대하여 학교 대표통장으로 입금시 은행입금내역을 행정종합시스템으로 실시간 전송하도록 했다.\n기존에는 세입처리까지의 시일이 2~3일 소요되어 세입처리가 지연되었으나, 실시간 전송으로 즉시 세입처리가 가능하게 됨으로서 효율적인 자금관리가 가능하게 되었다.\n부서통장 정리 및 관리\n교비통장 이외에 대학명의로 발행된 많은 부서통장을 정리한 후, 자금통합관리 프로그램을 통하여 관리하고 있는 부서통장들의 통장잔고를 확인했다.\n자금의 유용 및 남용을 방지하고, 회계기간 종료 후 부서통장에 남는 자금을 여입하도록 하여 예산 절감 효과를 가져왔으며, 각 대학(원) 및 부속기관에서 발생하는 수입을 자금통합관리프로그램으로 관리하게됨으로써 자금관리의 효율성 및 투명성이 증대되었다.\n기금수입 전산화\n대외협력팀과 협의체를 구성하여 기금창구 단일화 및 체계적인 관리를 통하여 기금내역실시간 조회와 행정조합정보시스템 개선으로 즉시 세입처리가 가능하도록 함으로써 업무가 신속해져 자금 운용수익이 극대화 되었다.\n학교 내부사용료 수입에 전자결재시스템 도입\n백남학술정보관 도서연체료 및 정보통신처 미니노트북 및 와이브로 모뎀대여료 수납을LG 데이콤의 전자결재시스템을 도입함으로서 기존의 수입증지자판기로 수거하여 입금하는 등의 별도 관리가 필요 없이 자동정산 및 입금처리가 가능해져 자금 사고의 위험이 없어졌다.\n또한 사용자들이 시간과 장소의 구애를 받지 않고 온라인으로 편리하게 결재할 수 있게 되었으며, 기기 고장으로 인한 수입증지 발행 중단의 우려가 없으므로 업무의 지속성 및 안정성을 유지할 수 있게 되었다.\n한양행정종합평가 실시\n본교는 지난 2005년부터 ‘한양행정종합평가’를 실시해 지속적인 경영혁신을 이룩하고 있다.\n매년 초 업무계획의 이행 여부를 확인，성과 평가를 통해 책임 행정을 구현을 평가 한다.\n또한 성과주의 문화를 강화하고 창조적 혁신 문화를 조성할 수 있도록 하며 고품질의 행정 평가 체제 구축으로 경영역량을 글로벌 수준으로 제고함을 목적으로 하며 평가 시스템을 자체 개발하는 등 대학 경영평가 모델의 수준 향상에도 기여하고 있다."
}