{
  "title": "Ki-Hyun Kim",
  "url": "https://hyu.wiki/Ki-Hyun_Kim",
  "content": "Professor Ki-Hyun Kim. The World’s Top 1% Researcher Builds a Scientific Basis for Ultimate Air Quality Improvement\nAffiliation: Department of Civil and Environmental Engineering\n2019\n연구우수교수\n목차\n1\nProfile\n1.1\nCareers after Ph. D.\n1.2\nEducation (Academic Career)\n1.3\nAwards and Careers\n2\nResearch Topics\n3\nPapers\n4\nIndustry-Academia Collaboration\n5\nPatents\n6\nContact Information\nProfile\nCareers after Ph. D.\n2018 ~ present Honorary Scholar Professor at Hanyang University\n2014 ~ present Professor at Hanyang University Department of Civil and Environmental Engineering\n2007 ~ 2014 Professor at Sejong University Department of Environment, Energy & Geoinformatics\n2002 ~ 2007 Associate Professor at Sejong University Department of Environment, Energy & Geoinformatics\n1999 ~ 2002 Assistant Professor at Sejong University Department of Environment, Energy & Geoinformatics\nEducation (Academic Career)\n1988 ~ 1992\tDoctoral course of Biological Oceanography / Atmospheric Environmental Chemistry at the University of South Florida\n1984 ~ 1986\tMaster’s course of Biological Oceanography / Atmospheric Environmental Chemistry at the University of South Florida\n1980 ~ 1984\tStudied and graduated at Hanyang University College of Engineering Department of Earth Resources\nAwards and Careers\n2019 Highly Cited Researcher (HCR) 2019\n2018 Member of the Korean Academy of Science and Technology\n2018 Paiknam Erudite Scholar Award\n2018 Scientific Technician of the Month (Ministry of Education)\n2018 Environment International - Author of the Most (No. 1) Cited Article\n2006 Selected as ‘10 National Erudite Scholars’ by the Ministry of Education\n2003 Selected as Outstanding Research Task by Korea Science and Engineering Foundation\n2003 Best Academic Paper Award by the Korean Foundation of Science and Technology Societies\n2002 Academic Award by the Korean Society for Atmospheric Environment\n2001 Selected as World Leading Scientist by the Korea Science and Engineering Foundation\nResearch Topics\nProf. Ki-Hyun Kim has been working on the following R & D areas:\nDevelopment and establishment of sensing/detection methods for environmental/biomedical targets (VOCs and heavy metals) along with the establishment of basic QA for those pollutants.\nDevelopment and performance evaluation of diverse functional materials for environmental/energy/biological applications.\nTechniques for purification of air and for remediation of environmental pollutants with novel advanced functional materials like metal-organic frameworks (MOFs).\nPapers\nProf Kim published more than 550 peer-review SCI journal articles with more than 85% as the corresponding (or first) author\n“Coordination polymers: Opportunities and challenges for monitoring volatile organic compounds”, Progress in Polymer Science, 2015\nhttps://www.sciencedirect.com/science/article/pii/S007967001500009X\n“Recent advances in enzyme immobilization techniques: metal-organic frameworks as novel substrates”, Coordination Chemistry Reviews, 2016\nhttps://www.sciencedirect.com/science/article/pii/S0010854516301023\n“Functional hybrid nanostructure materials: Advanced strategies for sensing applications toward volatile organic compounds”, Coordination Chemistry Reviews, 2017\nhttps://www.sciencedirect.com/science/article/pii/S0010854517301078\n“Nanostructured materials: A progressive assessment and future direction for energy device applications”, Coordination Chemistry Reviews, 2017\nhttps://www.sciencedirect.com/science/article/pii/S0010854517302217\n“Metal-organic frameworks as media for the catalytic degradation of chemical warfare agents”, Coordination Chemistry Reviews, 2017\nhttps://www.sciencedirect.com/science/article/pii/S0010854517303429\n“Metal-organic frameworks: Challenges and opportunities for ion-exchange/sorption applications”, Progress in Materials Science, 2017\nhttps://www.sciencedirect.com/science/article/pii/S0079642517300026\n“Carbon nanotubes: A novel material for multifaceted applications in human healthcare”, Chemical Society Reviews, 2017\nhttps://pubs.rsc.org/no/content/articlehtml/2017/cs/c6cs00517a\n“Towards high-efficiency sorptive capture of radionuclides in solution and gas”, Progress in Materials Science, 2018\nhttps://www.sciencedirect.com/science/article/pii/S0079642518300021\n“Recent advances and remaining challenges for polymeric nanocomposites in healthcare applications”, Progress in Polymer Science, 2018\nhttps://www.sciencedirect.com/science/article/pii/S0079670017301806\n“Carbon nanotubes: A potential material for energy conversion and storage”, Progress in Energy and Combustion Science, 2018\nhttps://www.sciencedirect.com/science/article/pii/S0360128517301132\nIndustry-Academia Collaboration\nIndustry Research / Yuhan-Kimberly Gimcheon Factory / Odor and Dilution Drain Analysis / September 2019 ~ December 2019\nIndustry Research / Yangyang Livestock Farming Union / A Study on the Odor of Pigsty / July 2019 ~ August 2019\nIndustry Research / Posco / A Study on the Stability of Hydrogen Sulfide in NaSH Neutralized Wastewater / February 2019 ~ April 2019\nIndustry Research / SBS / An Analysis of Odor and Hazardous Gas / January 2019 ~ June 2019\nIndustry Research / AliveZ / Aroma Analysis Service / July 2018 ~ July 2018\nIndustry Research / Samsung Electronics / Deodorant / Development of Performance Prediction Tool for the Evaluation of Structural Self-Transferment and Filter Structure/Material / April 2018 ~ September 2018\nPatents\nSystem for analyzing VFA in air and method of analyzing VFA using the same\nhttps://patents.google.com/patent/KR101583542B1/en\nAutomatic collection apparatus and method of electronic cigarette smoke\nhttps://patents.google.com/patent/KR101708264B1/en?oq=KR101708264B1\nContact Information\n연구실 URL :\nhttp://environment.cafe24.com/\nE-mail : kkim61@hanyang.ac.kr (or kkim61@nate.com)"
}