{
  "title": "MOU2022",
  "url": "https://hyu.wiki/MOU2022",
  "content": "2022년 한 해 동안 협약(\nMOU\n) 내역 모음\n목차\n1\n12월\n1.1\n2022.12.21 한양대 화학과 김두리 교수 연구팀-한양대 생명공학과 박희호 교수 연구팀-엠디뮨\n2\n9월\n2.1\n2022.09.05 한양대-KISA-나주시-전남정보문화산업진흥원\n3\n8월\n3.1\n2022.08.26 한양대-美메릴랜드대-덕산하이메탈\n3.2\n2022.08.24 한양대 창업지원단-한·아프리카재단\n3.3\n2022.08.11 한양대-한컴그룹\n3.4\n2022.08.11 한양대-한국생명공학연구원\n4\n7월\n4.1\n2022.07.28 한양대-성동문화재단\n4.2\n2022.07.20 한양대-LIG넥스원\n4.3\n2022.07.06 한양대 ERICA 공학교육혁신센터-한국로봇산업협회\n5\n6월\n5.1\n2022.06.27 한양대-인천재능대·한국관광대\n5.2\n2022.06.22 한양대 배터리공학과-LG에너지솔루션·SK온\n5.3\n2022.06.22 한양대 박물관-경기문화재단 전곡선사박물관\n5.4\n2022.06.17 한양대 간호학부-국민건강보험공단 서울요양원\n5.5\n2022.06.15 한양대 간호학부-서울재활병원\n5.6\n2022.06.07 한양대 소프트웨어대학-㈜에이치엔에이치\n5.7\n2022.06.08 한양대 영양유전체학연구실-쿠첸\n5.8\n2022.06.09 한양대-KISA\n6\n5월\n6.1\n2022.05.11 한양대ERICA - K-water\n7\n4월\n7.1\n2022.04.01 한양대 ERICA-안산교육지원청\n7.2\n2022.04.14 한양대 맞춤의약연구원(HY-IPT)-현대약품\n7.3\n2022.04.25 한양대-제주특별자치도교육청\n8\n3월\n8.1\n2022.03.29 한양대-디엑스앤브이엑스\n8.2\n2022.03.28 한양대-㈜시어스랩\n8.3\n2022.03.07 한양대-대한건축사협회\n8.4\n2022.03.04 한양대 경영전문대학원-대한공중방역수의사협회\n8.5\n2022.03.04 한양대 간호학부-바야다홈헬스케어\n9\n2월\n9.1\n2022.02.16 한양대-(주)NKCL 바이오그룹\n9.2\n2022.02.22 한양대-현대위아\n10\n1월\n10.1\n2022.1.6 한양대 리걸클리닉센터-사단법인 나눔과이음\n10.2\n2022.1.27 한양대, 경북대-부산대-전남대\n12월\n2022.12.21 한양대 화학과 김두리 교수 연구팀-한양대 생명공학과 박희호 교수 연구팀-엠디뮨\n한양대학교 화학과 김두리 교수 연구팀과 생명공학과 박희호 교수 연구팀이 약물전달 플랫폼 개발기업 엠디뮨과 21일 차세대 약물전달 시스템 개발을 위한 공동 연구 협약을 체결\n바이오드론 신규 가치 창출 등 차세대 약물전달시스템 및 신약 개발 촉진을 위해 협력할 계획\n9월\n2022.09.05 한양대-KISA-나주시-전남정보문화산업진흥원\n한양대학교 생존신고정보연구센터가 한국인터넷진흥원(KISA), 전남 나주시, 전남정보문화산업진흥원과 '임신부 가사 돌봄 서비스 앱 개발과 나주 독거노인 건강관리 지원을 위한 업무협약'을 체결\n이번 협약을 계기로 저출생·독거노인 고독사 문제 해결을 위해 협력할 계획\n8월\n2022.08.26 한양대-美메릴랜드대-덕산하이메탈\n한양대학교가 반도체 첨단 패키징 기술연구를 위해 업무협약을 체결\n이번 협약을 통해 기관들은 △반도체 첨단 패키징 관련 한-미 국제협력 네트워크 구축 △산·학·연 융합연구 공동수행으로 세계적 수준의 첨단 패키징 기술 개발 △한양반도체첨단패키징센터의 인프라 활용해 패키징 시험 및 분석 수행 △패키징 전문인력 양성을 위한 프로그램 운영 등 여러 분야에서 협력해 나갈 계획\n2022.08.24 한양대 창업지원단-한·아프리카재단\n한양대학교 창업지원단이 한·아프리카재단과 세계시장 진출 위한 업무협약을 체결\n이번 협약에 따라 양 기관은 △인적·물적 자원 교류 △창업기업 발굴·육성 △투자 인프라 활성화를 위한 협력체계 구축 △아프리카를 포함한 글로벌 시장 진출 및 투자유치 기회 모색 △창업 관련 프로그램 개발·운영 등을 위해 협력할 예정\n2022.08.11 한양대-한컴그룹\n한컴그룹은 인문학진흥기금을 한양대에 기탁해 인문학 연구와 학술활동 지원에 나선다. 이를 통해 한양대는 서울캠퍼스에 인문학진흥연구소를, ERICA캠퍼스에는 응용인문학연구소를 설립 예정\n양 기관은 이번 협약을 계기로 인문학과 미래기술을 결합한 혁신기술 및 서비스 발굴을 추진하며, AI 공동연구 프로젝트를 우선 추진하는 등 다양한 분야로 산학협력을 추진할 계획\n2022.08.11 한양대-한국생명공학연구원\n한양디지털헬스케어센터\n와 한국생명공학연구원이 디지털바이오·디지털헬스케어 분야 연구개발 플랫폼 인프라 협력을 위한 업무협약(MOU) 체결\n이번 협약을 통해 양 기관은 △디지털바이오분야 등의 연구 및 관련 교육 발전을 위한 협력 추진 △과학기술정보통신부 비대면디지털 플랫폼 구축 관련 등 가시적 협업 목표 설정 △디지털바이오, 디지털헬스케어 분야 플랫폼 구축‧지원 등을 위한 연구 협력 및 연구소재‧데이터‧인프라 활용 협력 예정\n7월\n2022.07.28 한양대-성동문화재단\n한양대 음악대학이 성동구의 지역문화 예술 발전과 스마트 문화 도시 조성을 위해 성동문화재단과 업무협약을 체결\n이번 협약으로 지역문화 진흥과 구민의 문화복지 증진을 통해 스마트 문화도시 성동을 만들어갈 계획\n2022.07.20 한양대-LIG넥스원\n한양대가 첨단 방위산업 인재양성을 위해 LIG넥스원과 업무협약을 체결\n이번 협약에 따라 한양대는 대학원 계약학과로 지능정보융합공학과를 신설, 학부생 대상 소프트웨어 교육과 LIG넥스원 재직자 대상 교육을 ERICA캠퍼스에서 운영할 예정\n2022.07.06 한양대 ERICA 공학교육혁신센터-한국로봇산업협회\n한양대\n공학교육혁신센터(ERICA)\n는 창의융합형 공학인재양성지원사업 지능형 로봇 산업분야 컨소시엄 대학, 한국로봇산업협회와 함께 로봇산업과 관련한 인재양성, 교육과정 개발 및 산학협력을 위한 업무 협약을 체결\n△로봇분야 인력양성 관련 정보교환 및 협력과제 발굴 △로봇산업 분야 특화형 교육과정 개발 및 적용 △소속 학생의 멘토 기업 현장실습 △취업지원 등을 위해 협력 예정\n6월\n2022.06.27 한양대-인천재능대·한국관광대\n한양대가 수도권역 대학원격교육지원센터 사업의 일환으로 인천재능대, 한국관광대와 협업형 코딩 실습교육의 공동협력을 위한 업무협약 체결\n이번 협약에 따라 인천재능대·한국관광대 학생들은 오는 9월 학기부터 한양대가 개발한 하이라이브(\nHY-LIVE\n) 플랫폼을 이용해 공간제약 없이 각 대학의 융합 강의실에서 실시간 코딩 교육을 제공받을 예정\n2022.06.22 한양대 배터리공학과-LG에너지솔루션·SK온\n한양대 일반대학원 내에 배터리공학과를 신설 및 산학장학생 선발\n산학장학생은 한양대와 양사가 공동 개발한 맞춤형 배터리트랙 학위과정 이수, 학교와 양사에서 등록금과 장학금을 지원, 학위 취득과 동시에 해당 기업에 취업\n2022.06.22 한양대 박물관-경기문화재단 전곡선사박물관\n한양대학교 박물관이 경기문화재단 전곡선사박물관과 콘텐츠 교류를 위한 업무협약을 체결\n이번 협약을 통해 양 기관은 △콘텐츠 개발 지원 △소장유물 대여 △홍보부스 운영 등을 위해 협력할 예정\n2022.06.17 한양대 간호학부-국민건강보험공단 서울요양원\n한양대학교\n간호학부\n가 국민건강보험공단 서울요양원과 노인요양 서비스에 필요한 연구, 교육, 실무 협력관계를 강화하기 위한 업무협약을 체결\n지역사회 노인 장기요양시설에서 최초로 학생들의 간호실습이 이뤄질 예정\n2022.06.15 한양대 간호학부-서울재활병원\n한양대 간호학부가 서울재활병원 서울특별시북부지역장애인보건의료센터와 지역 장애인의 건강권 증진을 위한 업무 협약을 체결\n이번 협약을 통해 양 기관은 한양대학교 간호학부 학생 대상 장애인 건강권 관련 교육 △사업 교류 △사업 관련 홍보 등을 위해 협력할 예정\n2022.06.07 한양대 소프트웨어대학-㈜에이치엔에이치\n한양대\n소프트웨어대학\n이 ㈜에이치엔에이치(H&H)와 인공지능 및 소프트웨어 분야 전문 고급 기술 인력을 양성을 위한 산학협력 협약을 체결\n이번 협약을 통해 양 기관은 인적 교류와 실무기술 교육을 비롯한 다양한 상호 협력을 진행해 나갈 계획\n2022.06.08 한양대 영양유전체학연구실-쿠첸\n한양대\n식품영양학과\n영양유전체학연구실이 쿠첸과 혼합잡곡밥 연구를 위한 업무협약을 체결\n이번 협약을 통해 양 기관은 건강증진에 효능이 뛰어난 '잡곡 혼합 비율'을 찾고 효능 입증 연구를 진행할 예정\n2022.06.09 한양대-KISA\n한양대가 한국인터넷진흥원(KISA)과 핀테크 분야 산학협력 인턴십 과정 운영을 위한 업무협약을 체결\n이번 협약을 통해 양 기관은 △학점제 교육과정 개설 및 산학협력 인턴십 과정 공동 운영 △핀테크 특화 인력양성을 위한 교육 프로그램 상호 교류 △핀테크·블록체인 관련 기술 교류 및 공동 연구·세미나 수행 △핀테크·블록체인 분야 전문인력 풀 발굴 및 공유 등을 위해 협력할 예정\n5월\n2022.05.11 한양대ERICA - K-water\n한양대 ERICA가 K-water와 물환경 분야 지식 교류 활성화를 위한 업무협약을 체결\n이번 협약을 통해 양 기관은 △물·에너지·도시 넥서스 분야 교육 프로그램 공동 운영 △강의·실습·현장견학·인턴십 등 양 기관에 특성화된 교육 프로그램의 체험 기회 제공 △물·에너지·도시 넥서스 분야 심포지엄·포럼·세미나 등 행사 공동 개최 △물·에너지·도시 넥서스 분야 유망 창업기업 지원 등 예정\n4월\n2022.04.01 한양대 ERICA-안산교육지원청\n한양대 ERICA가 경기도 안산교육지원청과 학생 중심 교육과정 운영을 위한 업무협약을 체결\n고교학점제 도입 대비, 학생의 과목 선택권을 보장하는 맞춤형 교육 실현 등을 위해 협력할 예정\n2022.04.14 한양대 맞춤의약연구원(HY-IPT)-현대약품\n한양대 맞춤의약연구원(HY-IPT)이 현대약품과 맞춤의약 분야 산학협력 위한 업무협약을 체결\n맞춤의약 분야 산학협력 및 연계 지원, 인력양성 사업 활성화, 교육프로그램 개발 등을 위해 협력할 예정\n2022.04.25 한양대-제주특별자치도교육청\n한양 제주특별자치도교육청 고교학점제 운영 위한 업무협약을 체결\n전문교과 개설, 진로선택과목 강의 지원, 고교학점제 지원 프로그램 운영 등을 위해 협력할 예정\n3월\n2022.03.29 한양대-디엑스앤브이엑스\n한양대 생명과학기술원이 유전체 분석 및 진단 전문기업 디엑스앤브이엑스와 차세대 mRNA 백신 개발을 위한 업무협약을 체결\n이번 협약을 통해 디엑스앤브이엑스는 HY-IBB에 초고속 염기서열 분석기 ‘넥스트식(NextSeq)’와 차세대 고성능 분석 플랫폼 ‘노바식(NovaSeq)’의 설치 및 사용에 협력할 계획\n2022.03.28 한양대-㈜시어스랩\n한양대가 ㈜시어스랩와 메타버스 플랫폼 사업 공동협력을 위한 업무협약을 체결\n협약을 통해 한양대는 ㈜시어스랩이 3D스캔을 통해 메타버스 캠퍼스 제작을 위한 실내외 공간을 제공하고 메타버스 플랫폼 내 완성도 있는 공간과 이를 기반으로 한 서비스를 중점적으로 추진할 예정\n2022.03.07 한양대-대한건축사협회\n한양대가 대한건축사협회와 건축 분야 공동협력 및 인재양성을 위한 업무협약을 체결\n양 기관은 △건축 분야 인재양성을 위한 네트워크 구축 및 교육사업 △교육 프로그램 및 교육 인프라 교류 △건축학술정보관 소장 각종 자료 공유와 보존 등을 진행할 계획\n2022.03.04 한양대\n경영전문대학원\n-대한공중방역수의사협회\n한양대학교 경영전문대학원과 대한공중방역수의사협회가 의료기관 경영전략 및 의료서비스 마케팅 관련 업무협약을 체결\n공중방역수의사에게 20% 장학금 혜택, 향후 일정 인원 이상의 수의사가 재학하게 될 경우 ‘동물의료 경영’ 관련 과목 개설 예정\n2022.03.04 한양대\n간호학부\n-바야다홈헬스케어\n한양대학교가 미국계 홈 헬스케어 전문 기업 바야다홈헬스케어와 방문간호 연구 협력을 위한 업무협약을 체결\n간호학부 4학년생을 대상으로 지역사회 간호 실습 과목을 개발 예정, 지역사회 간호 온라인 과정과 요양보호사 시뮬레이션랩 교육과정 등 공동 개발\n2월\n2022.02.16 한양대-(주)NKCL 바이오그룹\n한양대가 (주)NKCL 바이오그룹과 맞춤의약 분야 연구협력을 위한 업무협약을 체결\n협약을 통해 양 기관은 맞춤의약 분야의 정보교류 및 산학협력, 연구개발 사업 및 인력양성 사업 활성화, 교과목 및 교육프로그램 개발에 대해 협력할 계획\n2022.02.22 한양대-현대위아\n한양대와 현대위아가 '블록코일을 적용한 모터 사업 협력을 위한 합의서'를 체결\n한양대 캠퍼스 내에 '현대위아 아이-모터 랩' 열어 연구와 인력양성\n한양대가 가진 블록코일 모터 지식 자산을 기반으로 로봇용 구동시스템을 양산할 수 있도록 공동 개발\n1월\n2022.1.6 한양대\n리걸클리닉센터\n-사단법인 나눔과이음\n한양대 리걸클리닉센터와 사단법인 나눔과 이음이 보호종료아동 자립을 위한 '세발 자전거 프로그램' 업무협약 체결\n두 기관은 '세발자전거'(한양대법전원 재학생으로 구성된 봉사단체 활동명) 프로그램의 ▲ 교육방식(유튜브 채널 개설, 비대면 강의), ▲ 교육내용(최신 법령, 제도 반영), ▲대상(시설보호아동 외 가정보호아동도 포함)의 확대, ▲ 새로운 활동 영역의 개척 등의 발전을 통해 요보호아동 및 보호종료 청년들을 위한 공익적 활동을 추진해 갈 계획\n2022.1.27 한양대, 경북대-부산대-전남대\n한양대가 대학 혁신기술의 공유체계 마련을 위해 경북대-부산대-전남대와 기술혁신공유대학 업무협약 체결\n△기술사업화 공유 플랫폼 구축 및 교육프로그램 공동운영 △글로벌 기술사업화센터 공동 설립 추진 및 협업프로그램 구축 △창업 시스템 상호 공유 △기술지주회사 조인트 벤처 설립 △공동 펀드 결성 및 투자 등을 진행 예정"
}