{
  "title": "MOU2021",
  "url": "https://hyu.wiki/MOU2021",
  "content": "2021년 한 해 동안 협약(\nMOU\n) 내역 모음\n목차\n1\n12월\n1.1\n2021.12.23 한양대-한국화웨이\n2\n11월\n2.1\n2021.11.30 한양대-마포구\n2.2\n2021.11.23 한양대-한국표준협회\n2.3\n2021.11.05 ERICA ICT 융합학부-딜라이트룸\n3\n10월\n3.1\n2021.10.13 한양대-서울시설공단\n4\n9월\n4.1\n2021.09.29 한양대 디지털헬스케어센터-삼성생명\n4.2\n2021.09.27 한양대 법학연구소 - 특허법원\n4.3\n2021.09.24 한양대-신한은행\n4.4\n2021.09.14 한양대 - 서울시설공단\n4.5\n2021.09.08 한양대 - 삼화페인트\n4.6\n2021.09.06 한양대 경영대학-(사)CEO지식나눔\n4.7\n2021.09.01 한양대 디지털헬스케어센터 - 한국MS\n5\n8월\n5.1\n2021.08.31 ERICA 예체능대학 - (주)지엔에이치바이오 - IC스포츠지식서비스연구센터\n5.2\n2021.08.30 한양대 - 포스코 건설,부산대,서울여대,부산진구청,한국해비타트\n5.3\n2021.08.24 ERICA 산학협력단 - 기술보증기금·신용보증기금·신한은행\n6\n7월\n6.1\n2021.07.16 한양대 - KB금융그룹\n6.2\n2021.07.20 한양대 캠퍼스타운-서울 동부권 대학\n7\n6월\n7.1\n2021.06.23 ERICA 과학기술융합대학-롯데월드 아쿠아리움\n7.2\n2021.06.23 한양대 - 수도권역 6개 대학\n7.3\n2021.06.16 ERICA AI 융합연구센터-고려대 안산병원\n7.4\n2021.06.11 한양대 ERICA - 극지연구소\n8\n5월\n8.1\n2021.05.25 한양대-도로교통공단 등 12개 기관\n8.2\n2021.05.21 한양대 공학대학-현대제철\n8.3\n2021.05.18 한양대의료원-국립정신건강센터\n8.4\n2021.05.07 한양대-아이쿱생협\n8.5\n2021.05.03 한양대-서울산업진흥원\n8.6\n2021.05.06 한양대-카이팜-키프론바이오\n8.7\n2021.05.31 한양대 - 코아스템\n9\n4월\n9.1\n2021.04.28 한양대 스포츠과학부-안산시상록장애인복지관\n9.2\n2021.04.12 한양대-신한은행\n9.3\n2021.04.12 한양대-강동구\n9.4\n2021.04.08 한양대 산학협력단-에이트원·엘솔루\n10\n3월\n10.1\n2021.03.31 한양대 IC-PBL교수학습센터-한컴인텔리전스\n10.2\n2021.03.30 한양대-서울시교육청\n10.3\n2021.03.18 한양대 스포츠산업학과-아프리카TV, 배턴터치\n10.4\n2021.03.13 한양대 갈등문제연구소-여주시\n10.5\n2021.03.03 한양대-대한전기협회, 원전해체산업기술연구조합\n11\n2월\n11.1\n2021.02.15 한양대 ERICA 산학협력단 - 휴온스\n11.2\n2021.02.19 한양대 등 서울 동부권 5개 대학\n11.3\n2021.02.05 한양대-중국 산동재경대\n12\n1월\n12.1\n2021.1.26 한양대 일반대학원 총학생회-빔모빌리티\n12.2\n2021.1.14 한양대 백남학술정보관-국립현대미술관\n12.3\n2021.1.13 한양대-동국방사능표준분석\n12.4\n2021.01.11 한양대-방글라데시 디지털대학(BDU)\n12월\n2021.12.23 한양대-한국화웨이\n이번 협약으로 ICT 인재 양성을 위해  한국화웨이는  한양대학교 내  ICT 관련 공과 계열학과 재학중인 우수 대학생 혹은 대학원생 에게 장학금을 수여하며 화웨이 ICT교육 플랫폼, 취업 진로 멘토링, 화웨이 본사 방문 기회 등 다양한 협력을 통해 인재양성에 힘을 함께하기로 하였다.\n11월\n2021.11.30 한양대-마포구\n한양대학교 사회과학대학과 마포구는 지난 30일 ‘미디어 아카데미 사업’ 추진을 위한 업무협약을 체결했다.\n협약의 주요 내용은 ▲구-대학 간 공유 가능한 미디어 교육 교류 ▲효율적 미디어 교육 및 관-학 홍보 인재 양성 협업 ▲대학의 미디어·홍보 분야와 연계한 지역 홍보 활성화 등이다.\n2021.11.23 한양대-한국표준협회\n한양대학교 창업지원단과 기술지주회사는 지난 23일 한국표준협회(회장 강명수)와 미래 유니콘 발굴을 위한 스타트업 지원 업무협약을 체결했다.\n양 기관은 이번 협약을 통해 △유니콘기업 발굴 및 육성, 공동투자를 위한 업무 협력 △스타트업의 R&D 자금 연계, 펀드조성 및 투자연계를 위한 공동 노력 △보육기업 육성을 위한 교육 및 멘토링, 보육 공간 공동 활용 △보육 및 투자기업의 해외시장 진출 △스타트업 및 중소·중견기업의 오픈이노베이션을 위한 공동 노력 등을 추진하게 된다.\n2021.11.05 ERICA ICT 융합학부-딜라이트룸\n한양대학교 ERICA ICT 융합학부 고민삼 교수팀(인간·인공지능 상호작용 연구실)이 지난 5일  '알라미'를 운영하는 딜라이트룸과 함께 수면 및 기상 경험 증진을 위한 산학 협력 연구 협약을 체결했다.\n양측은 사용자의 아침 컨디션을 정량화하고 표준화하는 연구를 시작으로, 수백만 사용자의 데이터 분석을 통해 전반적인 수면과 기상 경험을 증진하는 연구를 진행하게 된다.\n10월\n2021.10.13 한양대-서울시설공단\n한양대학교가 지난 10월 13일 서울시설공단과 고척스카이돔 지붕 및 외벽 청소로봇 개발을 위한 업무협약을 체결했다. 양 기관은 2025년까지 국비 28억5천만원 등을 투입해 청소 로봇을 개발할 계획이다.\n협약을 통해 한양대학교\n기계공학부\n로봇설계공학연구실\n과\n서태원\n지도교수는 해당 청소 작업을 무인화할 수 있는 로봇 개발의 책임을 맡아 연구를 진행할 계획이다.\n9월\n2021.09.29 한양대\n디지털헬스케어센터\n-삼성생명\n한양대 디지털헬스케어센터가 지난 29일 삼성생명과 디지털헬스케어 연구 협력을 위한 업무협약을 체결했다.\n협약을 통해 양 기관은 코로나로 인해 사회적 이슈로 주목받는 정신건강에 관한 디지털헬스케어 콘텐츠 및 서비스 관련 정보교류와 솔루션 개발에 대해 적극 협력하기로 했다.\n2021.09.27 한양대\n법학연구소\n- 특허법원\n한양대학교 법학연구소가 지난 27일 특허법원과 지식재산권법 관련 사법제도 및 사법서비스 발전을 위한 협약식을 체결했다.\n이번 협약을 통해 양 기관은 △지식재산권법에 관한 공동연구 및 학술행사 개최 △발간물 등 학술정보교류 △교류·협력 증진 프로그램 운영 등을 진행하기로 했다.\n2021.09.24 한양대-신한은행\n한양대학교가 지난 24일 신한은행과 ‘통합 디지털캠퍼스’ 구축을 위한 전략적 업무협약을 체결했다.\n'통합 디지털캠퍼스’는 온•오프라인 옴니 플랫폼으로 ▲디지털(Digital)과 아날로그(Analog)를 융합해 디지털 테스트 베드 점포인 ‘디지로그(Digilog) 브랜치’ ▲대학생 전용 모바일 플랫폼인 ‘헤이영 스마트 캠퍼스’ ▲산학연계 교육협력 플랫폼인 ‘IC-PBL'의 세 가지 채널을 통합 구축한다.\n한양대는 ‘더 새롭게, 더 가까이! DIGILOG 함께 한대!’를 슬로건으로 국내 최초 대학 특화 디지털 브랜치를 선보인다. ‘은행 같지 않은 은행’ 컨셉으로 기존 은행의 모습을 대학생 고객 중심 디지털을 위한 휴먼 터치를 구현할 수 있는 공간으로 탈바꿈한다.\n2021.09.14 한양대 - 서울시설공단\n한양대가 사회 인프라 관련 기술개발 협력 및 전문 인력 양성을 위해 서울시설공단과 14일 업무협약 체결\n사회 인프라 관련 정보 교류 및 자문, R&D 협력 및 기술 활용 협조, 실무형 인재 양성을 위한 현장 학습 지원, 기술 전문 인력 양성 협력을 통하여 사회 인프라의 안전한 관리에 상호 협력 예정\n2021.09.08 한양대 - 삼화페인트\n삼화페인트는 200억 원을 투자, 한양대 ERICA 캠퍼스 혁신파크 도시첨단산업단지에 연구소를 짓기로 했다.\n삼화페인트는 안산시, 한양대와 협력해 신소재산업을 육성하고 지역상생을 위한 협업도 이어나갈 예정이다.\n2021.09.06 한양대\n경영대학\n-(사)CEO지식나눔\n한양대 경영대가 재학생들에게 취업 관련 유익한 정보를 제공하고자 (사)CEO지식나눔과 6일 업무협약 체결\n이번 협약을 통해 한양대는 9월부터 기업CEO가 진행하는 ‘취업멘토링 강좌’를 개설 및 운영, 수업에 이어 대담·오찬미팅 등의 추가 활동을 통해 취업에 관한 많은 정보를 제공하고 학생들의 성장을 도울 예정\n2021.09.01 한양대\n디지털헬스케어센터\n- 한국MS\n이번 협약을 통해 양 기관은 정신건강을 증진시킬 수 있는 디지털 콘텐츠 개발과 관련된 정보교류와 기술 협력을 추진\n양 기관은 마이크로소프트가 보유하고 있는 인공지능(AI), 클라우드 등의 첨단기술과 키넥트, 홀로렌즈2 등의 장비를 활용해 치료기기를 개발하고 상용화를 진행 예정\n8월\n2021.08.31 ERICA 예체능대학 - (주)지엔에이치바이오 - IC스포츠지식서비스연구센터\n스포츠 발효음료가 노화 및 건강에 미치는 영향에 관한 연구를 공동 수행\n새로운 상품을 개발하고 관련 지식을 교류, IC-PBL 수업을 개설하여 기업이 가지고 있는 다양한 문제들을 해결\n2021.08.30 한양대 - 포스코 건설,부산대,서울여대,부산진구청,한국해비타트\n도시재생 아이디어를 발굴하고 생활여건 개선 및 주 참여 프로그램을 활성화, 지역주민이 필요로 하는 솔루션을 제공\n참여 대학생들은 도시혁신스쿨 수업을 수강, 지역사회 이슈 발굴부터 아이디어 도출과 실행에 이르는 전 과정을 체험\n포스코건설은 참여 대학생에게 도시재생을 위한 멘토링과 활동경비 등을 지원해줄 예정\n2021.08.24 ERICA 산학협력단 - 기술보증기금·신용보증기금·신한은행\n기술력 있는 유망 창업 기업 등을 적극 발굴, 지원해 포스트 코로나 시대에 선제적으로 대비하고, 지역경제 발전을 도모하고자 마련\nERICA는 창업기업의 발굴 및 육성을 지원, 각 금융기관은 교원, 학생 창업자 및 캠퍼스 입주기업, 협력기업에 대한 금융서비스 및 공동마케팅을 지원 예정\n7월\n2021.07.16 한양대 - KB금융그룹\n기업과 학교 간 연계를 통해 학생들이 기업 현장에서 발생하는 문제를 인식하고 이에 대한 해결책을 고안하는 방식의\nIC-PBL\n수업중심의 산학연계 교육협력 플랫폼 구축을 위한 MOU를 체결했다.\n이번 협약을 통해 KB금융은 한양대 IC-PBL교과목 개발 및 운영을 지원하며 금융 분야 전문가 양성을 돕는다.\n한양대는 교수와 학생의 연구를 통해 KB금융 고객의 고충점(Pain Point)을 해소할 수 있는 아이디어와 해법을 제시하고 나아가 KB금융 고객에게 새로운 가치와 경험을 제공할 계획이다.\n2021.07.20 한양대\n캠퍼스타운\n-서울 동부권 대학\n7월 20일 한양대가 건국대·세종대·장신대 등 서울 동북권 대학들과 캠퍼스타운 사업 클러스터 구축과 청년 창업 활동을 지원하기 위해 업무 협약을 체결했다.\n이번 협약을 통해 4개 대학의 캠퍼스타운은 기관 간 연계 청년창업 지원 프로그램을 개발하고 동북부 지역의 창업 행사를 개최하는 등 청년창업 확산을 위한 클러스터를 구축하기로 했다.\n6월\n2021.06.23 ERICA 과학기술융합대학-롯데월드 아쿠아리움\n6월 24일 한양대학교 과학기술융합대학과 롯데월드 아쿠아리움이 산학공동연구 및 전문인력 양성 위한 업무혁약을 체결\n기술·정보의 상호 교류와 협력, 산학 공동연구 및 기술개발(해양환경, 기후변화연구 등), 연계 교육과정 개발, 인턴십 및 현장실습 진행 등 인력양성 등에 적극 협력할 전망\n2021.06.23 한양대 - 수도권역 6개 대학\n한양대가‘수도권역 대학원격교육지원센터 사업추진위원회’를 개최, 동양미래대, 서울여대, 안산대, 인덕대, 한국산업기술대, 청운대(인천캠퍼스)를 공동활용 강의실(HY-LIVE 강의실) 구축 대학으로 선정\n일반대와 전문대를 대상으로 HY-LIVE 컨소시엄을 구성하고 맞춤형 강좌를 제공함으로써 향후 지속가능한 공유교육(Sharing Education) 모델의 혁신 사례로 권역내외의 대학에 공유 및 확산할 예정\n주요 내용은 ▲권역센터 사업 활성화를 위한 상호 교류 ▲공동 활용 강의실 구축·활용에 대한 상호 협력 ▲HY-LIVE 강좌 운영에 대한 공동 협력 ▲원격 교육 관련 공동 연구 및 정보 교류\n2021.06.16 ERICA AI 융합연구센터-고려대 안산병원\n6월 14일 한양대 ERICA AI 융합연구센터가 고대아산병원과 공동연구를 위한 업무협약 체결\n이번 업무협약으로 정기적인 심포지엄과 학술교류 활동을 펼치기로 의견 모음\n특히 상호 연구의 포괄적인 협조와 성과에 대한 부분 등 다양한 내용을 포함해 보다 실질적인 관계를 구축하기로 함\n2021.06.11 한양대 ERICA - 극지연구소\n6월 9일 한양대학교 ERICA와 극지연구소와 업무협약 체결\n극지(남· 북극)와 관련 지역에서의 기초 및 첨단응용 과학 연구 등을 수행하고 있는 극지연구소는 ERICA 과학기술융합대학 해양융합공학과와의 협약을 통해 다양한 연구활동 지원과 우수 전문인력양성이 더욱 활발해 질 전망\n5월\n2021.05.25 한양대-도로교통공단 등 12개 기관\n한양대학교는 지난 25일‘강원도 인공태양 연구기반 조성을 위한 산·학·연·관 협력체계 구축’ 협약을 체결했다. 강원대, 경희대, 강원도, 춘천시, ㈜뉴로메카, ㈜다원시스, ㈜디에스테크노, ㈜비츠로넥스텍, 도로교통공단, 한국과학기술연구원(KIST), 한국과학기술정보연구원(KISTI), 한국생산기술연구원 강원본부(KITECH) 등 총 13개 기관이 참여했다.\n협약의 주요 내용은 △인공태양 연구기반 산·학·연·관 네트워크 구축 △국가사업 인공태양 연구단지의 유치 지원 △인공태양 상용화 연구개발 사업 발굴 및 국가 공모사업 공동 추진 △신에너지 산업화 관련 신교통수단 연구협력이다.\n2021.05.21 한양대 공학대학-현대제철\n한양대학교 ERICA캠퍼스 공학대학이 5월 20일 공학대 학장실에서 현대자동차 그룹 현대제철 기술연구소와 친환경·고부가 철강제조기술 및 우수인력 양성을 위한 MOU를 체결했다.\n이번 협약은 탄소중립 2050을 위한 온실가스 저감, 고효율 전기차·수소차 제조기술력 고도화 등 현대그룹 미래 전략에 대응하고자 한양대 재료화학공학과 ‘고온물리화학소재공정연구실’을 ‘제1호 현대제철지정연구실’로 선정하고 철강분야 신기술 개발과 이에 요구되는 석·박사급 우수인력 공급을 위한 현대제철 기술연구소와 한양대학교 공학대학 간의 상호협력의 일환으로 마련됐다.\n2021.05.18 한양대의료원-국립정신건강센터\n한양대학교의료원이 국립정신건강센터와 정신건강증진을 위한 인프라 확충 및 인식 개선을 위해 업무협약을 체결했다.\n협약의 주요 내용은 △국민의 정신건강증진을 위해 서비스 인프라 교류 △정신질환자의 진료 의뢰,의학적 자문 등 진료 △정신건강 관련 사업,연구 및 학술활동 추진 △의료인 등의 교육∙수련 등이다.\n2021.05.07 한양대-아이쿱생협\n한양대가 지난 7일 아이쿱소비자생활협동조합연합회와 사회혁신·사회적경제 발전을 위한 협약을 체결했다.\n협약의 주요 내용은 △사회적경제와 사회혁신 분야 인재양성 △공동연구와 협력 △청년세대의 사회진출 및 현장교육(인턴십) 지원 등이다.\n2021.05.03 한양대-서울산업진흥원\n한양대가 지난 4월 서울산업진흥원(SBA)와 도시문제해결 특화 기업 성장지원을 위한 업무협약(MOU)을 체결했다.\n양 기관은 서울창업허브 성수를 통해 도시문제해결 특화 기업을 대상으로 액셀러레이팅 프로그램을 제공할 예정이다. 6월부터 본격적으로 '서울창업허브 성수 COLLABO-BATCH 액셀러레이팅' 사업을 실시 할 계획이다.\n한양대는 입주 스타트업을 선발하고 특화분야에 선정된 스타트업을 대상으로 서울창업허브 성수에서 약 7개월 동안 액셀러레이팅을 진행한다.\n2021.05.06 한양대-카이팜-키프론바이오\n한양대MEB 전주기 신약개발지원센터와 신약개발업체 카이팜, 키프론바이오가 비알콜성 지방간염(NASH) 치료제 개발을 위한 공동 연구 협약을 체결했다.\n한양대 MEB 전주기 신약개발지원센터는 환자 데이터를 제공하고, NASH 병리 기전을 해석하며 임상적 바이오마커 개발 및 적용에 기여할 예정이다.\n카이팜은 독점 보유한 약물 유도 전사체(KMAP)와 신약 개발 알고리즘을 통해 재창출 신약 물질을 발굴할 계획으로, 키프론바이오(키프론)와 임상 시험까지 공동으로 개발한다.\n키프론은 모회사인 바이오톡스텍에서 임상 1상을 완료한 비알콜성지방간염 치료제 개발의 노하우를 접목해 빅데이터-AI기반 NASH 치료제 개발에 활용할 계획이다.\n2021.05.31 한양대 - 코아스템\n한양대 산학협력단과 코아스템이 파킨슨병 줄기세포 치료제 개발을 목적으로 기술 이전 계약을 체결했다.\n한양대\n의과대학\n생화학 분자생물학교실의\n이상훈\n교수와\n장미윤\n연구교수가 개발해 특허를 받았다. 코아스템은 이 기술을 활용해 개선된 파킨슨병 세포치료제를 만드는 것이 목표다.\n4월\n2021.04.28 한양대\n스포츠과학부\n-안산시상록장애인복지관\n한양대학교 ERICA캠퍼스\n스포츠과학부\n가 4월 28일 안산시상록장애인복지관과 장애인 친화적인 환경을 구축하기 위한 업무 협약을 체결했다.\n협약에 따라 양 기관은 앞으로 장애인이 지역사회 안에서 건강하게 어울려 살도록 돕기 위해 장애인·비장애인 어울림 농구대회 자원봉사 지원, 상록 포레스트 농구 직장부 선수와 재학생 멘토&멘티 활동 연계, 안산체력인증센터를 통한 장애인 당사자 체력측정과 인증 지원 등을 협력해 나갈 예정이다.\n2021.04.12 한양대-신한은행\n한양대가 지난 12일 신한은행과 '신한 Life Care 기부 신탁'을 통해 후학양성과 기부 문화 확산에 상호 협력하는 업무협약을 체결했다.\n`신한 Life Care 기부 신탁`은 기부자가 살아있을 때 재산을 은행에 신탁하고 유고 발생시 신탁계약으로 지정한 사후 수익자(학교 등)에게 신탁재산을 기부하는 상품이다.\n이를 통해 기부자는 생전에 일정 금액을 매월 생활비로 입금 받는 등 신탁재산을 관리할 수 있고, 사후에는 은행을 통해 잔여재산을 안전하게 기부할 수 있어 생계 유지와 기부 목적을 동시에 달성할 수 있다.\n2021.04.12 한양대-강동구\n한양대가 지역 도시재생사업과 지역산업 육성을 위해 강동구와 '지역 사회혁신을 위한 관·학 협력 업무협약'을 체결했다.\n이번 업무협약에 따라 새로운 방식의 강동형 지역사회 혁신 모델 발굴에 적극 협력할 계획이다.\n세부 내용으로는 △지역사회 혁신과 도시재생 활성화를 위한 리빙랩 프로젝트 △대학이 보유한 우수기술 사업화 △창업, 현장실습, 인력양성 교육 프로그램이다.\n2021.04.08 한양대\n산학협력단\n-에이트원·엘솔루\n한양대 산합협력단이 AI·메타버스 기업 에이트원과, AI번역 음성인식 전문기업 엘솔루와 차세대 인공지능(AI) 어시스턴트 시스템 공동 개발을 목적으로 업무협약을 체결했다.\n산학협력단은 이번 MOU 체결을 통해 3사간 유기적 기술 협력을 통해 금융 분야·산업지능화에 특화된 정보를 제공하는 대화 시스템을 개발할 예정이다.\n에이트원 측은 기술 개발이 완료되면 기존 어시스턴트 시스템의 한계를 뛰어넘는 높은 수준의 대화 이해도와 상황별 맞춤형 정보 제공도 가능할 것으로 기대하고 있다.\n3월\n2021.03.31 한양대\nIC-PBL교수학습센터\n-한컴인텔리전스\n한양대\nIC-PBL 교수학습센터\n가 한컴MDS의 자회사인 한컴인텔리전스와 인공지능 비즈니스 모델 발굴을 위한 업무협약을 체결했다.\n이번 협약을 통해 양 기관은 기업 맞춤형\nIC-PBL\n교과목을 개발 및 운영해 기업이 요구하는 역량을 갖춘 인재 양성을 돕는다. 기업 구성원들의 역량 강화를 위한 재교육 커리큘럼 개발도 협력할 예정이다.\n2021학년도 1학기에는 한양대\n경영대학\n의 ‘인공지능과 비즈니스’ 학부 과목을 통해 학생들과 함께 한컴인텔리전스의 인공지능 기반 비즈니스 모델을 제안하는 과정을 가질 계획이다.\n2021.03.30 한양대-서울시교육청\n한양대가 서울특별시교육청(교육감 조희연)과 관내 초중등학교 학생의 기초학력 지원을 위해 '교원양성기관 재학생 교육봉사(학점인정) 연계 기초학력 지원 업무협약(MOU)’을 체결했다.\n이날 개최되는 업무협약 체결식에는 한양대를 포함해  21개 대학이 참여하며, 각 대학의 사범대, 교육대학원, 교직과 등 교원양성기관장 등이 참석했다.\n주요 협력 과제는 △교원양성기관이 재학생들에게 교육봉사에 한해 학점부여를 하며, △교육청은 현장의 기초학력 지원 수요를 파악하여 예비교원의 봉사활동을 매칭할 수 있도록 지원하는 것이다.\n2021.03.18 한양대\n스포츠산업학과\n-아프리카TV, 배턴터치\n한양대학교 스포츠산업학과와 아프리카TV, 온라인 피트니스 교육 전문 기업 '배턴터치'가 비대면 스포츠 코칭 통합 플랫폼 활성화를 위해 18일 업무 협약을 체결했다.\n한양대는 아프리카TV와 '배턴터치'의 비대면 코칭 서비스 R&D 협력을 통해 플랫폼에 참여할 강사와 사업자들을 위한 디지털 피트니스 전문가 양성 과정을 개설할 방침이다.\n디지털 피트니스 전문가 양성 과정은 플랫폼 참여 사업자들의 효율적 플랫폼 마케팅 전략 수립과 강사들의 컨텐츠 개발을 촉진시킬 수 있는 프로그램으로 구성될 예정이다.\n2021.03.13 한양대 갈등문제연구소-여주시\n한양대학교 갈등문제연구소가 여주시, 단국대학교 분쟁해결연구센터와 3월 12일 갈등분야 상생 협력을 위한 업무 협약을 체결했다.\n주요 내용으로는 갈등관리 관한 정책자문, 갈등관리 문화 확산을 위한 시민활동가 양성, 위탁교육, 협상·조정·중재 등 분쟁해결에 관한 지식정보 교환 및 인적교류 등의 내용을 담고 있다.\n2021.03.03 한양대-대한전기협회, 원전해체산업기술연구조합\n한양대학교가 3일 대한전기협회와 원전해체산업기술연구조합과 '원전해체 및 사용후핵연료 분야 전력산업기술기준 고도화를 위한 양해각서'를 체결했다.\n이번 협약은 전력산업기술기준(KEPIC) 전문성을 활용한 표준 개발로 원전해체 기술 개발 및 안전성 강화, 현장 적기 적용 등을 위해 추진됐다.\n3개 기관은 협약을 통해 △원전해체 분야 기술개발을 위한 연구과제 공동 기획 및 참여 △산업의 기술발전 및 KEPIC 표준화를 위한 공동 협력 △원전해체 분야 전문인력 양성을 위한 교육사업 협력 등을 수행한다.\n2월\n2021.02.15 한양대 ERICA 산학협력단 - 휴온스\n한양대학교 ERICA캠퍼스 산학협력단이 25일 약학대학에서 글로벌 헬스케어 제약회사인 휴온스와 '근력 개선 기능성 소재 기술이전 계약'을 체결했다.\n이번 기술이전 계약을 통해 한양대 약학대학 김철영, 이철훈 교수 연구팀이 발굴한 '근력 개선 기능성 소재'의 독점권이 휴온스에게 전달됐다. '근력 개선 기능성 소재’는 근육 단백질 합성을 촉진하고 분해를 억제하는 기전의 한방 유래 천연물 소재다.\n연구팀은 동물실험을 통해 ‘종아리 두께 및 근육 무게 개선’과 ‘근육합성(mTOR) 및 근육분해(MuRF-1)의 발현 조절’을 통한 근력 개선 기능성이 있음을 확인했다. 또한, 연구팀은 식품원재료에 등재된 천연물로, 기능성 소재로 발전 시 독성 및 부작용 발생 가능성 또한 낮아 건강기능식품 등 다양한 제품으로 상용화가 가능하다고 설명했다.\n2021.02.19 한양대 등 서울 동부권 5개 대학\n한양대를 포함해 서울 소재 동부권 5개 대학(한양대학교, 경희대학교, 고려대학교, 성균관대학교, 한국외국어대학교, )이 뉴노멀시대의 비대면 교육 내실화를 위한 디지털 혁신 교육콘텐츠 및 기술 공유협력을 위하여 혁신공유교류 협정을 체결한다.\n이번 협약을 통해 5개 대학은 글로벌 교육환경 변화에 능동적으로 대처하고, 4차 산업혁명 시대에 미래 인재 양성과 혁신가치 창출이라는 대학의 사명을 실현하기 위해 대학 간 실질적 교류의 강화를 통해 공유, 협력의 새로운 모델을 구축·실천하고자 한다.\n협정서 체결에 앞서 개최될 5개 대학 콜로키움은 대학별 혁신 사례를 소개하고 공유하여 각 대학이 보유한 고유가치와 특징을 상호보완적 협력차원에서 교육, 연구, 학제 등 다양한 분야로 확대하는 방안에 대해 논의하는 장이 될 것으로 기대를 모으고 있다.\n2021.02.05 한양대-중국 산동재경대\n중국 산동재경대와 한양대가 2월 5일 HY-LIVE 상황실에서 온라인으로 협약을 체결식을 진행했다.\n이번 협약을 통해 한양대 방문학생 프로그램에 산동재경대학의 한중일연구원이 참여할 수 있도록 하는 합의가 이루어졌다. 이에 따라 한양대 경제금융대학의 초청으로 맞춤형 수업과 산업체 방문 프로그램이 진행된다.\n양 대학은 향후 지속적인 방문학생교류를 위해 대학 간 일반교류협약을 비롯해 방문학생 부속협약 체결도 함께 진행했다. 더불어 향후 국제계졀학기와 단기 프로그램 등을 통해 학생교류를 확대도 지속적으로 추진할 예정이다.\n1월\n2021.1.26 한양대 일반대학원 총학생회-빔모빌리티\n한양대 일반대학원 총학생회가 빔모빌리티와 한양대\n서울캠퍼스\n내 공유 전동킥보드 운영에 대한 업무협약을 채결했다.\n교내에서의 빔모빌리티 공유 전동킥보드 이용 편의 증진과 교통 안전 확보 등에 대해 상호 협력한다.\n빔모빌리티는 한양대학교 서울캠퍼스 내 이용자들을 대상으로 특별 할인요금을 제공한다. 또한 , 캠퍼스 주차질서와 교통안전 확립을 위해 전동킥보드 주차공간을 지정하는 것과 더불어 전동킥보드의 주행속도를 교내 제한속도인 시속 20km로 제한한다.\n2021.1.14 한양대 백남학술정보관-국립현대미술관\n한양대 백남학술정보관이 국립현대미술관과 근ㆍ현대 문학과 미술 분야의 도서 및 자료를 공유함으로써 학계의 연구 증진 및 전시 자료 구축을 위한\n업무협약\n을 체결했다.\n협약을 통해 한양대 백남학술정보관은 구름재서재 자료 일부를 국립현대미술관에 기증한다.\n국립현대미술관은 기증 자료 보존처리, 디지털 아카이빙 및 지속적인 관리를 통해 이를 영구 보존하고, 연구 및 전시에 적극 활용할 계획이다. 또 한양대 백남학술정보관은 디지털화된 아카이빙 자료를 공유 받고 미술관에 기증한 자료들을 지속 열람하여 인문사회계열의 연구 증진을 장려할 예정이다.\n2021.1.13 한양대-동국방사능표준분석\n한양대가 동국방사능표준분석(주)와 원전해체 미량 방사성 핵종 표준 분석을 위한 업무협약을 체결했다.\n협약을 통해 국내 해체 방사성 폐기물 특성평가 연구의 기반을 다지는 것뿐만 아니라 이제까지 불모지였던 국내 미량 방사성 핵종 시험 분석 및 평가 분야 연구에도 큰 시너지 효과를 낼 수 있을 것으로 기대된다.\n2021.01.11 한양대-방글라데시 디지털대학(BDU)\n한양대가 대학 간 교육협력사업 추진을 위해 지난 11일 방글라데시 디지털대학과 '방글라데시 디지털대학' 업무협약 체결\n협약을 통해 교과과정 개선 및 개발 등 교육협력사업, 각종 자문역할을 통한 교육 연구 협력, 본교 교육프로그램 제공을 통한 학생 및 인적 교류, 양 대학간의 공동연구사업 등을 추진할 예정이다."
}