{
  "title": "New Hanyang 2020/행정조직 변화",
  "url": "https://hyu.wiki/New_Hanyang_2020/%ED%96%89%EC%A0%95%EC%A1%B0%EC%A7%81_%EB%B3%80%ED%99%94",
  "content": "New Hanyang 2020\n의 행정조직 변화를 기록한 문서입니다. 한양대학교 요람 2009-2012 참고\n목차\n1\n행정조직 개선\n1.1\n경영 혁신을 위한 다양한 의사소통 창구 마련\n1.2\n단과대학 중심의 자율책임경영제도(RCM) 도입\n1.3\n차세대종합정보시스템 구축\n1.4\n전략적 성과 관리체계(BSC) 도입\n1.5\n창의 Self 직무 제안제도\n1.6\n6시그마 제도 도입\n2\n인사제도의 개편\n2.1\n직원 교육비 감소 추세\n2.2\n학사직원의 단계적 직종전환 결정\n행정조직 개선\n경영 혁신을 위한 다양한 의사소통 창구 마련\nNew Hanyang 2020\n계획을 통한 경영혁신 체제를 구축하기에 앞서 경영진과 구성원 사이에 다양한 의사소통의 장을 마련\n대학별 교수와의 간담회, 총장과 직원이 소통하는 열린 한양카페, 서울·ERICA 학생들과의 토론회 등\n이를 통해 구성원이 전략과 비전을 공유하고, 대학 발전과 경영 혁신에 필요한 창의적 방안을 도출할 수 있었음\n이외에도 본교 인터넷 홈페이지에는 대학발전을 위한 소통의 창인 ‘소통한대·발전한대’ 게시판을 개설해 대학 전체에 경영 혁신의 이해도를 높이는 중요한 계기가 됨\n단과대학 중심의 자율책임경영제도(RCM) 도입\n단과대학의 자율적 교육과 연구역량 강화를 지원하기 위해 2011년 중앙행정조직 내 15개의 팀을 감축\n이에 따라 중앙행정조직의 우수 인력을 단과대학에 배치하여 단과대학의 자율책임경영을 지원\n자율책임경영제도(RCM：Responsibility Center Management)는 예산제도의 혁신을 근간으로 수입창출과 비용구조 개선의 책임권한을 단위 부서의 운영 자율권으로 부여해 경쟁력을 강화하고자 하는 자율과 책임의 경영 시스템\n자율책임경영제도의 도입에 따라 단과대학 학장의 권한이 파격적으로 늘어나면서 수입비용 마인드와 기업가 정신을 지닌 CEO형 학장을 제도적으로 육성\\\n차세대종합정보시스템 구축\nNew Hanyang 2020\n프로젝트의 성공적 실현을 위해 2011년부터 차세대종합정보시스템 구축을 추진\n업무 프로세스 개선을 위한 BPR(Business Process Reengineering) 컨설팅을 시작으로 차세대 학사, 행정, 연구 시스템을 설계했으며, 교수·학생·직원이 모바일 환경에서 업무를 처리할 수 있는 스마트캠퍼스도 단계별로 구축\n또한 교내 정보화 인프라 수준 역시 한층 높여 차세대 시스템의 구축 후에는 신속하고 안정된 서비스를 제공\n차세대종합정보시스템에는 경영자들의 신속한 의사결정을 돕기 위한 경영정보시스템, 단과대학 단위의 성과관리시스템, 교육원가시스템, 시설 공간시스템, 자산 및 에너지관리시스템 등을 포함해 중장기 발전 계획 실현에 큰 도움이 될 수 있도록 함\n전략적 성과 관리체계(BSC) 도입\nNew Hanyang 2020 프로젝트에서 도출한 비전 목표와 전략이 성공적으로 이행되고 있는지를 과학적으로 모니터링하기 위해 전략적 성과 관리체계 BSC를 도입\nBSC는 ‘Balanced Score Card’의 약자로 ‘균형성과지표’를 의미, 단기적 성과와 장기적 성과, 재무적 성과와 비재무적 성과를 균형있게 고려하는 것에 초점을 두고 과제를 관리하는 시스템\n본교에서는 대학 업무의 특성과 전략을 고려해 ‘고객가치’, ‘혁신활동’, ‘핵심역량’, ‘필요재원’ 의 4가지 관점을 설정\n각 행정부서와 단과대학은 전략목표, 핵심성과지표(KPI：KeyPerformance Indicator), 목표치, 중심추진과제를 설정해 교육, 연구, 국제화, 기부금 모집 등의 성과지표를 실시간으로 관리하며 개혁을 추진해 가게 됨\n창의 Self 직무 제안제도\n대학의 경영 혁신을 위한 다양한 프로그램을 실현시키기 위해 ‘자기 일의 완성도 재고’에 초점을 둔 창의 Self 직무 제안 제도를도입\n소속직원이 자신의 업무에 창의적인 아이디어를 가지고 있다면 eZhub ‘창의 Self 직무 제안’ 창에 입력하여 아이디어를 공유하는 프로그램\n제안 방식은 ‘아이디어 제안’과 ‘실시 제안’으로 구분하며, 대학 본부는 심사를 거쳐 해당 제안자에게 직원 교육 마일리지와 금전적 인센티브를 지급\n등록한 아이디어는 ‘창의 Self 직무 제안’ 창에 접속한 직원 모두에게 공개해 업무 개선 내용을 조회하고, 타 부서의 개선 사항을 쉽게 업무에 활용할 수도 있음\n6시그마 제도 도입\n행정의 전문성 향상과 서비스 경쟁력 향상을 위해 ‘6시그마(Sigma)’ 제도를 도입\n6시그마란 ‘시그마’라는 통계 척도를 사용해 모든 품질 수준을 정량적으로 평가하고, 품질 혁신과 고객 만족을 달성하고자 하는 혁신 전략으로 객관적인 데이터에 입각한 교직원의 과학적 의사결정 능력을 강화\n2009년 6시그마 추진 TF팀을 구성하고 1차 웨이브 프로젝트를 시행한 이래, 2012년까지 총 7차 웨이브 프로젝트까지 추진\n인사제도의 개편\n직원 교육비 감소 추세\n2009년을 기준으로 볼 때 2012년 현재 전체 교육비는 27.7%가 감소했고, 1인당 교육비는 24.6%가 감소했다. 반면 직원 수의 감소는 4.1%에 불과해 상대적으로 교육비 지출이 큰 폭으로 감소\n학사직원의 단계적 직종전환 결정\n2010년 4월 학사지원직원노조는 일반직 직원 내의 차별 시정을 요구하며 파업을 시행했\n본교의 일반직 직원은 ‘직원(갑), 직원(을), 학사지원직원’의 3개 직군으로, 직군별로 임금과 정년 수준이 다르게 책정\n파업 결과 같은 해 10월 대학과 노조는 2011년부터 매년 5명 이상의 학사지원직원을 직원(을)로 전환하기로 협상안을 체결"
}