{
  "title": "PBL",
  "url": "https://hyu.wiki/PBL",
  "content": "PBL은 'Problem Based Learning'의 약칭이다.\n서울캠퍼스 관장 부서 :\nIC-PBL 교수학습센터\nERICA캠퍼스 관장 부서 :\nIC-PBL센터\n목차\n1\nIC-PBL\n1.1\nIC-PBL 참여 교과수\n1.2\nIC-PBL 교과 강의평가 결과\n[2]\n1.3\nIC-PBL MECA\n1.4\nIC-PBL 강좌 의무 이수제\n1.5\n협업사례\n1.6\n성과\n1.7\n언론\nIC-PBL\nIC-PBL은 Industry Coupled Problem Based Learning의 약자로 한양대학교가 실시하는 산업체 및 사회 연계형 문제해결중심 차세대 교육 모델이다. 기업/기관과 대학이 유기적으로 연결돼 현장의 실제적인 문제를 해결하며 함께 발전하고 새로운 가치를 창출하도록 지원하는 혁신적인 수업모델이다. 4차 산업혁명 시대에 걸맞은 문제해결형 인재를 양성하는 한편, 현장실습 고도화로 사회가 요구하는 인재를 양성하는 한편, 현장실습 고도화로 사회가 요구하는 인재를 양성하려는 방법이다. 개별 대학이 대응하기 힘든 사회의 변화나 요구를 대학과 산업체가 공동으로 대응하는 것이라 볼 수 있다. 초연결 교육, 공유 교육 플랫폼을 지행하는 프로그램이다.\n수업 적용\n한양대의 다양한 전공 영역\n수업 목적\n복잡하고 예측 불가능한 미래 사회에 유연하게 적응하는 인재 양성 & 사회 발전을 주도할 리더로서의 필요 역량 개발\n수업 목표\n실제적인 문제해결력, 유연한 사고력, 창의성, 협업능력, 커뮤니케이션 능력 확보 & 전공과 연결된 실제 산업현장에 관한 이해 재고\n혁명의 불씨를 지핀 인물은 에리카캠퍼스의 산학협력단장을 지냈던 김우승 전 한양대 총장이다. 교육부에서 2016년에 추진한 프라임(PRIME·ProgRam for Industrial needs Matched Education) 사업에 에리카가 선정된 게 계기가 되었다. 이에 2016년 4개 교과목에 ‘IC-PBL(Industry Coupled Project/Problem-Based Learning)’, 즉 PBL과 산업의 연계를 처음으로 적용했다. 이후 ERICA에서 시작한 혁명은 서울 본교까지 번져나갔다.\nIC-PBL 수업 개발과 지원은\nIC-PBL교수학습센터\n에서 수행한다. 온·오프라인을 통해 다양한 기업/기관의 요구를 수렴한 뒤, 전문 컨설턴트와 대학 교수자가 기업/기관 맞춤형 IC-PBL 수업을 설계, 운영하며 다양한 성과를 창출하고 있다. 기업/기관의 재직자가 참여해 함께 교육을 받고 학생들의 문제해결 활동에 멘토로 참여할 수 있어 사회 구성원의 평생교육에도 기여한다.\nERICA캠퍼스만의 PBL은 <\nERICA IC PBL\n>이라고 대표하여 지칭하며\nIC-PBL센터\n(\nPBL센터\n)에서 운영한다. 여기서 IC는 Industry Coupled 의 약자로 산업중심의 현장성 있는 문제 해결을 중점적으로 적용한다는 의미를 담고 있다. (2017. 8)\n2017년 10월에 실시한 슬로건 공모전에서는 '전에 없던 PBL! 전혀 다른 PBL!'이 1등에, 'ERICA에 풀지 못할 문\n제는 없다!'와 '캠퍼스 속 현장, IC-PBL 통해 앞서가자!'가 2등으로 선정 발표되었다.\nIC-PBL 참여 교과수\n2019년 기준, 2018-2학기 이후 매 학기 160% 정도 증가\n[1]\n2023년 5월 8일 기준, 한 학기에 254개 강좌가 IC-PBL이다. 누적으론 1952개 강좌. 공과대학은 물론 언론정보대학, 예체능대학까지 총 9개 단과대학이 모두 참여한다.\nIC-PBL 참여 교과수（2019）\nIC-PBL 교과 강의평가 결과\n[2]\n2019년 기준, 2018 1학기 교양 7개 강좌 91점 / 2018 2학기 37개 강좌 95점\nIC-PBL MECA\nIC-PBL 은 '현장에서의 문제제공 여부'와 '문제해결 과정 중 현장개입 여부'에 따라 다음 4가지 유형으로 구분되며 그 첫글자를 따 MECA 라고 지칭한다.\nMerge (현장통합형)\n기업 및 기관 등 현장으로부터 문제를 직접 제공받거나 현장의 요구로 발생한 문제를 수업에 활용. 문제 해결 과정 중에 현장으로부터 평가 및 피드백을 제공 받는다.\nEvaluate (현장평가형)\n현장에서 해결이 필요한 이의성, 실제성, 개연성 있는 문제를 교수자가 설계 및 개발하는 것으로 문제해결 과정 중 현장으로부터 평가 및 피드백을 제곧 받는다.\nCreate (문제해결형)\n현장에서 개결이 필요한 시의성, 실제성, 개연성 있는 문제를 교수자가 설계 및 개발하고, 현장의 개입 없이 수업에 참여하는 구성원들 간에 평가와 피드백을 한다.\nAnchor (현장문제형)\n기관 및 기관 등 현장으로부터 문제를 직접 제공받거나 현장의 요구로 발생한 문제를 수업에 활용하며, 현장의 개입 없이 수업에 참여하는 구성원들 간의 평가와 피드백을 한다.\nIC-PBL 강좌 의무 이수제\n적용대상 : ERICA캠퍼스 2017학년도 신입생 부터\n의무이수 조건 : 본부가 관장하는 IC-PBL과 비전설계(1학년 1학기), IC-PBL과 취·창업을 위한 진로탐색(2학년 1학기), IC-PBL과 역량계발(3학년 2학기) 포함하여 IC-PBL 강좌 4강좌 이상 이수를 졸업 요건으로 충족하여야 한다. 이때 타 전공 IC-PBL 강좌의 이수도 인정한다.\n미충족자의 처리 : IC-PBL 강좌 의무 이수 졸업 요건을 충족하지 못한 학생은 학업연장재수강자로 처리\n주의사항 : 다음의 경우에는 IC-PBL 강좌가 이수된 것으로 인정되지 않습니다.\n이전에는 IC-PBL 강좌였으나, 일반 과목 또는 강좌로 변경된 후 성적 상승 재수강을 한 과목이나 강좌\n과목명은 동일하나 IC-PBL 강좌가 아닌 강좌\n자진 유급으로 성적이 폐기된 IC-PBL 강좌\n제외학과 : 공학대학의 융합공학과, 국방정보공학과, 스마트융합공학부, 약학대학의 약학과, 경상대학의 회계세무학과\n↑\n출처:\n사랑한대매거진250\n-창의융합 따라잡기\n↑\n출처:\n사랑한대매거진250\n-창의융합 따라잡기\n협업사례\n창의융합교육원 김성희 교수 – 논산시 인구청년교육과\n수업명: ‘과학기술학의 새로운 지형도’\n수업 내용: 논산 내 다양한 이슈들의 해결방안 모색\n전자공학부의 이병주 교수 - 휴림로봇\n수업명: 'ITC 융합로봇공학'\n성과\n올해에는 LG전자, 서울디지털재단, 성동구청, 서울시 리빙랩, 마이베네핏 등 다양한 기업/기관과 연계된 역동적인 IC-PBL 수업이 개설, 운영 중이다. (2020)\n2023년 5월 8일 기준, 홈페이지에 들어와 자료를 다운로드한 건수는 총 2만9026건. 278개의 국내 대학이 벤치마킹했다. 서울대, 연세대, 고려대는 물론 KAIST까지 있다. 미국, 일본, 중국 등 23개 유수의 해외 대학에서도 곁눈질했다. 삼성, SK, LG, 롯데 등 229개 기업과 기관도 관심을 보였다.\n작년 유네스코(UNESCO)에서 지속가능발전교육 프로젝트로 인증받았다.\n2022학년도 IC-PBL 성과 공유회 진행 (2023.01.12.)\n장소: 백남학술정보관 국제회의실\n목적: 한양을 대표하는 10개 비교과 프로그램의 활동 성과 축하 및 공유\n모토: HY-Learning Journey: 경험하는 한양인\n언론\n<매일경제> 2023.05.08\n[사람과 현장] \"교실은 거들뿐, 경험이 진짜다\"… 에리카캠퍼스의 강의혁명\n<뉴스H> 2023.07.19\nIC-PBL 대회 수상자가 들려주는 IC-PBL 수업! - 인문ㆍ사회계열편\n<뉴스H> 2023.07.21\nIC-PBL 대회 수상자가 들려주는 IC-PBL 수업! - 이공계열편"
}