{
  "title": "Sang-Cheol Bae",
  "url": "https://hyu.wiki/Sang-Cheol_Bae",
  "content": "2019\n연구우수교수\n목차\n1\nProfile\n2\nResearch Topics\n3\nPapers\n4\nContact Information\nProfile\n2019-present  Director, Hanyang University Institute for Rheumatology Research, Seoul, Korea\n2018-present  Editorial Board, Annals of Rheumatic Diseases\n2018-present  Vice President, Korean Academy of Medical Sciences\n2018-present  Full member, Korean Academy of Science and Technology\n2016-present  Full member, APLC (Asia Pacific Lupus Collaboration)\n2016-present  President, Korean Society of SLE Research\n2011-present  Full member, National Academy of Medicine of Korea\n2008-2015    Clinical Research Center for Rheumatoid Arthritis by Ministry of Health and Welfare, Korea (PI, Director)\n2006-2007    Presidential Medical R&D advisory committee member\n2005-2019    Director, Hanyang University Hospital for Rheumatic Diseases, Seoul, Korea\n1998-present  Full member, SLICC (Systemic Lupus International Collaborating Clinics)\n1997-1998    Ad hoc Committee on Neuropsychiatric SLE nomenclature (co-chair)\n1996-1998    Research Fellow and Instructor, Brigham & Women’s Hospital, Harvard Medical School, Boston, MA, USA\n1993-present  Professor in Internal Medicine, Rheumatology, Hanyang University, Seoul, Korea\n2012-present   Hanyang University Distinguished Professor, Seoul, Korea\n1993-present   Professor in Internal Medicine, Rheumatology, Hanyang University, Seoul, Korea\n1996-1998  MPH, School of Public Health, Harvard University, Boston, MA, USA\n1985-1993  PhD (Medicine), Hanyang University, Seoul, Korea\n1978-1984  MD, College of Medicine, Hanyang University, Seoul, Korea\nProfessor Sang-Cheol Bae acquired his MD in 1984, and subsequently a PhD in 1993, from the Hanyang University, Seoul, Korea. From 1996 to 1998, he worked as a rheumatology research fellow and instructor at the Brigham and Women’s Hospital, Harvard Medical School, Boston, USA. In 1998, he also obtained a Master of Public Health degree from the Harvard School of Public Health, Boston, USA. \nThroughout his illustrious career, he has been honoured with numerous academic awards, including the 2008 Distinguished Clinical Investigator Award by the Asia Pacific League of Associations for Rheumatology, 2010 Hanmi Proud Doctor Award by the Korean Medical Association, 2011 Korean Rheumatology Academic Award by the Korean College of Rheumatology, 2012 Hanyang University Distinguished Scholar Professor award, 2016 Minister of Health & Welfare Award, 2017 National R&D Excellence Award by Minister of Science and ICT, 2018 Wunsch Medical Award by the Korean Academy of Medical Sciences, and 2019 Paiknam Distinguished Scholar Professor award by Hanyang University.\nResearch Topics\nSystemic Lupus Erythematosus [SLE] and Rheumatoid Arthritis [RA]\nClinical Epidemiology (including clinimetrics, clinical trials and innovative treatment development, clinical and pharmaco-economics, and outcomes research)\nGenetic Epidemiology including drug discovery and repurposing\nPrecision Medicine\nProf Bae’s research has the overall theme of understanding clinical, environmental & genetic factors associated with SLE and RA and their individual prognosis and drug response prediction for the precision medicine. For this purpose, as one of the most prominent clinician and researchers in Asia in this field, he has established largest Korean SLE & RA cohorts, solved clinically important questions, and identified clinical predictors and dozens of common genetic variants and epidemiologic factors conferring risk of the diseases using the advanced methodology like GWAS, NGS, immunochip, and HLA imputation for multiple ancestral populations. With these studies, he has also discovered novel biologic insights and therapeutic targets which implicate a potential guiding role of human SLE/RA genetics data in drug discovery and repurposing. In addition, he has already started to go beyond genetics and conduct thorough integrated analyses with epigenetics, transcriptomics, proteomics and more. He has successfully administered and participated in many multinational and multicenter projects as a principal investigator and co-investigator and he is always well aware of the factors needed for a successful research project which he will carry out.\nPapers\nHe has published ~700 articles on these topics in national and international peer-reviewed journals including, New England Journal of Medicine, Nature, Nature Genetics, Nature communications, American Journal of Human Genetics, PLoS genetics, Annals of the Rheumatic Diseases, Arthritis and Rheumatology, Human Molecular Genetics, and Rheumatology, to name a few. Selected articles are as follows.\n“Trial Investigators. Trial of Anifrolumab in Active Systemic Lupus Erythematosus”, N Engl J Med., 2020\nhttps://www.nejm.org/doi/pdf/10.1056/NEJMoa1912196\n“Deletion at 2q14.3 is associated with worse response to TNF-α blockers in patients with rheumatoid arthritis”, Arthritis Res Ther, 2019\nhttps://link.springer.com/article/10.1186/s13075-019-1983-y\n“Amino acid signatures of HLA Class-I and II molecules are strongly associated with SLE susceptibility and autoantibody production in Eastern Asians”, PLoS Genet, 2019\nhttps://journals.plos.org/plosgenetics/article?rev=2&id=10.1371/journal.pgen.1008092\n“Biological function integrated prediction of severe radiographic progression in rheumatoid arthritis: a nested case control study”, Arthritis Res Ther, 2017\nhttps://arthritis-research.biomedcentral.com/articles/10.1186/s13075-017-1414-x\n“Influence of HLA-DRB1 Susceptibility alleles on the clinical subphenotypes of Systemic Lupus Erythematosus in Koreans”, Arthritis Rheumatol, 2016\nhttps://onlinelibrary.wiley.com/doi/full/10.1002/art.39539\n“Identification of a systemic lupus erythematosus risk locus spanning ATG16L2, FCHSD2, and P2RY2 in Koreans”, Arthritis Rheumatol, 2016\nhttps://onlinelibrary.wiley.com/doi/full/10.1002/art.39548\n“High-density genotyping of immune-related loci identifies new SLE risk variants in individuals with Asian ancestry”, Nat Genet, 2016\nhttps://www.nature.com/articles/ng.3496\n“Interactions between amino-acid-defined MHC class II variants and smoking for seropositive rheumatoid arthritis“, Arthritis Rheumatol, 2015\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC4581918/\n“High-density genotyping of immune loci in Koreans and Europeans identifies eight new rheumatoid arthritis risk loci”, Ann Rheum Dis., 2015\nhttps://ard.bmj.com/content/74/3/e13.short\n“Genetics of rheumatoid arthritis contributes to biology and drug discovery”, Nature, 2014\nhttps://www.nature.com/articles/nature12873\n“The HLA* DRβ1 amino acid positions 11-13-26 explain the majority of SLE-MHC associations”, Nat Commun, 2014\nhttps://www.nature.com/articles/ncomms6902\n“Smoking, the HLA-DRB1 shared epitope and ACPA fine-specificity in Koreans with rheumatoid arthritis: evidence for more than one pathogenic pathway linking smoking to disease”, Ann Rheum Dis, 2014\nhttps://ard.bmj.com/content/73/4/741.short\n“Variation in the ICAM1-ICAM4-ICAM5 locus is associated with systemic lupus erythematosus susceptibility in multiple ancestries”, Ann Rheum Dis, 2012\nhttps://ard.bmj.com/content/71/11/1809.short\n“Smoking increases rheumatoid arthritis susceptibility in individuals carrying the HLA-DRB1 shared epitope, regardless of rheumatoid factor or anti-cyclic citrullinated peptide antibody status”, Arthritis Rheum, 2010\nhttps://onlinelibrary.wiley.com/doi/full/10.1002/art.27272\n“Increased Susceptibility to Rheumatoid Arthritis in Koreans Heterozygous for HLA-DRB1*0405 and *0901” Arthritis Rheum, 2004\nhttps://onlinelibrary.wiley.com/doi/full/10.1002/art.20608\nContact Information\nE-mail : scbae@hanyang.ac.kr"
}