{
  "title": "Tae Jeong Kim",
  "url": "https://hyu.wiki/Tae_Jeong_Kim",
  "content": "2019\n연구우수교수\n목차\n1\nProfile\n2\nResearch Topics\n3\nPapers\n4\nContact Information\nProfile\n2022-present Professor, Hanyang University\n2023-present Deputy of Muon System Manager in the CMS collaboration\n2019-present Editor of Journal of Korean Physical Society\n2022-2025 Spokesperson for the Korea-CMS collaboration\n2019-2022 Chairperson of the CMS RPC Institution Board\n2015-2021 Associate professor, Hanyang University\n2013-2014 postdoc, Free University of Brussels (VUB), Belgium\n2009-2013 postdoc, Korea-CERN project\n2008-2009 postdoc, University of Iowa, USA\n2007 Ph.D., Korea University\n2002 M.S., Korea University\n2000 B.S., Korea University\nResearch Topics\nMeasurement of cross section of the top-quark pair production in association with a pair of bottom quarks : After the Higgs (H) boson discovery in 2012 at the LHC at CERN, from the initial measurements, the properties of the H boson seem to be consistent with those from the H boson in the standard model. Furthermore, from analyzing the proton collision data of the LHC, the couplings of a top quark and a bottom quark in the standard model third generation with the H boson were recently discovered in different processes in 2018. However, the confirmation that both couplings are simultaneously consistent with the predictions is only possibly by measuring the unique process where top-quark pairs are produced in association with the H boson where the H boson decays a pair of bottom quarks. This process is yet to be discovered. In the search for new physics phenomena beyond the stadard model, this first time ever measurement is a vital avenue to discover unknown features, i.e. when the measurement would not agree with the predictions of the standard model.\nSearch for flavor changing neutral current in the top quark sector : Flavor-changing neutral couplings of the top quark to gauge and Higgs bosons are forbidden at tree level and can only appear in loop corrections but suppressed by the Glashow-Iliopoulos-Maiani (GIM) mechanism with the SM branching fraction of 10-15. Since any deviation from the SM would indicate new physics, anomalous interactions of the top quark have been widely searched. In our study, we focus on the flavor-changing neutral Higgs using data collected with the CMS detector at 13 TeV.\nPapers\n“Measurement of the cross section ratio sigma(t-tbar b-bbar)/ sigma(t-tbar jj) in pp collistions at 8 TeV”, CMS collaboration (CERN), 2015\nhttps://www.sciencedirect.com/science/article/pii/S0370269315003263\n“A study of top-quark mass measurement using the lepton energy distribution at the Large Hadron Collider”, EPJC, 2017.\nhttps://link.springer.com/article/10.1140/epjc/s10052-017-5459-4\n“Measurement of t-tbar cross sections in association with b jets and inclusive jets and their ratio using dilepton final states in pp collisions at 13 TeV”, CMS collaboration (CERN), 2018\nhttps://www.sciencedirect.com/science/article/pii/S0370269317309358\n“Search for the flavor-changing neutral current interactions of the top quark and the Higgs boson which decays into a pair of b quarks at 13 TeV”, CMS collaboration (CERN), 2018\nhttps://link.springer.com/article/10.1007/JHEP06(2018)102\n“Correlation between RD* and top quark FCNC decays in leptoquark models”, JHEP, 2019\nhttps://link.springer.com/article/10.1007/JHEP07(2019)025\nContact Information\n연구실 URL :\nhttps://epp.hanyang.ac.k\nr\nE-mail : tae.jeong.kim@cern.ch"
}