{
  "title": "간호학과",
  "url": "https://hyu.wiki/%EA%B0%84%ED%98%B8%ED%95%99%EA%B3%BC",
  "content": "목차\n1\n대학원\n2\n학부(서울)\n2.1\n교육목표\n2.2\n전공소개\n2.2.1\n학과 소개\n2.2.2\n학과 정보\n2.2.3\n특장점\n2.2.4\n커리큘럼\n2.2.5\n진로\n2.2.6\n질의응답\n2.3\n교수진\n2.4\n교육목표\n대학원\n소속: 서울 대학원 간호학과\n유형: 대학원\n영문명: DEPARTMENT OF NURSING\n중문명: 护理系\n학부(서울)\n소속: 서울\n간호학부\n간호학과\n유형: 서울 대학\n영문명: DEPARTMENT OF NURSING\n중문명: 护理系\n교육목표\nMission\n한양대학교 간호학부의 미션은 사랑을 실천하는 간호인재를 육성하는 것이며, 이를 위해 사람의 가치를 높이는 교육, 자율과 책임의 분권경영, 세계를 품는 글로벌 리더십 함양, 품격과 긍지의 한양공동체로서 사회에 힘이 되는 연구를 하고자 한다.\n교육목표\n한양대학교 간호학부의 교육목표는 ‘전문적 지식과 능력을 배양하여 인간의 건강요구에 부응하는 간호를 수행하고 사랑을 실천하는 전문직 간호인재’를 육성하는 데 있다. 이를 위해 ‘교양인, 봉사인, 전문인, 실용인, 세계인’의 5가지 간호학부의 인재상과 7가지 간호사의 핵심역량을 바탕으로 학생들이 학부교육 프로그램 후 성취해야할 9가지의 성과를 도출하여 제시하고 있다.\n전공소개\n전공안내서2025의 내용을 발췌해 정리한 글임.\n학과 소개\n간호학이라는 학문은 건강의 회복, 질병의 예방, 건강의 유지 및 증진에 필요한 지식·기력·의지·자원 등을 갖추도록 하는 일련의 간호 활동에 관한 이론을 연구하고 연구를 바탕으로 전문 간호인을 양성하는 학문입니다. 간호는 건강관리 체제의 통합된 부분으로서 인간의 건강 증진, 질병예방, 건강회복, 존엄한 죽음 및 생애주기를 아우르는 돌봄의 고정입니다. 간호의 주요 관심은 간호과정을 통한 개인, 가족 및 지역사회의 건강과 삶의 질 향상에 있습니다. 따라서 간호학과에서는 건강의 회복, 질병의 예방, 건강의 유지 및 증진에 필요한 지식을 배우고 회복과 재활을 돕는 등 간호와 돌봄 활동에 대한 이론과 실무를 배웁니다.\n본 간호대학의 학사과정은 급변하는 보건의료환경의 요구에 부응하고 간호전문직의 발전과 국민 건강증진을 도모하기 위하여 간호의 주요 개념인 인간, 환경, 건강, 간호를 바탕으로 건강증진, 질병간호, 전문직 개발을 개념틀로 하고 있습니다. 간호교육을 통하여 학생의 비판적, 가치추구적, 창의적 사고력을 배양하고 다양한 건강현장에서 간호를 제공할 수 있는 전문가적 능력을 개발하고 학자적 가질을 갖추도록 합니다.\n학과 정보\n총학생수 : 166명\n성비 : 남녀 1:5\n전화번호 : 02-2220-0700\n학과설립연도 : 1969\n특장점\n한양대학교 병원\n한양대학교 간호학과의 장점 중 하나는 먼저 자대 병원인 한양대학교 병원이 있다는 것입니다. 간호학과 학생들에게 자대병원이 있는 것은 큰 장점입니다. 자대병원이 있으면 실습을 안정적인 환경에서 할 수 있을 뿐 아니라 선배들의 조언 및 도움을 많이 받을 수 있습니다. 자대병원이 없는 경우, 3,4학년 때의 임상실습에서 학교 근처가 아닌 다른 지역의 병원으로 실습을 가야하는 경우도 있습니다.\nSummer school\n매 여름방학마다 네덜란드, 필리핀, 뉴질랜드 등의 해외 유수 간호교육기간과 결연을 체결하여 학생교환 프로그램 및 상호학술 교류를 하는 프로그램을 통해 다른 나라의 간호학과의 학생의 교육현장을 보고 비교할 수 있는 Summer school이 있습니다. 방학동안만 다녀오는 것이라 다른 교환학생에 비해 길지는 않은 기간이지만 학교에서 지원을 받아 부담 없이 다녀올 수 있습니다.\n커리큘럼\n연도별 커리큘럼은 상이할 수 있으므로, 학과 홈페이지에서 다시 한번 확인하시길 바랍니다.\n전공\n1학년\n2학년\n3학년\n4학년\n기초의학\n일반생물학\n해부학및실습\n생화학및실습\n미생물학및실습\n병리학및실습\n생리학및실습\n약리학및실습\n간호학전공\n보건프로그램개발및평가\n의사소통론\n간호윤리\n간호정책\n아동발달과건강\n성인간호학개론\n간호정책\n보건교육\n지역중심간호과학\n여성건강간호학\n출산기가족의간호\n출산기건강장애와간호\n성인건강간호중재론\n학교중심간호과학\n아동건강의문제와간호\n정신건강간호중재\n간호정보학\n간호연구\n학교중심간호과학\n심리사회간호\n보건교육방법론\n응급간호학\n간호와직업\n임상실습\n간호관리학\n직업환경중심간호과학\n호스피스간호\n중환자관호\n노인간호학\n영유아기가족간호\n보건의료법규\n지역사회정신간호\n만성질환자간호\n간호연구의실제\n임상종합평가\n여성의부인과적장애와간호\n실습 및 간호술기*\n기본간호학및실습\n임상실습\n전공종합평가\n임상실습\n*실습 및 간호술기 : 기본 간호학 및 술기는 투약, 산소공급, CPR, 관장, 도뇨와 같은 핵심 간호 술기와 더불어 기본 간호학 이론에 대해서 배우는 과목입니다. 그리고 3, 4학년 때 가장 큰 부분을 차지하고 있는 임상실습에서는 병원에 직접 실습을 나가 임상에서 직접 배운 과정을 관찰하고 수행해 볼 수 있는 기회가 주어집니다. 전공종합평가는 4학년 때 전공과목을 마친 후 종합적인 간호직무 수행을 위한 이해도 및 실기를 평가하는 과목입니다.\n진로\n분야\n직업\n공공・정부기관\n보건직 공무원, 건강보험관리공단, 건강보험 심사평가원 임상간호사 등\n의료계\n대학병원, 종합병원, 일반병원 간호사 등\n연구계\n제약회사 및 병원의 연구원, 대학교수 등\n기타\n산업간호사(회사의 보건실에서 근무), 전문 간호사(병원 코디네이터, 미국 등 기타 외국 간호사),\n보험심사간호사(보험회사 혹은 병원에서 심사를 하여 병원비 측정과 같은 부분에서 오류를 심사하는 역할)\n* 간호학과 4년 과정을 거치고 나면 간호사 국가고시를 볼 수 있는 자격이 주어집니다. 국가고시를\n통과하게 되면 간호사 면허증이 나옵니다. 그 후 대부분 병원에서 임상간호사로서 일을 합니다.\n질의응답\n국가고시는 어떻게 진행되나요?\n간호사 국가고시는 매년 1월경에 시험이 있습니다. 4년의 교육과정을 마치면 간호사 국가고시를 볼 수 있는 자격이 주어지고, 10월경에 국가고시 응시원서를 접수합니다. 국가고시 과목은 8개로 성인간호학, 아동간호학, 지역사회간호학, 간호관리학, 여성건강간호학, 정신건강간호학, 기본간호학, 의료 법규로 구성되어있습니다. 통과 기준은 총 맞은 개수가 60%이상이어야 하며 한 과목이라도 40% 미만이 나오면 떨어지는 과락이 있습니다.\n의사와 간호사의 차이점이 궁금합니다.\n의사의 경우에는 질병의 제거가 목표입니다. 암 환자의 경우에 의사는 암 덩어리를 제거하여 완치시키는 것이 목표입니다. 하지만 간호활동의 경우에는 환자가 잘 회복될 수 있도록 옆에서 돕고, 건강이 증진 될 수 있도록 하는 활동을 말합니다. 즉 간호사는 24시간 환자 옆에서 환자의 상태를 살피고, 투약뿐 아니라 수술 전후 처치 전후 환자에게 필요한 간호 및 교육을 하는 등 환자의 상태가 호전될 수 있도록 다양한 활동을 합니다.\n교수진\n탁영란\n교수\n홍귀령\n교수\n김정아\n교수\n이여진\n교수\n황선영\n교수\n신용순\n부교수\n김미영\n부교수\n박정민\n조교수\n장혜영\n조교수\n이한이\n조교수\n여지영\n조교수\n박혜란\n조교수\n전정자\n명예교수\n김주희\n명예교수\n임난영\n명예교수\n정문희\n명예교수\n김분한\n명예교수\n이정섭\n명예교수\n유은광\n명예교수\n이지은\n겸임교수\n황은미\n겸임교수\n구영신\n겸임교수\n교육목표\nMission\n대학원 과정을 통해 간호이론, 연구 및 실무를 통합하는 책임과 능력을 갖추고 간호와 건강관리 분야에서 지도력과 영향력을 발휘하여 간호전문직 발전에 기여하기 위함이다.\n교육목표\n대학원 교육과정은 간호 지식체를 개발하고 적용하는 창의적 간호학자, 임상전문가, 행정가, 교육자, 상담자 및 보건정책자로서의 역할을 담당하기 위해 대학원 중심 대학으로서의 면모에 부응하는 학문적 연구를 실천하는 선진 전문지도자 양성을 목적으로 한다.\n석사과정\n자신의 관심주제관련 선행연구물을 분석, 비평할 수 있다.\n간호실무 발전을 위한 연구 주제를 개발하고 수행할 수 있다.\n근거기반 지식을 실무에 적용하고 평가할 수 있다.\n연구윤리에 기반한 간호연구를 기획하고 수행할 수 있다.\n박사과정\n간호학관련 지식을 기반으로 간호이론을 검증하고 평가할 수 있다.\n간호 지식체 개발을 위한 연구 주제를 개발하고 수행할 수 있다.\n간호실무의 발전을 위한 새로운 지식체를 통합할 수 있다.\n간호 지식체를 교육현장에 접목하여 후학 양성을 위한 교육역량을 발휘한다."
}