{
  "title": "강유전체소재개발",
  "url": "https://hyu.wiki/%EA%B0%95%EC%9C%A0%EC%A0%84%EC%B2%B4%EC%86%8C%EC%9E%AC%EA%B0%9C%EB%B0%9C",
  "content": "급속 냉각으로 AlHfO2 소재에 강유전체 성질을 띄게 만든 최창환 교수 연구팀\n2020년 6월.\n최창환\n신소재공학부\n교수와 구본철 박사과정 학생 연구팀이 3차원 플래시 메모리 소자의 고단화 및 저전력 문제를 해결할 수 있는 강유전체 신소재를 개발했다.\n이번 연구는 기존 3D 플래시 메모리 소자들을 지속적으로 고단화하는 과정에서 해결해야 할 과제였던 ‘두께 줄이기’를 현실화할 수 있는 가능성을 내보였다는 점에서 높이 평가받는다.\n이번 연구는\n삼성전자 미래기술육성센터사업\n의 지원을 받아 한양대\n송윤흡\n융합전자공학부\n교수팀과 공동으로 진행됐다.\n반도체 관련 세계적으로 권위 있는 학회인 전기전자기술자협회(IEEE)의 초고밀도 집적회로(VLSI) 관련 심포지엄에 소개됐으며, 특히 기술위원회가 선정한 13개 ‘하이라이트’ 논문으로 채택돼 학회 미디어프레스에 소개되어 주목을 받았다.\n목차\n1\n논문명\n2\n저자정보\n3\n연구배경\n4\n연구내용\n5\n기대효과\n6\n용어설명\n7\n관련 기사\n논문명\nFast Thermal Quenching on the Ferroelectric Al:HfO2 Thin Film with Record Polarization Density and Flash Memory Application\n저자정보\n제1저자: 구본철 박사과정, 교신저자: 최창환 교수 (신소재공학과)\n공동연구: 최선준 박사, 송윤흡 교수 (융합전자공학부)\n연구배경\n최근 빅데이터 응용 상품들의 급격한 데이터 증가로 인해 고집적/고성능의 Charge trap flash vertical NAND (CTF-VNAND) 개발이 필요하다. 하지만 현재 CTF-VNAND는 단수가 증가함에 따라 셀 특성 열화와 공정의 어려움을 겪고 있다. 또한, 느린 쓰기 속도로 데이터의 병목 현상을 발생시키며 이는 컴퓨터의 주요 속도 저하 원인 중 하나이다. 따라서, 새로운 정보 저장 소재 개발이 필요하다. 최근 로직 반도체 소자에 적용되고 있는 HfO2 소재는 결정구조상 제어를 통해 10 nm 이하의 얇은 박막에서도 강유전체 특성을 유지할 수 있고 이를 기존 ONO 박막을 대체할 수 있을 것으로 기대하여 메모리 소자에 적용 가능한 연구가 활발하게 진행되고 있다. 더욱이, HfO2 강유전체 메모리는 데이터 쓰기, 내구성, 전력소비량에서 CTF VNAND를 앞서기 때문에 앞으로 기대가 되는 연구 분야다. 따라서, 최근 CTF NAND 응용으로 HfO2 기반 강유전체 메모리 연구가 활발히 진행되고 있지만 대부분 자발 분극량 (Pr)에 대한 연구만 진행되어왔고 이는 3D V-NAND 플래시 메모리 소자의 다치화 구현에 어려움을 겪는 원인이 된다. 본 연구진은 자발 분극 (Pr) 뿐만 아니라 항전계(Ec)도 Multi-level cell (MLC) 특성을 구현하기 위해 중요한 요소로서 인지하고 강유전체 특성 향상을 위한 연구를 진행하였다.\n연구내용\n본 연구에서는 HfO2 박막을 탈이온수에서 고속 급냉을 함으로써 결정구조의 안정화를 통해 비약적으로 강유전 특성 (Pr 및 Ec)을 향상 시켰다. 이러한 개선은 Al 도핑된 HfO2 (Al:HfO2) 박막 내에 더 높은 응력/변형 통해 안정된 사방정계 상 (Orthorhombic phase)을 유도하기 때문이다. 또한, 안정적으로 100만 번 쓰고/지우기가 가능하고, 10년의 Retention 특성을 확인하였다.\n기대효과\nHfO2 강유전체가 적용된 3D V-NAND 메모리가 상용화가 이루어 진다면, 기존 CTF VNAND 메모리보다 고집적, 고성능, 고신뢰성의 저전력소모가 가능한 메모리로서 현재 CTF VNAND 메모리가 겪고 있는 데이터 병목 현상을 해결해 줄 것으로 생각된다.\n용어설명\n강유전체 : 강유전체는 외부에서 전기장을 가하지 않아도 두 가지 이상의 전기적 분극을 갖는 재료\n잔류 분극 (Remanent Polarization, Pr) : 전기 강유전체 재료에서 외부의 전기장이 없는 상태에서 존재하는 전기 분극값\n항전기장 (Coercive field, Ec) : 연속하여 반복되는 강유전체의 주 히스테리시스 곡선상의 전속밀도가 영이 되는 장소에서의 전계의 세기를 이른다. 즉, 분극값이 0이 되기 위해 가해줘야 하는 반대 방향의 전기장의 크기\n관련 기사\n2020.06.28 <전자신문>\n국내 연구팀, 낸드플래시 신소재 개발 주목...초고층 낸드 상용화에 도움\n2020.07.01 <뉴스H>\n최창환 교수팀, 3차원 플래시 메모리 소자의 다치화 가능한 강유전체 신소재 개발"
}