{
  "title": "강창욱",
  "url": "https://hyu.wiki/%EA%B0%95%EC%B0%BD%EC%9A%B1",
  "content": "강창욱은 ERICA\n공학대학\n산업경영공학과\n교수이자, 산업경영공학과 학과장을 역임하고 있다.\n목차\n1\n학력\n2\n경력\n3\n학회 활동\n4\n연구관심분야\n5\n주요연구과제\n6\n주요논문\n7\n저서\n8\n수상\n9\n언론 활동\n학력\n1981년도 한양대학교\n산업공학과\n공학사\n1988년도 (미) University of Minnesota 통계학 석사\n1990년도 (미) University of Minnesota 통계학 박사\n경력\n2010 ~ 현재 :\n공학대학원\n프로젝트 관리학 전공 주임교수\n1991 ~ 현재 : 한양대학교 산업경영공학과 교수\n2010~ 2012 : 한국프로젝트경영학회 초대 회장\n2010 ~ 현재 : ISO/PC236 한국전문위원회 위원장\n2002 ~ 2006 : 한국산업경영시스템학회 회장\n학회 활동\n연구관심분야\n통계적 공정관리, 6 시그마, Total Project Management\n주요연구과제\n고해상도 AMOLED 화소 구조 및 구동방식 개발 2011.02 ~ 2014.02 / 삼성모바일디스플레이\n3D 초음파 영상 시스템을 위한 analog front-end ASIC 기술 개발 2010.10 ~ 2013.02 / 삼성종합기술원\n저전력 소면적 다중 위상 클럭 데이터 복원 (CDR) 회로 설계 2010.04 ~ 2012.03 / 하이닉스반도체\n3D 투시영상진단 시스템용 analog front-end ASIC 기술 개발 2008.12 ~ 2012.02 / 한국전기연구원\n디스플레이 및 모바일용 PMIC 및 BMIC 개발 2007.09 ~ 2011.08 / 지식경제부\n차세대 다기능 복합 디스플레이 선행기술 개발 2003.06 ~ 2012.05/ 지식경제부\n주요논문\nM.-S. Shin, J.-B. Kim, M.-K. Kim, Y.-R. Jo, and O.-K. Kwon, \"A 1.92-Megapixel CMOS Image Sensor with Column-Parallel Low-Power and Area-Efficient SA-ADCs\", IEEE Trans. Electron Devices, vol. 59, no. 6, Jun. 2012. (SCI)\nM.-S. Shin, J.-B. Kim, and O.-K. Kwon, “14.3-bit Extended Counting ADC with Built-In Binning Function for Medical X-Ray CMOS Imagers,” IET Electronics Letters, Vol. 48, No. 7, pp. 361–363, Mar. 2012. (SCI)\nS.-J. Yoo, S.-J. Hong, J.-S. Kang, H.-J. In, and O.-K. Kwon, “A Low-Power Single-Clock-Driven Scan Driver Using Depletion-Mode a-IGZO TFTs,” IEEE Electron Device Lett., Vol. 33, No. 3, pp. 402–404, Mar. 2012. (SCI)\nJ.-Y. Song and O.-K. Kwon, \"Low-Power 10-Gb/s Transmitter for High-Speed Graphic DRAMs Using 0.18-um CMOS Technology,” IEEE Trans. on Circuits Syst. II: Exp. Briefs, Vol. 58, No. 12, Dec. 2011. (SCI)\nI.-S. Yang and O.-K. Kwon, “A Touch Controller Using Differential Sensing Method for On-Cell Capacitive Touch Screen Panel Systems,” IEEE Trans. Consumer Electron., Vol. 57, No. 3, pp. 1027–1032, Aug. 2011. (SCI)\nB.-C. Kwak, H.-S. Lim, and O.-K. Kwon, “Organic Light-Emitting Diode-on-Silicon Pixel Circuit Using the Source Follower Structure with Active Load for Microdisplays,” Jpn. J. Appl. Phys., Vol. 50, 03CC05, 2011. (SCI)\nH.-S. Cho and O.-K. Kwon, “A Local Dimming Algorithm for Low Power LCD TVs Using Edge-type LED Backlight,” IEEE Trans. Consumer Electron., Vol. 56, No. 4, pp. 2054–2060, Nov. 2010. (SCI)\nS.-I. Hong, J.-W. Han, D.-H. Kim, and O.-K. Kwon, “A Double-Loop Control LED Backlight Driver IC for Medium-Sized LCDs,” in Proc. of ISSCC, pp. 116–117, Feb. 2010.\n저서\n수상\n2017년\n10월 20일\n: 제11회 소남(少南) PM상(한국프로젝트경영협회)\n언론 활동"
}