{
  "title": "건학정신",
  "url": "https://hyu.wiki/%EA%B1%B4%ED%95%99%EC%A0%95%EC%8B%A0",
  "content": "건학이념\n의 또다른 말\n목차\n1\n위대한 사랑의 실천자\n1.1\nPracticing ‘Love in Deed and Truth\n1.2\n伟大的 爱的实践者\n2\n지식과 지혜가 융합된 교육\n2.1\nFostering Knowledge and Wisdom\n2.2\n知识和智慧 融合的教育\n3\n근면, 정직, 겸손, 봉사의 네가지 덕목\n3.1\nFour virtues: diligence, honesty, humility and service\n3.2\n勤勉、正直、谦逊、奉献的 四大品德\n4\n행동으로써 봉사 정신을 실천\n4.1\nMoved to Action\n4.2\n通过行动 实践奉献精神\n위대한 사랑의 실천자\n한양학원\n의 건학정신은, 학생들로 하여금 사랑을 이해하고 실천 할 수 있도록 교육하여 근면, 정직, 겸손, 봉사할 수 있는 인간형성을 도모하고, 숭고한 학문 정신을 드높여 나만을 위한 것이 아니라 지역사회, 나라와 겨레, 나아가 인류를 위해 이바지하는 위대한 사랑의 실천자를 기르는 데 있다.\n한양학원\n의 이와 같은 건학정신은 대한민국 교육법 제1조에 명시된 홍익 인간의 이념에 입각한 개인의 인격 완성, 자주적 생활능력을 갖춘 공민으로서의 자질 함양, 그리고 민주 국가발전에 봉사이며 인류공영의 이상 실현에 기여할 국민의 양성이라는 교육 목적과 맥을 같이하는 것이다.\nPracticing ‘Love in Deed and Truth\nThe founding spirit of Hanyang University is to educate and train students to understand and to love one another, based upon virtues of diligence, honesty, humility and service, to heighten the noble spirit of learning, and to become men and women who work not only for themselves but also for the nation and its people, and further, for all mankind.\nHanyang’s founding principle adheres to Article 2 of South Korea’s Framework Act on Education, which is the nation’s traditional philosophy of Hongik Ingan—the universal welfare of mankind. The university not only fosters sophisticated skills for independent thinking and groundbreaking research, but to cultivate leaders whose outstanding abilities are matched with strength of character.\n伟大的 爱的实践者\n汉阳学园的建学理念是教育学生理解并实 践爱；培养学生具备勤勉、正直、谦逊以及奉献的品格；提高学生崇尚学问的精神；将学生培养为不仅限于自我实现，更要为区域社会、为祖国与同胞，甚至为全人类做出贡献的伟大的爱的实践者。\n汉阳学园的上述建学理念与大韩民国教育法规定的国民教育目的一脉相承。大韩民国教育法第1条法例明确规定：国民教育的核心理念是造福人类。为了达到这一目标，国民教育重在培养个人人格素质、公民的自主生活能力和素养，以及为民主国家发展与实现人类共同繁荣做贡献的精神。\n지식과 지혜가 융합된 교육\n가장 어려우면서도 가치 있는일이 사람을 가르쳐 사람되게 하는 일이다.\n이러한 일을 교육이라고 한다. 사람은 누구나 뜻있게 살려는 소망을 간직하고 자신의 잠재력을 계발하고 자아를 실현시켜 삶을 보다 풍요롭게 만들고자 한다. 교육은 가르치고 배우는 과정을 통하여 사람들로 하여금 이러한 소망을 구현하도록 돕는 일이다. 교육이란 행위는 여러 가지의 모습으로 나타날 수 있다. 지식을 얻게 할 수도 있고 지혜를 발견하도록 유도할수도 있다. 그러나 가장 바람직스러운 교육은 지식과 지혜가 융합된 차원에서 얻어지는 것이다.\n지식과 지혜가 융합되어 개성과 인품이 조화된 인간이야말로 이상적인 인간상이라고 할 수 있다.\n한양학원\n의 건학정신은 이러한 인간상을 창출하여 삶의 행복을 극대화 시키려는 데 있다. <\n사랑의 실천\n>이 바로 그러한 교육이념인것이다. 사람이 사람을 사랑한다는 것만큼 참되고, 착하고, 고운 것은 없을 것이다.\nFostering Knowledge and Wisdom\nThe greatest and most noble challenge is to educate members of our great society to make a positive difference in the world.\nThis would be the true value of education. Everyone hopes to live a meaningful life and enrich their lives by developing their potential and achieving self-fulfillment. Education is to help people achieve these aspirations through the process of teaching and learning. Education may be presented in many different ways. Knowledge can be found or wisdom may be induced. However, the most desirable education can be obtained from the integration of knowledge and wisdom.\nThe person with a harmonious personality and character who has integrated knowledge and wisdom could be called ideal. The founding philosophy of Hanyang is to foster these human and maximize happiness in life. Indeed, is this kind of education ideals. No other things could be true, kind, and wonderful than love.\n知识和智慧 融合的教育\n最难也最有价值的事 就是教人成为真正的人\n这样的事我们把它称之为教育。人人都想活得有意义，人人都想开发自己的潜力，人人都想通过自我实现让自己的生活更加丰富。教育是通过教和学让人们帮人们实现上述愿望的事情。教育这种行为有很多种表现方式。有的人通过教育获取知识；有的人通过教育引导他人发现智慧。然而最正确的教育其实来源于知识与智慧的融合。\n知识与智慧相互融合、个性与人品相互和谐的人才是理想中的人。汉阳学园的建学理念正是为了培养出这样的人，正是为了让生活的幸福最大化。“爱之实践”的校训恰恰体现了这样的教育理念。生而为人且知道去爱人，世界上怕是没有比这更正确更善良更美丽的事情了。\n근면, 정직, 겸손, 봉사의 네가지 덕목\n우리는 사람을 사랑해야 한다는 것을 알 뿐만 아니라 그것을 실천함으로써 만족을 얻을 수 있어야 한다.\n한양학원\n은 인간 사회의 모든 가치가 수렴된 사랑의 실천을 통하여 가르치고 배움으로써 개인을 값지게 하고, 사회를 풍요롭게 하며, 조국을 부강하게 하고자 전력을 다해 왔다. 이 땅의 어디에서나\n한양학원\n의 인재들이 사랑의 땀을 흘리고 있으며 이국의 땅에서도 당당한 품위와 슬기로움을 떨쳐서 한민족의 긍지를 보여주고있다.\n언제나 자기보다는 남을 먼저 생각하고 그들을 위하여 무엇을 해야 할 것인가를 현명하게 선택하여 온갖 힘을 쏟아 봉사함으로써 한양학원의 인재들은 신뢰를 얻고 세인의 존경을 받고 있다. 이는 <\n사랑의 실천\n>이란\n한양학원\n의 교육이념의 결실인것이다. 한양학원은 근면, 정직, 겸손, 봉사의 네 가지 덕목을 중심으로 사랑의 실천을 구현한다.\nFour virtues: diligence, honesty, humility and service\nWe should really practice love, rather than just know that we should love the others, and be satisfied with it. Hanyang has always tried to teach students the value of love and enrich individual lives, society, and the nation.\nHanyang students are respected to be considerate of others and choose the right things for them. This is the fruit of the education ideals, to “love in deed and in truth.” Hanyang realizes this philosophy through the four virtues of diligence, honesty, humility and service.\n勤勉、正直、谦逊、奉献的 四大品德\n我们不仅要知道去爱人，更要知道如何通过实践去获取满足感。汉阳学园的校训\n爱之实践，包含了人类社会的所有价值。通过教育和学习让每个人的价值得以实现，让社会更加富饶，让祖国更加强大，这一直都是汉阳学园努力的方向。在这片土地上，汉阳学园培养出来的人才流淌着充满爱的汗水；在这个国家的土地上，到处都能感受到兼具品味与智慧的韩民族的自豪感。\n无论何时，汉阳人都是先以他人为重；无论做什么 ，汉阳人都会先考虑他人进而做出明智的选择。正是由于这种竭心尽力为他人奉献的精神，汉阳人才能获得他人的信任，才会受到世人的尊敬。“爱之实践”既是汉阳学园的教育理念，也是汉阳学园的教育果实。勤勉、正直、谦逊、奉献四种优良品德正是“爱之实践”理念的具体表现\n행동으로써 봉사 정신을 실천\n한양학원의 인재는 가장 앞선 지식과 정보를 접하면서도 언제나 근면하고, 정직하며, 겸손하고, 봉사할 줄을 안다. 겸허한 마음이 가장 먼저 진리의 비밀을 접할 수 있다는 지혜를 그는 알고 있기 때문이다. 교만하지 않으니 언제나 스스로 근면하고 창조적 인간이 되어 누구보다도 먼저 의미로운 삶의 길을 개척 하게 된다. 그는 언제나 자신에 엄격하므로 마음 가짐이 정직하고 성실하며 지역사회와 민족, 나아가 인류가 무엇을 원하고 있는가를인식하여 건강한 시대정신을 갖추게 된다.\n그리고\n한양학원\n의 인재는 누구보다도 앞서 봉사하는 마음을 행동으로 옮긴다. 말로써 봉사하는 것이 아니라 행동으로써 봉사정신을 실천한다. 이러한 한양 학원의 인재들이 정치 경제, 사회, 문화의 모든 분야에 걸쳐서 평소 갈고 닦은 뛰어난 재능으로 사회에 적용시켜 삶을 풍요롭게 만들고 있다. 이와 같은 변화와 창조의 보람은 <\n사랑의 실천\n> 이라는\n한양학원\n의 건학 정신과 교육이념에서 창출되고 있는 것이다.\nMoved to Action\nHanyang aims to promote student success through academic and intellectual excellence in concert with aspiring to whole-person development. Our graduates should recognize the great privilege of the opportunity for higher education, and use the precious resources they have attained through their university education to be professionals who are humble, true, and ready to serve their respective local and global communities.\nA common thread in all of our tireless pursuit for excellence and high achievement is to live up to our motto to “love in deed and in truth.” As professionals of the highest caliber, our graduates will continue to be compelling influences in their respective fields, e.g. politics, finance, social work, and the arts, and enrich the world we live in. Our relentless strive for such transformational impact on the world stage is rooted in our founding principle of committing to “love in deed and in truth” with the ultimate aim of promoting public good.\n通过行动 实践奉献精神\n汉阳人总是掌握着最前沿的知识与信息，他们始终勤勉、正直、谦逊且奉献。\n这是因为他们知道，只有心怀谦逊才能探索到真理的真谛。所以，无论何时他们都不自傲，他们一直勤勉且独具创造性，他们一直抢先开拓着更有意义的生活之路。他们对自己严格谨慎，他们的内心正直诚实，他们拥有为区域社会、为民主、为整个人类做贡献的健全的时代精神。\n与此同时，汉阳人坚持通过实际行动来做贡献，他们从不空谈。这样的汉阳人通过在政治、经济、社会以及文化等领域的磨练后，正在以他们卓越的技能迅速适应着社会，丰富着人生。诸如此类的变化与创造正是来自于汉阳学园的建学精神与教育理念——爱之实践。"
}