{
  "title": "경영연구소/RISE연구센터",
  "url": "https://hyu.wiki/%EA%B2%BD%EC%98%81%EC%97%B0%EA%B5%AC%EC%86%8C/RISE%EC%97%B0%EA%B5%AC%EC%84%BC%ED%84%B0",
  "content": "RISE연구센터는\n경영연구소\n산하 연구센터다.\n센터장:\n김보영\n경영학부\n교수\n전화: 02-2220-2597\n주요 미션\n한국연구재단 한국사회기반연구 (SSK : Social Science Korea) 대형사업단\n세계화, 정보화, 고령화에 제기되는 식품 유통 산업과 시장의 변화와 혁신에 대응하는 정책 현안, 산업, 기업의 당면 과제를 연구\n전 세계적으로 확산되고 있는 친환경, 건강지향 및 윤리적 소비, 1인가구의 증가 및 고령화로 인한 시장구조의 변화에 대응하는 미래형 식품산업 및 시장을 분석하여, 글로벌 시장 선점을 위한 전략을 도출, 식품산업 혁신과 경쟁력 강화를 위한 가이드 라인 시사\n기후변화로 인한 환경변화로 식량안보의 중요성이 증가함에 따라, 미래의 새로운 작물 및 식재료가 생명과학, 식품 과학 및 전자공학의 융복합을 통해 식품융합 엔지니어링으로 진화되어가고 있으며, 인류의 생존 및 웰빙을 위한 새로운 식량자원 개발이 활발히 이루어지고 있는 만큼, 혁신적 개발 상품이 시장으로 연결되기까지의 상품성, 경제성 및 시장성을 포괄적으로 분석\n아시아 소비자의 브랜드 선호도 비교분석을 통해 식품 컨텐츠 글로벌 및 브랜드화와 한국 대표 먹거리의 세계화 전략을 도출, 미래 식품산업 발전 방안을 제시하여 미래 성장동력 발굴에 필요한 가이드 라인을 제시\n식품산업의 글로벌화로 인한 식품 유통 시스템의 변화와 함께 글로벌 시장에서의 식품안전의 중요성은 증가하고 있으며, 미래 식품 공급망의 안전과 지속가능성이 핵심 키워드로 부상하고 있음. 식품 소비형태의 변화 및 식품 안정성, 품질에 관한 소비자의 관심이 증대하고, 4차 산업 혁명으로 인한 빅데이터, 블록체인, 사물 인터넷의 다양한 기술이 접목되어 식품공급사슬의 기술혁신이 진행중에 있음. 식품 유통의 혁신적 서비스의 사회적 확산 및 보편화를 위한 제도 및 규제 정비가 필요하며 이에 대응하는 정책적 시사점을 제시\n연구활동 및 계획\n글로벌 식품 브랜드 선호도 및 식품 컨텐츠 글로벌화 연구\n미래식품산업의 상품성, 시장성, 경제성 연구\n4차 산업혁명으로 인한 식품 유통시장, 신소비자 트렌드 분석\n빅데이터 분석을 통한 소비자행동 분석\n한중일 소비자 비교분석\n보고서 및 발표\nKim, R., Matui, T., Park, J.Y. and Okutani, T. (2019). Perceived consumer value of Omni-channel service Attributes in Japan and Korea, Engineering Economics.\nKim, R and Lee, S. (2019). The Effect of Localization and Production Image on Chinese & Korean consumers choice for Animation Movies. Asia pacific Social Science Review Journal.\nPark, J.Y. and Kim, R. (2019). Perceived Consumer Omni-Channel (OC) Adoption Behavior and the Effect of Need for Cognition (NFC)”, Asia Pacific Journal of Marketing and Logistics\nPark, J.Y. and Kim, R. (2018). A Rule of Shopping: A typology of classified shopping characteristics in Korea and the U.S.”, Journal of Retailing and Consumer Services (JRCS)\n박준용, 투라니, 김보영. (2018) Cross-cultural investigation of consumer perceived value of technology: a study of quick respond (QR) code in emerging and developed markets (the US & Korea), SKKJ 2018\n박준용 김보영 (2018) The influence of consumer-brand relationship on multi-channel consumer loyalty: focusing on China market, SKKJ 2018\n박준용 김보영 (2017) SNS 특성이 브랜드 자산과 소비자 구매의도에 미치는 영향 : 중국 사례를 중심으로, Journal of Information Technology Applications & Management\nKim, R.B., Lee, K.Y. & Song, N.E. (2017). The effect of Firm’s CSR, Country Origin on Chinese Consumers’ Quality Perception and Purchase Intention, Management & Information Research, Vol.36, No.3,2017.\n김보영 송니은 유동균 (2018). 기업의 사회적 책임활동과 CSR진정성이 소비자의 지각된 품질, 브랜드 태도에 미치는 영향, 상품학연구.\nKim, R., & Yan Chao (2018). The Effect of Country of Origin (COO) on Consumer-Based Brand Equity (CBBE) of Colombian Consumers: An Empirical Investigation of Samsung vs. Huawei Brands” Renee Kim, Journal of International Studies (JOIS) Jan 9 2018\nKim, R. (2018). The effect of COO image on Hierarchical process of consumer based brand equity. Actual Problems of Economics (APE). 2018.\nKim, R. & Yoon, D.H. (2018). Marketing Accountability of Corporate Korea: the Relationship between Branding Investments and Financial Performance, Engineering Economics Journal."
}