{
  "title": "경영연구소/iABC연구센터",
  "url": "https://hyu.wiki/%EC%9D%B8%EB%8F%84%EC%95%84%EC%84%B8%EC%95%88%EB%B9%84%EC%A6%88%EB%8B%88%EC%8A%A4%EC%84%BC%ED%84%B0",
  "content": "한양대학교 경영연구소 부설 인도아세안비즈니스센터는 한양대학교\n경영연구소\n의 부설기구로서, 급성장하고 있는 인도 및 아세안(ASEAN) 지역의 경제와 경영 환경에 대한 체계적인 분석과 연구 및 이를 바탕으로 한 실질적, 학술적, 실천적 산학 및 국제 교류를 통해 국내 경영 역량의 세계화와 선진화에 이바지 하고자 설립\n센터장:\n조남재\n경영학부\n교수\n목차\n1\n주요 미션\n2\n연구활동 및 계획\n3\n실적\n3.1\n장기방문(6개월 이상)\n3.2\n단기방문\n3.3\n인도 차세대 기업가 과정 MBA 한국 초빙 연수\n3.4\n학술행사\n4\n보고서 및 발표\n주요 미션\n현재 국내에는 인도-아세안 국가 진출에 대한 국가적 지원 및 전문연구기관이 턱없이 부족한 실정임. 따라서 한양대학교 경영연구소 부설 인도-아세안 비즈니스 센터는 산학연협력의 구심체로서 수요에 부응하여 국가 경쟁력을 높이고 기업수요 지향적인 전문 비즈니스 연구/자문을 제공하고자 함\n연구활동 및 계획\n인도 아세안 지역 경영, 경제 관련 학술연구\n인도 아세안 경영 관련 리포트 및 뉴스레터 발간, 배포\n인도-아세안 지역 경영 관련 세미나, 특별강연, 심포지움 등의 개최\n인도 및 아세안 지역 관련 산학협동 교육, 연구 프로젝트의 수행\n인도 및 아세안 지역 관련 경영대학원 및 경영연구소간 국제교류\n인도 및 아세안 지역 경영 분야 학자, 연구원간 교류 및 공동연구 수행\n실적\n장기방문(6개월 이상)\nDr. Mallikarjun, 인도 Ahmedabad Nirma대 교수\nDr. Yadav, 인도 Ahmedabad Nirma대 교수\nDr. Dash, 인도 Banglore 국제금융대학원 교수\nDr. Nivedita, IIT Delhi 박사, IBM India\nDr. Mahdavi, Mazandaran 과학기술대 교수\n단기방문\nDr. Chugan, 인도 Ahmedabad Nirma대 교수\nDr, Nagadevera, 인도 IIM Banglore 교수\nDr. CheJen Su, 대만 Fujen Catholic대 교수\n인도 차세대 기업가 과정 MBA 한국 초빙 연수\n2006년\n대상: 인도 니르마대 경영전문대학원 40명\n기간: 2006년 2월 11일 ~17일\n교육: 한국의 역사, 경제, 정치, 경제발전, 기업경영, 경영전략, IT 등\n현장견학: 삼성전자, 서울도시철도공사, 경기테크노 파크, 중소기업 산업 전시회, 안산산업단지, 롯데정보통신, SK 텔레콤, 한국정보사회진흥원, 행남자기\n2007년\n대상: 인도 니르마대 경영전문대학원 20명\n기간: 2007년 10월 11일 ~17일\n교육: 한국의 역사, 경제, 정치, 경제발전, 기업경영, 경영전략, IT 등\n현장견학: 롯데정보통신, 한국정보사회진흥원, 서울 유비퀴터스 전시관, 코엑스 로보틱스 산업 전시회, 용인산업단지, CJ 엔터테인먼트, SK 텔레콤, 현대자동창 아산공장, 한국타이어금산공장, 행남자기 이천공장, 구로 디지털단지 내 벤처기업\n2008년\n대상: 인도 니르마대 경영전문대학원 25명\n기간: 2008년 10월 21일 ~ 28일\n교육: 한국의 역사, 경제, 정치, 경제발전, 기업경영, 경영전략, IT 등\n현장견학: 현대자동차 울산공장, 두산 인프라코어 창원공장, 대우조선해양, LG화학 오산공장, 코엑스 중소기업제품전, 롯데, LG CNS, 서울 디지털파빌리온\n학술행사\n제1회 iABC Symposium on The Future of Asia, 2009년 10월 29일, 한양대 경영관\n제1주제 : The Role of IT in Business in Indonesia (Prof. Yanki Hartijasti, Prof, Ramat Widyanto; University of Indonesia), 토론 : 고영훈 (한국외국어대, 인도네시아어과)\n제2주제 : Intellectual Capital Creation Practices by Indian organization (Prof. Santosh Rangnekar; IIITM, India), 토론 : 유원상(고려대, 경영대학)\n제3주제 : Thailand Direction Toward Creative Economy (Prof. Uthai Tanlamai; Chulalongkorn University, Thailand), 토론 : Prof. Renee 보영 Kim (한양대 경영대학)\n제2회 iABC Symposium on The Future of Asia, 2010년 10월 18일, 한양대 경영관\n제1주제 : In search of Asian Leadership: Towards Asian Alliances (Prof. Yanki Hartijasti, Indonesia)\n제2주제 : Building A Future For The Sun Rising Continent: Reorganizing Asia For the 2nd Millennium (Prof. Mehmet Gurol, Turkey)\n제3주제 : Market Opportunities for future developments in Asia (Prof. Iraj Mahdavi, Iran)\n보고서 및 발표\n보고서:인도의 문화적 특성을 반영한 노사문제 분석, (지원: 포스코경영연구원, 맥스틴 자문)\n발표 : 포스코 아시아 포럼."
}