{
  "title": "계산신경공학 연구실",
  "url": "https://hyu.wiki/%EA%B3%84%EC%82%B0%EC%8B%A0%EA%B2%BD%EA%B3%B5%ED%95%99%EC%97%B0%EA%B5%AC%EC%8B%A4",
  "content": "한양대학교 계산신경공학 연구실은 2011년 한양대 생체공학과에 설립되었으며 국내 유수 병원의 신경과, 정신과, 재활학과와 공동연구를 수행하고 있으며 미국 캘리포니아주립대, 미주리주립대, 휴스턴대, 퍼듀대 및 영국 유니버시티칼리지 런던 등과 국제협력연구를 수행하고 있습니다.\n소속: 서울\n공과대학\n전기생체공학부\n생체공학전공\n영문명: Computational Neuroimage Analysis Lab\n실장:\n임창환\n전기생체공학부\n생체공학전공\n교수\n홈페이지:\nhttp://cone.hanyang.ac.kr/\n목차\n1\n주요 연구\n1.1\n브레인-머신 인터페이스\n1.2\n비침습적 뇌 자극(조절) 시스템\n1.3\n생체신호 기반 인간-컴퓨터 인터페이스\n1.4\n뇌질환 진단을 위한 뉴로마커 개발\n2\n연구성과\n주요 연구\n브레인-머신 인터페이스\n인공지능/머신러닝 기술을 이용하여 다양한 신경신호를 분석하고 디코딩함으로써 생각만으로 외부기기를 제어하거나 언어적 의사소통 기능을 상실한 사람에게 의사소통 채널을 제공하는 뇌-기계(컴퓨터) 인터페이스 원천/응용 기술 개발\n또한 뇌상태 모니터링을 위한 수동형 뇌-컴퓨터 인터페이스 기술 개발을 통해 신개념의 학습, 엔터테인먼트, 뇌질환 치료 기술 개발\n비침습적 뇌 자극(조절) 시스템\n전기장, 자기장, 빛을 이용하여 뇌를 비침습적으로 자극하기 위한 새로운 뇌공학 기술을 개발\n다채널 경두개 전류 자극 시스템을 이용한 뇌심부 자극 기술 개발\n경두개 정자기장 자극을 이용한 뇌조절 효과 검증\n다중 뇌 부위의 다중 주파수, 다중 위상 자극을 위한 전류 최적화 기술 개발\n생체신호 기반 인간-컴퓨터 인터페이스\n안구전도 신호를 이용한 안구마우스 개발 및 이를 이용한 장애인의 의사전달 시스템 개발\n안면부 근전도 신호를 이용한 Silent Speech Recognition 기술 개발\nVR 환경에서 안면부 근전도 신호를 이용한 사용자의 표정 및 감정 인식 기술, 멀티모달 생체신호 기반 뉴로마케팅 및 뉴로시네마틱스 기술 개발 등\n뇌질환 진단을 위한 뉴로마커 개발\n다양한 신경정신질환의 진단을 위한 신경신호 기반의 뉴로마커 발굴\n인공지능/머신러닝 기술을 이용한 컴퓨터 기반 진단 시스템 개발\n멀티모달 신경신호를 이용한 중독자의 갈망 모니터링 기술 개발\n뇌신호 분석을 통한 뇌질환의 매커니즘 규명\n연구성과\n뇌-컴퓨터 인터페이스(Brain-Computer Interface: BCI) 분야에서 세계 최초로 뉴로피드백 기반 운동심상 훈련방법 제안(2009년): Journal of Neuroscience Methoths의 최다피인용논문(Most cited paper, 상위 1%) 중 하나로 선정(2014년)\n세계 최초로 경두개직류자극(tDCS)의 전극 위치를 자동으로 최적화하는 개념 제안(2008년): tDCS 분야에서 공학적 방법론으로는 국내 최초로 SCI 저널에 논문 게재\n청각 BCI를 위해 청각정상상태반응(ASSR)을 이용한 새로운 방식의 BCI 패러다임 세계 최초 제안(2012년): 2013 국제 BCI 미팅에서 BCI의 분류 카테고리 중 하나로 확정됨\n국내 최초로 루게릭병(ALS) 환자를 대상으로 BCI 실험(2013년): \"Eyes-closed BCI\"라는 신개념 제안으로 2013년 국제 BCI 미팅에서 400편 중 20편 선정하는 구연 발표 논문으로 선정\n세계 최초로 Image-guided tDCS(IG-tDCS)라는 개념을 제안하고 세계 최초의 다채널 tDCS 시스템 구현(2011년): 이 연구를 필두로 하여 현재는 다채널 tDCS 시스템이 세계적 표준으로 자리잡음\n국내에서 유일하게 전류원 분포 수치 해석을 이용한 개인 맞춤형 tDCS 기술을 보유: 일반 사용자를 위한 MATLAB Toolbox(Comets)을 세계 최초로 오픈함 (2013년)\n뇌파 분석을 통한 정신질환 진단 바이오마커 추출 원천기술 보유: Schizophrenia Research, PNPBP, Brain Research 등 저명 저널에 20편 이상의 논문 발표\n새로운 LED 배치 방법을 적용하여 세계 최고의 주파수 분해능을 가진 정신적 타자기 개발(2012년): Journal of Neuroscience Methoths의 최다피인용논문(Most cited paper, 상위 1%) 중 하나로 선정(2015년)\n세계 최초로 카메라를 사용하지 않고 눈으로 쓴 글씨를 인식하는 '안구 마우스' 개발(2016년): 안구전도를 이용한 눈글 인식이라는 새로운 개념을 제안하였으며 사지마비 장애인에게 적용"
}