{
  "title": "고기능 로봇 매니퓰레이션 연구센터/세미나",
  "url": "https://hyu.wiki/%EA%B3%A0%EA%B8%B0%EB%8A%A5_%EB%A1%9C%EB%B4%87_%EB%A7%A4%EB%8B%88%ED%93%B0%EB%A0%88%EC%9D%B4%EC%85%98_%EC%97%B0%EA%B5%AC%EC%84%BC%ED%84%B0/%EC%84%B8%EB%AF%B8%EB%82%98",
  "content": "이 문서는\n고기능 로봇 매니퓰레이션 연구센터\n에서 주최한 세미나를 기록한 문서입니다,\n2009. 6. 4 Explororing Robotic Manipulation(Prof. Matthew T. Mason, Carnegie Mellon Univ.), 한양대학교 에리카캠퍼스\n2009 6. 4 Intelligence is the core science of all future robot systems(Prof. Delbert Tesar, The University of Texas at Austin), 한양대학교 에리카캠퍼스\n2009. 6. 5 The rise of robots-Machines sharing the environment with humans(Prof. Roland Siewart, Institute of Robotics and Intelligent Systems), 한양대학교 HIT\n2009. 6. 5 Where future robots should go and should not go(Prof. Makoto Kaneko, Osaka Univ.), 한양대학교 HIT\n2009. 11. 4 Manipulator and Manipulation(염영일 소장, 포항지능로봇연구소), 한양대학교 에리카캠퍼스\n2009. 11. 4 로봇산업 현황 및 국가정책방향(이상무 박사, 지식경제부 로봇PD), 한양대학교 에리카캠퍼스\n2009. 11. 4 개인서비스용 로봇의 매니퓰레이션 기술(이호길 박사, 한국생산기술연구원), 한양대학교 에리카캠퍼스\n2009. 11. 4 로봇손의 파지 제어 기술(최혁렬 교수, 성균관대학교), 한양대학교 에리카캠퍼스\n2009. 11. 4 디펜더블 매니퓰레이션 기술(강설철 박사, 한국과학기술원), 한양대학교 에리카캠퍼스\n2009. 11. 4 듀얼암 로봇의 매니퓰레이션 기술(박경택 박사, 한국기계연구원), 한양대학교 에리카캠퍼스\n2010. 6. 19 Ubiquitous Computing and Hearth-monitoring System for Wheelchair Users(김종배 박사, 국립재활의료원), 한양대학교 에리카캠퍼스\n2010. 7. 28 국방로봇(이원승 장군, KAIST), 한양대학교 에리카캠퍼스\n2010. 8. 16 Nano Robot & Based on Bionic Robot(Prof. Toshio Fukuda, Nagoya Univ.), 한양대학교 에리카캠퍼스\n2010. 8. 26 지능형 로봇의 특허동향 및 특허제도 소개(이현동, 특허청), 한양대학교 에리카캠퍼스\n2010. 9. 29 25 years of research in automation and robotics in construction and building(Prof Thomas Bock, Tokio Univ.), 한양대학교 에리카캠퍼스\n2010. 10. 8 International symposium on Bioni(cs Prof. Sunil K. Agrawal, Delaware), 한양대학교 에리카캠퍼스\n2010. 10. 8 Extraction of Trunk Muscle Syergies Based on Biomechanical Model of Static Equilibrium at L4-L5 Level During Complex Loading of Spine(Prof. M. Pamianpour, Shariff Univ.), 한양대학교 에리카캠퍼스\n2010. 10. 25 하이브리드 전투차량 개발 전략(김동현 박사, 국방과학연구소), 한양대학교 에리카캠퍼스\n2010. 10. 29 Ulban Challenge(Ph.D Young-Woo Seo, Canegie Mellon Univ.), 한양대학교 에리카캠퍼스\n2011. 1. 12 지능형 로봇 개발을 위한 공통기반 플랫폼 기술 기발(박홍성 교수, 강원대학교), 한양대학교 에리카캠퍼스\n2011. 2. 21신뢰성 평가(손영갑 교수, 국립안동대학교), 한양대학교 에리카캠퍼스\n2011. 3. 2 European FP7 project FILOSE on Robot Fish Locomotion and Sensing(Prof. Maarja Kruusmaa, Center for Biorobotics), 한양대학교 에리카캠퍼스\n2011. 3. 2 MEMS flow sensors for artificial lateral line in fish-robots(Prof. Massimo De Vittorio, National Nanotechnology Laboratory of Istituto Nanoscienze), 한양대학교 에리카캠퍼스\n2011. 5. 19 Hemispheric Lateralization of Motor Control And Generalization of Motor Learning across Different Effectors(왕진성 교수, Univ. of Wisconsin-Milwaukee), 한양대학교 에리카캠퍼스\n2011. 11. 19 지능형 굴삭시스템의 자율굴삭작업의 연구(홍대희 교수, 고려대학교), 한양대학교 에리카캠퍼스\n2011. 11. 19 Research Activities of Rehabilitation Robot in Korea National Rehabilitation Center(송원경 박사, 국립재활원), 한양대학교 에리카캠퍼스\n2012. 5. 25 From Biomolecular Motors to Ion Channels： Nature-Inspired Innovation for Microbiorobotics & Single Molecule Analysis(Prof. MinJun Kim, Drexel Univ.), 한양대학교 에리카캠퍼스\n2012. 8. 13 Robots at Home How can robots support human daily life(Prof. Tatsuo Arai, Osaka Univ.), 한양대학교 에리카캠퍼스\n2012. 9. 7 Human-Centered Robotics(Ph.D. Donjun Shin, Stanford Univ.), 한양대학교 에리카캠퍼스\n2012. 9.18 Robotics：Pathways to Transformative Research(Prof. PAUL Y. OH, Drexel Univ.), 한양대학교 에리카캠퍼스\n2012. 10. 23 Use of a Monocular Camera to Analyze Lateral Motions of a Self-Driving Car(Ph.D. Seo, Young-Woo, Carnegie Mellon Univ.), 한양대학교 에리카캠퍼스"
}