{
  "title": "관현악과",
  "url": "https://hyu.wiki/%EA%B4%80%ED%98%84%EC%95%85%EA%B3%BC",
  "content": "목차\n1\n학부(서울)\n1.1\n전공소개\n1.1.1\n학과 소개\n1.1.2\n학과 정보\n1.1.3\n특장점\n1.1.4\n주요 전공과목\n1.1.5\n커리큘럼\n1.1.6\n진로\n1.1.7\n질의응답\n1.2\n교수진\n학부(서울)\n소속: 서울 음악대학 관현악과\n유형: 서울 대학\n영문명: DEPARTMENT OF STRING & WIND INSTRUMENTS\n중문명: 管弦乐系\n카페 :\nhttps://cafe.naver.com/hyuorchestra/1011\n전공소개\n전공안내서2025의 내용을 발췌해 정리한 글임.\n학과 소개\n관현악과는 오케스트라를 구성하는 다양한 악기와 연주자들로 이뤄진 학과입니다. 오케스트라는 단 순히 악기와 연주자의 조합만으로 완성되는 것이 아니라, 동일한 악기 그룹이 하나의 파트를 형성하 며, 이들이 마치 하나의 악기처럼 조화로운 소리를 내는 과정에서 그 매력을 발휘합니다. 오케스트라 의 여러 파트가 조화롭게 어우러져 무대와 객석에 울려 퍼질 때 비로소 오케스트라는 완성됩니다. 학 생들은 오케스트라를 통해 개인 기량을 향상시킬 뿐만 아니라 실내악, 관악합주, 현악합주 등을 통해 함께 연주하는 기술과 다른 연주자들의 소리를 존중하는 방법을 배웁니다. 유능한 교수진의 지도 아 래 실기 능력과 이론적 지식을 향상시켜 보다 성숙한 음악적 소양을 갖출 수 있도록 합니다. 이러한 체계적인 교육을 통해 전문 연주자를 양성하는 것이 한양대학교 관현악과의 궁극적인 목표입니다.\n학과 정보\n총학생수 : 160명\n성비 : 남녀 1:3\n전화번호 : 02-2220-1280\n학과설립연도 : 1965\n특장점\n체계적인 실내악 수업\n주 1회 레슨 수업, 매학기 전체 악장 대상 시험 진행, 매년 정기적인 오디션을 통해 연주 기회 제공\n한양대학교 관현악과 오케스트라\n최희준 교수의 지휘 아래 실전과 같은 전문 오케스트라 리허설 형식의 수업을 통해 최고의 연주자들을 양성 정기연주회와 외부 연주 기회를 통해 다양한 무대 경험도 쌓을 수 있음\n주요 전공과목\n과목\n소개\n전공실기\n담당 교수의 레슨을 통해 학생들은 자신의 연주 능력을 개별적으로 향상시킵니다.\n관현악 오케스트라\n교향곡 및 협주곡을 포함한 다양한 시대의 작곡가들의 작품을 연주함으로써 실전 경험을 쌓을 수 있습니다.\n관악/현악 합주\n관악 혹은 현악 합주를 통해 특정 악기군의 음색과 기능에 대한 이해를 높입니다.\n실내악\n소규모 편성에 집중해 합주 능력을 향상시킵니다.\n커리큘럼\n연도별 커리큘럼은 상이할 수 있으므로, 학과 홈페이지에서 다시 한번 확인하시길 바랍니다.\n전공\n전학년\n1학년\n2학년\n3학년\n4학년\n실기\n오케스트라\n전공실기\n실내악\n관/현악 합주\n연주와비평\n특수악기1\n피아노실습\n특수악기2\n바로크음악연주\n지휘법\n현대음악연주\n이론\n시창및청음\n국악개론및감상\n서양음악사\n관현악문헌\n연주를위한음악분석\n진로\n분야\n직업\n음악계\n교향악단, 오케스트라 단체연주, 앙상블, 개인 솔로 등\n학계・교육계\n대학교수, 강사, 중고등학교 음악교사 등\n질의응답\n연주회나 발표회의 기회가 많이 주어지나요?\n한양대학교 관현악과에서는 솔로, 실내악, 오케스트라 등 다양한 발표회가 이루어지고 있습니다. 매주 한 번씩 조를 편성하여 이루어지는 ‘연주와 비평’ 이라는 수업을 통해 무대경험을 할 수 있습니다. 더불어 여러 사람들의 연주를 들으며 내 음악뿐만 아니라 다른 사람의 음악을 듣는 능력도 향상시키고 있습니다. 그리고 매년 다양한 정기연주회가 열리고 있으며, 많은 오디션을 통해 협연 기회도 주어지고 있습니다.\n레슨 교수님을 선택할 수 있나요?\n한양대학교 관현악과는 레슨 시스템이 잘 갖춰져 있으며 교수님 또한 선택할 수 있는 기회가 주어집니다. 입학 전 실시하는 오리엔테이션에서 각자 희망하는 교수를 적어 제출합니다. 그리고 입학한 후에 희망한 교수의 오디션을 보고 학생을 선택하는 방식으로 진행됩니다.\n교내 연습실은 어떻게 운영이 되고 있나요?\n본교 음악대학 연습실은 운영체제가 정말 잘 되어있습니다. 한번 신청할 때 제한된 시간은 2시간으로 되어있으며, 각자 원하는 시간에 오전시간대 한번, 오후시간대 한번, 이렇게 하루에 두 번 동시에 신청할 수 있습니다. 매일 00:00시에 하루 뒤인 요일 연습실 신청란이 열립니다. 필요에 따라 다양한 연습실이 준비되어 있으며 보안 또한 잘 되어 있어 안전하게 연습할수 있습니다.\n교수진\n김응수\n교수\n위찬주 교수\n최희준\n교수\n박홍배 조교수\n조인혁\n조교수\n최성원 조교수"
}