{
  "title": "교수학습개발 및 서울권역 e-러닝 지원센터",
  "url": "https://hyu.wiki/%EA%B5%90%EC%88%98%ED%95%99%EC%8A%B5%EA%B0%9C%EB%B0%9C_%EB%B0%8F_%EC%84%9C%EC%9A%B8%EA%B6%8C%EC%97%AD_e-%EB%9F%AC%EB%8B%9D_%EC%A7%80%EC%9B%90%EC%84%BC%ED%84%B0",
  "content": "교수학습개발센터\n및\n서울권역 e-러닝 지원센터\n는 2012년 6월 한양\n교수학습개발센터\n와\ne-러닝지원센터\n의 부서통합으로 신설되었다.\n신설 이래 2011년 5월 교육부 선정 최우수 e-러닝 센터로 지정\n2012년 교육부의 학부교육선진화선도대학(ACE) 사업에 선정되는 등 첨단 교육 서비스 지원을 확대\n목차\n1\n분야\n1.1\n교수\n1.2\n학습\n1.3\ne-learning\n2\n교수법 R&D 현황\n2.1\n2009\n2.1.1\nRainbow 교수법 개발\n2.2\n2010\n2.2.1\nRainbow 교수법 개발\n2.2.2\n연구개발\n2.3\n2011\n2.3.1\nRainbow 교수법 개발\n2.4\n2012\n2.4.1\n교수컨설팅 서비스 개발\n2.4.2\nRainbow 티칭모듈 개발\n분야\n교수\n한양 레인보우교수법\n: 레인보우 티칭 모듈 개발을 통해 한양대학교만의 창의적이고 다양한 교수법 활용 사례를 체계화 하고 효과적이고 다양한 교수법들을 축척, 양질의 표준화된 교수법 전파 인프라를 구축\n생각이 차오르는 인문학 카페\n: 한양대 학생들에게 ‘문(文), 사(史), 철(哲)에 관한 인문학적 소양을 함양시킬 기회를 제공하는 인문학 강연을 개최한다.\n영어강의 워크숍: 한양대 교수들이 영어전용강의에서 보다 효과적으로 강의 내용을 전달하기 위해 필요한 사항들을 워크숍으로 기획하여 제공한다.\n영어강의 1：1 컨설팅: 한양대 교수들이 영어전용강의를 진행함에 있어 개별적으로 상담받기를 원하는 내용을 원어민 교수와 컨설팅할 수 있도록 맞춤형 컨설팅을 제공한다.\n교수진단 서비스: 한양 핵심가치 진단, 교수스타일(Teaching Style) 진단, 교수역량(Teaching Competency) 진단을 제공한다.\n티칭케어 서비스: 강의 분석과 컨설팅 프로그램을 제공한다.\nOCW\n: 학기 단위로 OCW에 참여하기를 희망하는 교수의 신청을 통해과목을 선정하고 콘텐츠 제작 전문 업체에 의뢰하여 10주차 이상의 강의를 콘텐츠로 제작한 후, 학기 종료 후\nHowL\n(한양대학교 강의공개 사이트) 및 KOCW(한국교육학술정보원 강의공개사이트)에 무료로 공개한다.\n교수법 워크숍\n: 교수법과 관련한 최신 주제를 선정하여 학생들의 학업성취도를 고취시킬 수 있는 다양한 교수법 향상 워크숍을 제공한다.\n학습\n학습법 워크숍\n: 대학생이 갖추어야 할 학습 역량을 신장하여 지식 사회에서 요구하는 인재로 성장할 수 있도록 매학기 다양한 주제의 학습법 워크숍을 개최한다.\n러닝메이트\n: 또래 학습을 통해서 자기 주도적 학습능력 및 역량을 강화시킨다.\n찾아가는 워크숍\n: 학생들이 반드시 갖추고 있어야 할 능력들, 그러나 일일이 가르쳐가며 수업을 진행할 수는 없는 것에 대한 맞춤형 학습법 워크숍을 제공한다.\n학생응답시스템(클리커): 학생들의 학습과 수업참여를 촉진하고 교수자와 학습자 사이의 적극적이고 신속한 피드백과 깊이 있는 상호작용이 가능한 새로운 형태의 강의지원시스템\n한양학술타운\n: 학습 공동체 형성 프로그램을 구축시키고 학문적 소통을 통해 전문성을 갖춘 창의 인재 양성을 마련한다.\nTEDxHanyang\n: 다양한 학문의 지식을 사회에 응용하고, 문화적 다원성을 이해하며, 글로벌 사회에서 국제적 적응력과 경쟁력을 갖춘 인재 양성할 수 있는 교류의 장을 개최한다.\n학습상담: 학업능력 향상을 위한 학습전략을 진단하고, 맞춤형 학습법 제공, 학생들에게 개별화된 학습방법을 안내하여 자기주도적 학습방법을 형성할 수 있도록 지원\n학습코칭: 학습에 직·간접적 영향을 미치는 요인을 점검하고 이 과정에서 자신의 학습문제를 파악하고 개선 방향 설정 및 학습코칭 받을 수 있음\ne-learning\n콘텐츠 개발: 학내 정규 e-러닝, 서울권역 거점대학 e-러닝 학점교류, 학내 비정규 e-러닝 강좌 개발 및 콘텐츠 개발, 서울권역 거점대학 e-러닝 운영위원회 관리, 산·학·연·관 전략적 제휴를 통한 e-러닝 수익사업\ne-러닝 학사운영: 학내 정규 e-러닝, 서울권역 거점대학 e-러닝 학점교류, 학내 비정규 e-러닝 운영\n교수법 R&D 현황\n2009\nRainbow 교수법 개발\n공감을 불러일으키는 Communicative Teaching- 소통교수법\n유익한 정보를 제공하는 Informative Teaching- 학생응답시스템을 활용한 대형강의\n공감을 불러일으키는 Communicative Teaching- 코칭으로 티칭하는 코칭교수법\n2010\nRainbow 교수법 개발\n몰입을 유도하는 Technology-supported Teaching- 강의보조커뮤니티 활용 교수법\n연구개발\n창의적 문제해결과정을 통한 실용공학 연구\n한양부속고등학교 수업방법 개선을 위한 연구\n2011\nRainbow 교수법 개발\n실제의 세계로 인도하는 Real-world based Teaching- 학생이 주도하는 PBL 교수법\n나를 일깨우는 Reflective Teaching- 온라인 카페테리아 수업진단시스템을 활용한 교수법\n2012\n교수컨설팅 서비스 개발\n교수역량 진단(Teaching Competence): 교수활동(Teaching Activities)에 관한 수업설계, 운영, 평가와 관련된 진단\n교수스타일 진단(Teaching Style): 교수가 선호하는 교수법의 일정한 형태나 양식 파악하기 위한 진단 도구\n한양 WAY 진단((Teaching Perspectives): 한양대학교의 건학이념과 핵심 가치를 반영한 철학 진단\n티칭케어서비스(Teaching Care Service): 교수 자가진단수행, 수강생 학습자 진단, 수업 강의촬영, TCS 수업 분석과 결과 통해 처방 및 컨설팅 제공 프로그램\nRainbow 티칭모듈 개발\n질문 교수법, 역발상 교수법, 유머 교수법, 스티커 교수법"
}