{
  "title": "국제어학원(서울)",
  "url": "https://hyu.wiki/%EC%84%9C%EC%9A%B8_%EA%B5%AD%EC%A0%9C%EC%96%B4%ED%95%99%EC%9B%90",
  "content": "이 문서는 서울캠퍼스\n국제어학원\n의 프로그램을 기록한 문서입니다,\n[1]\n한국어 과정\n한국어과정 확대 개설\n서울캠퍼스 국제어학원에서는 한국어과정을 오전 반만 운영하였으나 2006년부터 오후 반도 개설하여 운영하였다.\n2006년에 한국어과정 수강생들의 의료비 부담을 완화하기 위하여 한양대 부속 병원 입원시 병원비를 할인하는 제도를 시행하였다.\n서울캠퍼스 국제어학원에서는 기존 3명이던 한국어과정 장학생을 2006년에 6명으로，2008년에는 10명으로 확대하였다. 2006년에는 재외동포재단과 협력하여 1학기에 한하여 2명의 학비를 30% 지원하였다..\n2012년도 여름학기부터 정규 2주 단기 프로그램을 개설하여 운영하였으며, 방콕, 일본, 대만 및 다국적 학생 등을 대상으로 한 맞춤형 특별 단기 프로그램을 운영하였다.\n교환학생을 위한 Survival Korean, 교내 외국인 교수 및 대학원생을 위한 교직원 특별반, 학부 입학을 준비하는 외국인 학생을 위한 TOPIK 시험 대비반등을 신규 개설하여 운영하였다.\n해외 ʻ한국어 말하기 대회ʼ 행사 지원을 통한 프로그램 홍보 노력\n2011년과 2012년에는 몽골 울란바토르대학교 주최 한국어 말하기 대회, 대만 대한민국대표부 주최 한국어 말하기 대회, 인도네시아 대사관 주최 한국어 말하기 대회, 그리고 필리핀세부 한인회에서 주최하는 한국어 말하기 대회 등의 행사를 지원하여 우수학생에게 한국어 및 한국문화과정에서 수학할 수 있는 장학증서를 수여하였다. 이를 통해 프로그램을 해외에 더욱 알리고 우수학생을 유치하도록 노력하였다.\n연수 사업 운영\n2008년도에는 교육과학기술부 재외동포과에서 주관한 '한국어연수프로그램 지원 사업’에선정되어 총 9천만 원의 국고를 배정받아서 다양한 한국 문화 사업을 운영하였다\n2012년도에 국립국제교육원에서 주관하는 ‘한일 상대 국어 선택 고교생 교류 초청 연수’사업에 선정되어 1차 및 2차 연수 프로그램에 국고 1,400만원을 배정받아 한국어 및 한국문화사업을 운영하였다.\n외국어 과정\n취업 및 특수 목적을 위한 영어 프로그램 개설\n2006년부터 학생들의 취업을 돕기 위해 ‘비즈니스 회화 및 P/T반’，‘영작문 반’을 개설하여 운영하였다.\n또 2007년도부터는 6명 정원의 특별 토론 클래스인 ‘Hot-Topics’, 영문 이력서 작성 및 영어 면접을 준비하는 프로그램인 ‘Job Preparation 과정’을 개설하고 운영하고 있다.\n대학원 어학 시험 대체 영어 강좌 실시\n2005년부터 국제 어학원에서는 대학원 및 국제학 대학원과 협의하여 대학원 어학 시험에 2회 이상 불합격한 학생을 대상으로 대체 강좌를 실시하기로 하였다. 이로 인해 학생들의 애로점을 해소하였다.\n교수영어특강 실시\n영어전용강좌의 증가에 따라 2007 2008년 교수를 대상으로 한 영어 특강을 실시하였다.\n이로 인해 영어전용강의의 확대 실시와 교원들이 업적평가 점수 제고에 공헌하였다.\n초•중학생을 위한 영어집중체험학교 운영\n2007년도 여름방학부터 매년 여름 및 겨울 방학 기간 중에 초 • 중학생을 위한 영어집중체험학교를 운영하고 있다.\n참가자들은 4주간 하루 7시간씩 집중적으로 영어를 체험하였다.\nSpecial English Program 의 신규 개설 및 운영\n2009년부터 특수 목적Pronunciation Clinic, Screen English, 1：4 Mentoring Program 등의 특별 영어과정을 개설하여 운영하였다.\n외국인 학생과 한국인 학생의 학업지원 서비스 운영\n2012년부터 한국어과정의 외국인 학생과 외국어과정에서 공부하는 한국인 학생간의Language Exchange가 이루어질 수 있도록 지원하고 있다.\nTESOL 확대\n2005년 6월 29일에 Korea Times가 실시한 국내 각 분야별 우수 외국어 교육 기관 평가에서 TESOL 부문 대상을 수상하였다.\n정부의 영어 공교육 강화 방침에 따라 TESOL 과정을 양적으로 확대하고 질적으로 개선하였다. 이로 인해 더 많은 학생을 유치하였고，보다 나은 교육 과정을 확립하였다.\n외국 대학과의 협력을 통해 TESOL 졸업생의 학점인정 기회를 기존의 한양대 대학원 과정에서 해외 대학의 TESOL 석사 과정에까지 확대하였다.\n외국대학과의 협력을 통해 TESOL 졸업생의 해외대학 석사과정 진학 시 학점인정 기회를 양적으로 확대하였다.\n↑\n한양대학교 백서 2005-2008,2009-2012 참고"
}