{
  "title": "국악과",
  "url": "https://hyu.wiki/%EA%B5%AD%EC%95%85%EA%B3%BC",
  "content": "목차\n1\n학부(서울)\n1.1\n전공소개\n1.1.1\n학과 소개\n1.1.2\n학과 정보\n1.1.3\n특장점\n1.1.4\n주요 전공과목\n1.1.5\n커리큘럼\n1.1.6\n진로\n1.1.7\n질의응답\n1.2\n교수진\n1.3\n‘우리는 아리랑이다’ 공연\n[1]\n학부(서울)\n소속: 서울 음악대학 국악과\n유형: 서울 대학\n영문명: DEPARTMENT OF KOREAN TRADITIONAL MUSIC\n중문명: 国乐系\n카페 :\nhttps://cafe.naver.com/hyukugak/733\n전공소개\n전공안내서2025의 내용을 발췌해 정리한 글임.\n학과 소개\n한양대학교 국악과는 뛰어난 교수진과 학생들이 있는 국악계 최상위권 대학으로, 자랑스러운 한국 전통 음악을 전공하고 있는 학생들로 이루어진 학과입니다. 학교에서는 개인별 전공 실기 수업과 심도 있는 실습 교육을 통하여 우수한 실기 실력을 갖춘 음악인들을 양성하고, 다양한 이론 교육으로 국악의 전반적인 지식을 배양 뿐 아니라 서양 음악까지 혼합된 음악 전반에 걸친 폭 넓고 깊이 있는 지식을 습득하게 함으로써, 실기와 이론을 겸비한 전문인을 양성하는 양질의 교육을 제공하여 많은 인재들을 배출하고 있습니다.\n교육목표는 첫째, 기악, 성악, 작곡, 이론 등 각 전공 영역별 특성화를 통한 전문인을 양성하는 것이고, 둘째, 전공 영역별 전문성을 토대로 한국 전통문화 전반적인 맥락을 이해하도록 하는 것이며, 셋째, 한국 전통공연예술과 인접국가 음악들의 연관성 및 차이점을 비교함으로써 한국문화의 특성을 밝히도록 하는 것이며, 넷째, 한국및 동양음악만이 아니라 서양음악의 상대적 이해를 통하여 인류공동의 음악문화 예술에 이바지할 수 있는 방향을 모색토록 하는 것입니다.\n학과 정보\n전화번호 : 02-2220-1290\n학과설립연도 : 1971\n특장점\n다양한 장학금 혜택\n음악대학 별도 장학금 혜택 제공, 음악특기자 장학금은 수시전형의 실기시험에서 일정 기준을 초과하는 점수로 합격 시 4년간 전액 지급, 지정된 대외 콩쿠르에서 입상할 경우, 등수에 관계없이 다음 학기부터 졸업 시까지 전액 장학금 지급\n다양한 공연 기회\n매년 정기 연주회가 국립국악원 예악당에서 개최됨. 오디션을 통한 협연 기회제공, 춘계/추계 연주회 현악의 다양한 공연 기회 통해 전문 연주자로 성장하기 위한 실전 경험 제공 매년 정기연주회가 국립국악원 예약당에서 개최됨. 오디션을 통한 협연 기회 제공, 춘계/추계 연주회, 밤, 관악의 밤, 성악의 밤, 전공별 앙상블 연주회 등을\n우수한 입상 실적\n동아 국악콩쿠르 국립국악원 대회, 국악 협회 대회 등 국악계 대표 콩쿠르에서 우수한 성적을 거두며, 다양한 전공 분야에서 뛰어난 실기 성적을 보이고 있음.\n교수-학생, 선후배, 동기간 유대관계\n소수인원으로 운영되어 교강사와 동료, 선후배와의 유대관계를 형성할 수 있음.\n주요 전공과목\n과목\n소개\n전공실기\n주 1회 개인레슨을 통해 심층적인 실기 지도를 받으며, 4년 동안 정악, 산조, 창작 음악 등 다양한 장르의 곡을 학습합니다.\n국악실습\n정약합주 국악사 창작 관현악곡 연습에 초점을 맞춘 수업으로, 1~2학년과 3~4학년으로 구분하여 진행됩니다. 연습을 통해 익힌 곡들은 정기 연주회에서 발표되어 학생들이 자신의 실력을 대외적으로 선보일 수 있는 기회를 제공합니다.\n정악합주\n관악과 현악으로 나뉘어 관악기와 현악기의 특성을 반영한 곡들을 종합적으로 다루는 수업입니다. 전체 합주뿐만 아니라 관악, 현악 부분별 합주로 구성되어 있습니다.\n국악사\n고대부터 현대까지 국악의 역사적 변화와 발달 과정을 탐구합니다. 각 시대별 특징과 양식 변화, 외래 문화와의 교류 등을 학습하여 국악의 역사적 맥락을 이해합니다.\n커리큘럼\n연도별 커리큘럼은 상이할 수 있으므로, 학과 홈페이지에서 다시 한번 확인하시길 바랍니다.\n전공\n전학년\n1학년\n2학년\n3학년\n4학년\n공통\n이론\n국악총론\n서양음악이론\n국악사\n화성및대위법\n국악기론\n국악분석\n세계음악문화\n음악교과교육론\n음악논리및논술\n음악회제작캡스톤디자인\n일반서양음악사\n국악문헌\n예술경영및마케팅\n음악교과교재연구및지도\n중등음악교육실습\n연주수업\n연주와비평\n기본전공실기\n국악전공실기\n기악\n합주수업\n관악기합주\n국악관현악\n현악기합주\n성악\n세미나\n국악성악\n작곡\n세미나\n국악작곡\n이론\n세미나\n국악이론\n진로\n분야\n직업\n예술계\n악단, 그룹 활동, 개인 활동, 작곡가, 편곡가 등\n교육계\n대학교수, 개인레슨, 중고등학교 음악 선생님, 방과 후 강사, 학원 강사 등\n경영계\n예술 단체 경연.공연 예술 마케팅, 공연 예술 기획자, 공연 예술 콘텐츠 개발자 등\n방송계\n국악 관련 방송 프로듀서, 국악 관련 방송 작가, 국악 관련 방소 MC, 음향 엔지니어 등\n기타\n국악 전문 연구 기관 연구원, 이론가, 비평가 등\n질의응답\n국악과에 다니는 학생들은 모두 판소리, 사물놀이를 할 줄 아나요?\n아니요. 국악과는 세부전공으로 나뉘기 때문에 본인 전공이 아니면 못하는 학생들도 많습니다. 국악과라고 하면 판소리해보라고 하는데 기악 전공인이 할 수 있는 것은 목소리로 ‘사랑 사랑 사랑 내사랑이야’를 할 수 있는 정도랍니다.\n요즘 크로스오버 음악들이 많은데, 학교에서는 전통음악만 배우나요?\n아닙니다. 전통음악을 중점적으로 배우지만 최근 추세에 따라 전통음악을 기반으로 한 창작곡이나 완전히 현대화시킨 음악도 배울 수 있습니다. 이러한 음악이 실제 시험곡이 되기도 하며 학교공연에서 연주되기도 합니다.\n예체능 계열은 선후배 관계가 엄격하다고 하는데 사실인가요?\n그렇지 않습니다. 한양대학교 국악과는 예체능 계열에서 내려오던 폭력이라든지 비인도적인 행위 등의 악습은 모두 사라졌으며, 오히려 돈독한 선후배 관계로 음악적, 학업적으로 도움을 받고 있습니다.\n교수진\n김성아 교수\n안성우 교수\n임혜정 조교수\n조주선\n교수\n서순정 부교수\n손정화\n조교수\n‘우리는 아리랑이다’ 공연\n[1]\n2017년\n9월 4일\n(월) 저녁 7시 서울 성동구 소월아트홀에서 무료 공연\n창작국악 '우리는 아리랑이다'는 명창 송할매와 제자 껄떡쇠가 전국 최고의 아리랑대회에서 최고의 아리랑을 뽑는 심사를 진행하며 큰 깨달음을 얻는 이야기이다.\n주요 배역\n떡쇠 역 김건희 학생(국악 13)\n송할매 역 송선호 씨(국악과 학사 12, 국악학과 석사 17)\n지도교수에는 조주선 국악과 교수가 참여\n↑\n<뉴스H> 2017.08.31\n[알림] 국악과, ‘우리는 아리랑이다’ 공연"
}