{
  "title": "국제화 프로그램/해외파견",
  "url": "https://hyu.wiki/%ED%95%B4%EC%99%B8%ED%8C%8C%EA%B2%AC_%EA%B5%AD%EC%A0%9C%ED%99%94_%ED%94%84%EB%A1%9C%EA%B7%B8%EB%9E%A8",
  "content": "이 문서는\n국제화 프로그램\n중 해외파견 프로그램에 관한 문서입니다.\n[1]\n본교 학생들의 해외 파견 프로그램 관련 박람회는\n해외파견박람회\n참조\n목차\n1\n해외정규과정\n1.1\n해외교환학생\n1.2\n교비유학생\n1.3\n어학연수 학점인정\n1.4\n싱가폴국립대학 공동강의·인턴십\n2\n해외단기과정\n2.1\n교비지원 어학연수\n2.2\n글로벌 프런티어\n2.3\n해외 인턴십\n2.4\n해외사회봉사\n2.5\n대학원생 해외탐방\n해외정규과정\n해외교환학생\n교환학생\n문서를 참고\n해외파견교환학생 제도는 외국 자매결연대학이 맺은 상호협정에 의거해 본교 학생을 일정기간 자매대학에 파견해 수학하게 하는 제도이다.\n이 제도에 따라 지난 4년(2009~2012) 간 총 979명의 학생이 135개 이상의 학교에서 교환학생으로 수학했다.\n교비유학생\n해외교비유학생 제도는 학부 졸업생 중 해외 대학의 대학원 학위 과정에 진학하는 자에게 선발을 통해 장학금을 지원하는 프로그램이다.\n1981년 국내 대학 최초로 제도를 도입한 이 래 수많은 학생이 혜택을 받고 있다.\n이 프로그램을 통해 2012년까지 총 285명이 지원을 받았다.\n어학연수 학점인정\n어학연수 학점인정 제도는 국제화 요구에 따라 자발적인 해외 연수가 늘어나는 추세를 반영해 2002년 3월 1일부터 시작했다.\n국제협력처\n국제협력팀의 승인을 거쳐 해외연수, 국내연수, 화상영어 이수자에게 재학 중 1회 최대 3학점까지 일반선택 학점을 인정했다.\n국내연수는 ERICA캠퍼스에서 실시하는 대학생 기숙영어 프로그램인\nAPEX 프로그램\n에 한정하고 있다.\n싱가폴국립대학 공동강의·인턴십\n2003년부터 싱가폴국립대학(National University of Singapore)과 맺은 협정에 따라 공동강의프로그램(Joint Lecture Program)을 시행해 왔다.\n재학생을 상대 학교에 파견해 한 학기동안 수강하는 제도로, 2009년부터는 건축학 전공생에 한해 인턴십 프로그램도 병행하기 시작했다.\n2009년부터 4년 간 매년 20명의 건축·디자인·산업디자인 전공 학생이 이 프로그램의 혜택을 받았다.\n해외단기과정\n교비지원 어학연수\n해외 어학연수\n문서를 참고\n국제협력처에서는 자매결연대학에 본교 재학생을 파견하는 교비지원 단기어학연수 프로그램을 운영하고 있다.\n방학기간동안 실시하는 이 프로그램은 해당 지역의 언어와 문화에관심을 지닌 학생에게 단기간동안 어학능력 향상과 문화적 이해를 높일 수 있는 좋은 기회를 제공해 주고 있다.\n하얼빈공업대학, 상해교통대학, 큐슈국제대학, 고베대학, 하와이동해대학 등 기설 프로그램을 비롯해, 2012년부터는 필리핀어학연수 및 봉사활동, 미국어학연수, 아일랜드어학연수 프로그램이 신설되었다.\n지난 4년(2009!2012) 간 총 657명의 학생이 교비지원 어학연수 프로그램을 이용했다.\n글로벌 프런티어\n글로벌 프런티어\n문서를 참고\n글로벌 프런티어 제도는 해외 현지에서 문화, 교육, 산업 등 다양한 분야에 대한 직접적인경험을 쌓도록 하는 프로그램으로 2007년부터 시작했다.\n이 프로그램의 특징은 학생 스스로 자신의 전공과 관련된 주제를 선정해 해외 탐방과 섭외 모두를 기획하는 데에 있다.\n매년 참신한 주제와 구체적인 기획력, 전문성을 띈 많은 인재가 참여하고 있다. 지난 4년 간 총 278명의 학생이 이 프로그램의 지원을 받았다.\n해외 인턴십\n최근 기업들은 실무경험을 통해 조직문화에 익숙하고 업무 경쟁력을 갖춘 인재상을 요구한다. 이에 그 어느 때보다 인턴쉽의 중요성이 더욱 두드러지고 있다. 또한 국제화 능력이 그어느 때보다 중요시되는 요즘 인턴십을 통해 실무 경험을 쌓고 국제화 능력 모두를 향상시키려는 학생들의 수요가 무척 늘어남을 알 수 있다.\n해외 인턴십\n문서를 참고\n해외사회봉사\n사회봉사단에서는 1995년 중국 연변과학기술대학과의 자매결연을 계기로 해외 봉사 프로그램을 운영해 왔다.\n매 여름방학마다 중국 연변, 상해, 필리핀 그리고 해비타트 해외봉사단원을 파견해, 2012년까지 총 500명 이상의 재학생이 프로그램에 참가했다.\n프로그램별로는, 중국권 팀은 한국어 교육 및 한국문화 교류 활동을, 해비타트 팀은 건축봉사와 벽화봉사를 진행하였다.\n2012년부터는 필리핀 지역에서 교육 및 건축 봉사활동을 시작했다.\n대학원생 해외탐방\n일반대학원과 일반대학원 총학생회에서는 대학원 재학생이 다양한 문화 체험과 교육시설을 탐방해 국제적 경험을 쌓을 수 있도록 대학원생 단기 해외탐방 프로그램을 운영했다.\n지난 4년간 이 프로그램을 통해 총 91명의 대학원 재학생이 여름방학을 이용해 유럽과 미국 지역을 탐방했다.\n↑\n한양대학교 백서 2009-2012"
}