{
  "title": "국어교육과",
  "url": "https://hyu.wiki/%EA%B5%AD%EC%97%AC%EA%B5%90%EC%9C%A1%EA%B3%BC",
  "content": "목차\n1\n학부(서울)\n1.1\n전공소개\n1.1.1\n학과 소개\n1.1.2\n학과 정보\n1.1.3\n특장점\n1.1.4\n주요 전공과목\n1.1.5\n커리큘럼\n1.1.6\n진로\n1.1.7\n질의응답\n2\n교수소개\n학부(서울)\n소속:서울\n사범대학\n국어교육과\n유형: 서울 대학\n영문명: Department of Korean Language Education\n중문명: 国语教育系\n전공소개\n전공안내서2025의 내용을 발췌해 정리한 글임.\n학과 소개\n국어교육과는 국어교육 분야의 전문성과 유능함을 갖추어 디지털 다양성 시대의 변혁적 교육을 이끌 어갈 중·고등학교 교사, 연구자, 활동가를 양성하는 것을 목적으로 합니다. 이를 위해 효과적인 국어교 육 및 관련 교육을 위한 제반 이론을 심층적으로 연구하고, 국어학과 국문학 그리고 문식성 연구를 토 대로 오늘날의 사회가 요구하는 언어 역량의 학습을 촉진하는 최신 교육 방법을 탐구하며, 현장의 국 어교육 맥락에 기반한 문제해결적 연구와 실습을 시행합니다. 국어학은 말과 글, 소통을 연구하는 언 어학에 기반한 학문이며, 국문학은 시, 소설, 수필, 희곡, 평론을 고전부터 현대까지 아울러 연구하는 학 문입니다. 언어에 기반한 인간의 인지사회적 사고와 상호작용을 다루는 리터러시 분야에서는 21세기 디지털 다양성 시대에 생활인, 전문인, 민주시민이 갖추어야 할 의사소통 및 의미구성 역량을 탐구하 고 교육합니다. 국어교육과에서는 전통적 학교 교육을 담당할 전문 국어교사를 양성함과 동시에 급격 하게 변화하는 현대 사회의 구성원들이 다양한 삶의 분야에서 평생에 걸쳐 말과 글, 텍스트와 매체, 기 호와 의미를 비판적이고 창의적으로 다룰 수 있도록 체계적으로 지원하는 역량 있는 교육자 및 연구자 를 웁니다. 이를 위해 국어교육과에서는 학생들이 국어교육 분야의 전문가가 되기 위해 요구되는 국 어 교과 지식을 습득하고, 효과적으로 학습자를 지도할 수 있는 교수 역량과 자질을 기르며, 글로벌 사 회의 교육과 문화의 성장에 기여한다는 사명감을 지닐 수 있도록 최적의 교육 기회를 제공합니다\n학과 정보\n전화번호 : 02-2220-1120\n학과설립연도 : 1984\n특장점\n국어 교사로 가는 첫 발걸음, 국어교육과\n체계적이고 전문적으로 마련된 집중 교육과정을 통해 교원 자격증 취득 가능\n최고의 교수진을 통해 경험하는 양질의 교육\n국내외 국어교육 분야의 최고 전문가로 구성된 언어학, 국문학, 국어교육학, 문식성 및 리터러시 연구 분야의 교수진을 확보하여 국가 수준의 교육과정 및 다양한 교수학습자료를 통한 양질의 교육을 받을 수 있음.\n문학유적지로 떠나는 학술답사\n학부생 모두가 참여하는 문화유적지 학술답사 진행.\n주요 전공과목\n과목\n소개\n현대사회와문학\n현대 사회의 특성을 이해하고, 이를 반영한 문학 텍스트의 재현 양상과 의미를 파악하며 이를 실제 문학 교육에 적용합니다.\n고전문학교육론\n고전 문학 교육의 목표, 개념, 성격, 교육과정, 교수학습 및 평가를 학습하고 기존 교육에 대한 반성적 성찰을 수행, 미래상을 모색합니다.\n미디어리터러시의 이해\n변화하는 문식 환경의 맥락에서 문식성 이론과 원리를 학습하여 미디어 디지털 시대 학생의 다양한 의미구성과 의사소통을 지원하기 위한 방향을 모색합니다.\n문법교육론\n문법 교육의 체계 및 내용, 방법론을 학습하고, 이를 비판적용하여 실제 현장에서 학교 문법을 가르칠 수 있는 능력을 함양합니다\n커리큘럼\n커리큘럼은 연도별 상이할 수 있습니다.\n전공\n1학년\n2학년\n3학년\n4학년\n국문학\n문학의이해\n국문학개론\n국문학사\n현대소설론\n현대시론\n고전시가론\n문학비평론\n고전산문론\n현대시강독\n현대소설강독\n국어학\n언어의이해\n말과글\n국어규범론\n국어문법론\n국어학개론\n국어회용론\n국어의미론\n국어음운론\n국어사\n교육학\n문화외국어교육\n다문화사회와교육\n국어교육론\n교육연구방법론\n외국인을위한문학교육\n이해교육론\n시가교육론\n소설교육론\n외국인을위한문법교육\n세계화시대의한국어교육\n표현교육론\n국어교과교재및연구법\n문학교육론\n국어과교육론\n문법교육론\n의사소통교육론\n국어교육평가론\n고전문학교육론\n국어과논리및논술\n교직\n교육심리학\n교육사회학\n교육철학및교육사\n교육사회및평생교육\n교육과정및평가\n생활지도및상담\n다문화교육의이론과실제\n교육행정및경영\n교육방법및공학\n교육봉사활동\n교직실무\n특수교육학개론\n교육실습\n진로\n분야\n직업\n국어교육 및 리터러시 분야의 학계와 교육계\n대학교수, 연구원, 교사 등\n공공・정부기관\n국・공립 교사, 장학관 및 교육연구관 등의 교육 공무원 등\n언론계\n방송・신문 기자, PD, 아나운서, 방송 작가 등\n출판,문화계\n편집자, 시인, 소설가, 작가, 교육콘텐츠 제작자 등\n대학원 진학\n국어교육학, 리터러시, 학습과학 등을 전공하여 석박사 학위 취득\n질의응답\n국어교육과가 국어국문학과와 다른 점은 무엇입니까?\n국어교육과는 사범대학 소속이며, 국어국문학과는 인문과학대학 소속입니다. 기본적으로 국어교육과와 국어국문학과는 국어학과 국문학 전반에 대한 연구를 합니다. 하지만 국어교육과는 국어국문학과와는 다르게 국어교육론, 문법교육론, 문학교육론 등과 같이 국어 과목 관련 지식을 효율적으로 학생들에게 교육하기 위한 방법론도 연구합니다. 교직 과목을 통해 교육의 역사나 철학, 학생들의 심리 등에 대해 학습하고, 교육 현장에서 학생들과 소통할 수 있습니다.\n임용고시를 봐서 국어 선생님이 되고 싶은데, 어떻게 해야 하나요?\n국어교육과에서 요구하는 전공과 교직과목을 일정 학점 이상 이수하고, 졸업요건이 충족된다면 ‘중등학교 정교사 2급 국어’ 교원자격증을 취득할 수 있습니다. 추가로 한국사능력검정시험에서 3급 이상의 성적을 거두면, 졸업예정자 혹은 졸업자는 임용고시에 응시할 수 있습니다. 임용고시에서 합격을 한 후 공립학교로 발령받는 경우에는 중・고등학교를 선택할 수 없습니다. 사립학교는 각 학교 단위에서 준비한 시험에 응시하여 선발됩니다.\n교수소개\n김미영\n교수\n김정선\n부교수\n류수열\n교수\n정재찬\n교수\n조병영\n교수\n김정선\n부교수\n채윤미 조교수"
}