{
  "title": "궁극의 독서",
  "url": "https://hyu.wiki/%EA%B6%81%EA%B7%B9%EC%9D%98%EB%8F%85%EC%84%9C",
  "content": "궁극의 독서(표지)\n한양대학교\n출판부\n가 발간한\n박찬운\n교수의 저서\n부제 : 베개만 한 책을 읽어낸 고통의 기록\n목차\n1\n도서 개요\n2\n분류\n3\n책 소개\n4\n목차\n5\n서문 (일부)\n6\n저자 소개\n도서 개요\n416쪽\n신국판(152*225)\n22,000원\n발행일 2020년 8월 31일\nISBN 978-89-7218-694-6(93810)\n분류\n국내도서 > 에세이 > 독서에세이\n국내도서 > 인문학 > 책읽기/글쓰기 > 책읽기\n국내도서 > 인문학 > 교양 인문학\n국내도서 > 인문학 > 서지/출판 > 서지/문헌/도서관\n책 소개\n출판부 공식 자료 발췌\n국가인권위원회 상임위원 박찬운 한양대 교수의 고통스러운 독서 일기\n─ “인생을 살면서 잘한 일을 꼽으라면 오직 ‘독서’밖에 없습니다.”\n국가인권위윈회 상임위원 박찬운 한양대 교수의 일곱 번째 교양서. 지난 몇 년간 저자가 전공(인권법) 연구와 강의를 제외한 시간에 틈틈이 읽은 다양한 분야의 책들 중 기억하고 싶은 책들을 정리해 편집했다. 이 책을 보면 저자의 독서의 실체를 알 수 있다. 법률, 사상, 역사, 심리, 문학, 예술, 여행 등 여러 분야의 책을 얼마나 집요하게 읽었는지, 그 고통의 깊이는 어땠을지를 생생하게 볼 수 있다. 한 지식인의 고독과 고통의 독서를 엿볼 수 있는 기회인 것이다.\n여기에서 다룬 책들 중 여럿이 정말 베개만 한 것들이다. 첫 페이지를 넘길 때 과연 끝까지 읽을 수 있을지 의심한 책들이다. 그런 책들을 읽으면서 조금이라도 더 기억하고 싶어 곳곳에 밑줄을 쳐가며 읽었다. 대부분의 책들은 새벽 4시 기상과 동시에 읽어나갔다. 이 책은 남들 다 자는 시간에 베개만 한 책을 한 장 한 장 넘기는, 그 고독의 역사를 기록한 것이다.\n목차\n서설\n제1부\t책으로 세상을 읽다 | 사상·역사·법학\n미국 건국의 진정한 일등공신, 알렉산더 해밀턴\t\t─ 베개 같은 책, 《알렉산더 해밀턴》\n여덟 번이나 이름이 바뀐 도시, 리비우\t\t─ 제노사이드와 인도에 반한 죄의 기원\n보수의 위기, 대한민국의 위기\t\t─ 미국 보수주의의 경전, 《보수의 정신》\n이것이 보수주의의 핵심 가치\t\t─ 미국 보수주의를 이해하는 또 다른 필독서, 《보수주의자의 양심》\n21세기 대한민국을 움직이는 조선조 성리학\t\t─ 한국을 이해하는 열쇠, 《한국은 하나의 철학이다》\n대한민국 법률가 역사에 정의는 있었는가\t\t─ 법률가들의 족보, 《법률가들》\n노블레스 오블리주, 한 가문의 영광과 고통\t\t─ 한 가문을 넘어 모든 이의 역사, 《서간도 시종기》\n가인 김병로는 누구인가\t\t─ 대한민국 사법의 창조주, 《가인 김병로》\n우리가 나아가야 할 발전의 방향\t\t─ 발전의 참의미를 알려준 《전문가의 독재》\n고독한 군중, 근대인의 초라한 초상\t\t─ 자유 속에서 권위를 갈망하는 《자유로부터의 도피》\n누구도 내 생각의 자유를 죽일 수 없다\t\t─ 세바스티안 카스텔리오의 《다른 의견을 가질 권리》\n인간으로 남을 것인가, 신이 될 것인가\t\t─ 《사피엔스》로 보는 장대한 인류의 역사\n왜 그는 거리의 인문학자가 되었는가\t\t─ 인류의 위기에 대한 《원효와 마르크스의 대화》\n눈물겨운 나의 폐강 이야기\t\t─ 세대갈등 속에서 읽어야 하는 책, 《90년생이 온다》\n제2부\t책으로 인간을 읽다 | 인문·문학·예술·여행\n쓸모없는 것에 대한 찬양\t\t─ 인문적 정신의 정의, 《쓸모없는 것들의 쓸모 있음》\n수정같이 맑은 정신으로 살아가는 어느 법학자\t\t─ 고독한 독서인, 《내내 읽다가 늙었습니다》\n내 삶의 표상, 겸산 최영도\t\t─ 불교기행의 결정판 《아잔타에서 석불사까지》\n안데스를 걷는 어느 법률가의 초상\t\t─ 여행기의 정수 《안데스를 걷다》\n야, 이놈아. 그런 좆같은 인생, 엿이나 먹어라!\t\t─ 독한 인생론 《인생 따위 엿이나 먹어라》\n소설가를 무시할 수 없는 이유에 대하여\t\t─ 《나는 나를 기억한다》\n카라마조프적 인간상이란 무엇인가\t\t─ 3수로 완독한 《카라마조프 가의 형제들》\n오랜 친구, 나의 장발장\t\t─ 독서의 성취감을 준 《레 미제라블》 완역본\n나도 조르바처럼 자유롭게 살고 싶다\t\t─ 어록집 《그리스인 조르바》\n별이 있는 한 우주는 아름답고, 인간이 있는 한 세상은 아름답다\t\t─ 전쟁 속에서도 사랑은 피어나는 법\n일본 변호사에게 보내는 헌사\t\t─ 일본 형사사법절차를 고발하는 《사망추정시각》\n소설이란 무엇인가\t\t─ 나를 울린 《검은 모래》\n비련의 여인, 난주\t\t─ 황사영의 아내, 《난주》\n더 열심히 쓰겠습니다. 더 깊이 절망하겠습니다\t\t─ 슬픔 속에서 희망을 찾는 《높고 푸른 사다리》\n어둠을 뚫고 새벽을 연 사람들\t\t─ 시대의 자화상, 《아버지의 새벽》\n에필로그\n찾아보기\n서문 (일부)\n“당신의 취미가 무엇입니까?”라는 질문에 “예, 제 취미는 독서입니다”라고 답하는 분들이 있습니다. 취미는 애호(愛好)의 의미가 있으니, 독서가 취미라는 분은 분명 책 읽는 것을 즐기고 좋아할 것입니다. 정말 그렇습니까? 만일 그런 분이 있다면, 그는 대단한 사람입니다. 고통을 즐기는 사람이니까요. 제가 보기엔 정신적으로는 자신을 학대하는 일종의 마조히스트입니다. 너무 과한 이야기인가요?\n물론 책에 따라서는 다릅니다. 어떤 책은 말 그대로 시간 가는 줄 모르게 읽을 수 있습니다. 약간의 성적 판타지가 있는 책들은 독서 중에도 몸의 변화를 느낄 수 있습니다. 그런 책을 읽으면서 즐겁다고 한다면 저도 단박에 그렇다고 할 것입니다.\n하지만 제게 독서는 고통을 수반하는 일입니다. 제가 읽어온 대부분의 책은 제게 고통을 주었습니다. 책 속에서 지식을 구하는 것도 고통이지만, 더 큰 고통은 처음부터 끝까지 읽는 것이었습니다. 저는 젊은 시절 고시공부를 했습니다. 이 공부는 두꺼운 법서를 여러 번 읽어야 합니다. 저는 지금도 그 당시 읽었던 법서 몇 권을 보관하고 있는데, 그 중 한 권을 보여드리지요. 민사소송법 교과서인데 열한 번 읽었다고 표시되어 있군요(물론 민소법을 이 책으로만 공부한 게 아닙니다. 이 책 말고도 몇 회 독 이상 읽은 책이 또 있습니다). 이렇게 책을 읽은 것은 그 속에 있는 내용을 거의 암기하기 위함이었습니다. 그 속에서 즐거움이 있었을까요? 물론 모르는 것을 알고 나면 짜릿한 기분이 들었지요. 그렇지만 고통이었습니다. 지금도 그런 고통을 매번 느끼면서 법률서적을 읽습니다.\n저에게는 법률서적뿐 아니라 문학, 예술, 과학 등등 접해본 어떤 책들도 쉬운 것은 없었습니다. 읽고 나면 뿌듯함을 한껏 느꼈지만, 그렇다고 해서, 감히 독서가 즐거웠다고? 독서가 취미라고? 그렇게 말할 자신은 없습니다.\n제가 특별히 좋아하는 영역이 역사입니다. 그래서 저는 역사책을 많이 읽습니다. 몇 년 전 세계 역사와 관련하여 중요한 책이 몇 권 나왔습니다. 에드워드 기번의 《로마제국 쇠망사》 여섯 권이 완역되었는데, 이 책이 어느 정도의 볼륨인지 아십니까. 대충 계산해봐도 3500쪽 정도가 됩니다. 이런 책을 어느 누가 다 읽었다 할 것이고, 도대체 몇 명이 읽으면서 즐거웠다고 할까요? 제가 좋아하는 또 한 작가 윌 듀란트의 대작 《문명 이야기》 열 권도 완역되었습니다. 이건 무려 6500쪽 분량입니다. 이 책을 어느 누가 읽었다 하겠습니까? 그것을 읽으면서 즐거웠다고 할 사람이 어디에 있겠습니까? 그런 사람이 있다면 그는 분명 비범한 사람입니다. 단행본은 쉬울까요? 플라톤의 《법률》이라는 책이 있습니다. 한 권으로 출간되었지만 1000쪽이 넘습니다. 쉽게 책장을 넘길 수가 있을까요? 천만에요. 한 쪽 한 쪽을 읽을 때마다 머리에서 쥐가 납니다. 내가 과연 몇 쪽을 더 읽고 포기할 것인가, 그것이 문제입니다.\n제게 있어 독서는 삶입니다. 일과 중에는 일이 있으니 어렵지만 자투리 시간과 퇴근 후, 그리고 주말의 여유 있는 시간은 대부분 독서로 시간을 보냅니다. ‘학이시습지 불역열호(學而時習之 不逆說呼)’하는 마음으로 책을 대합니다만, 고통으로 시간을 보낸다고 해도 과언이 아닙니다. 그래서 얻은 지병이 과민성대장질환입니다. 책을 읽다가 막히는 대목이 나오면 아랫배가 더부룩해집니다. 저는 이렇게 지난 50년간 책을 읽어 왔습니다. \n그럼에도 인생을 살면서 잘한 일을 꼽으라면 이것밖에는 없습니다. 여행과 함께 독서 말입니다. 여행과 독서는 다른 것 같지만 본질은 같습니다. 이 둘은 지적 호기심을 충족시키는 과정입니다. 결국 ‘책을 읽는 것’입니다. ‘독서는 앉아서 하는 여행이고, 여행은 걸어다니는 독서’입니다. 독서는 책상 앞에서 책을 통해 세상을 배워나가는 여행입니다. 여행은 몸을 움직이면서 독서를 통해 얻은 지식을 바탕으로 세상이라는 거대한 책을 읽는 것입니다. 제가 젊은 분들에게 권할 수 있는 것은 이 둘뿐입니다. 이것을 통해 보다 큰 눈을 갖고 세상을 바라보길 바랍니다. 좋은 책을 ‘읽고 또 읽고’ 세상으로 나아가 그것을 확인해보십시오. 그것이 진정한 공부입니다. 그것이 남는 인생입니다.\n이제 책 한 권을 여러분에게 보여드립니다. 별스럽지는 않지만 이 책을 쓰는 데는 수백 수천의 시간이 걸렸습니다. 이 책은 저의 독서의 기록입니다. 지난 몇 년간 전공(인권법) 연구와 강의를 제외한 시간에 틈틈이 읽은 책들 중 기억하고 싶은 책들을 정리해 편집했습니다. 이것을 보시면 제 독서의 실체를 알게 될 겁니다. 법률, 사상, 역사, 심리, 문학, 예술, 여행 등 여러 분야의 책을 얼마나 집요하게 읽었는지, 그 고통의 깊이는 어땠을 지를 생생하게 볼 수 있을 겁니다. 한 지식인의 고독과 고통의 독서를 엿볼 수 있는 기회입니다. 여기에서 다룬 책들 중 여럿이 정말 베개만 한 것들입니다. 첫 페이지를 넘길 때 과연 끝까지 읽을 수 있을지 의심한 책들입니다. 그런 책들을 읽으면서 조금이라도 더 기억하고 싶어 곳곳에 밑줄을 쳐가는 제 모습을 그려보십시오. 대부분의 책들은 새벽 4시 기상과 동시에 읽어나갔습니다. 남들 다 자는 시간에 베개만 한 책을 한 장 한 장 넘기는, 그 고독의 역사를 기록했습니다. 이제 그것을 누군가와 나누고 싶습니다. 분명 고통이지만 동시에 묘한 즐거움, 그것이야말로 궁극의 독서입니다.\n저자 소개\n본 내용은 책에 게재된 내용이며 본 소개는\n박찬운\n문서 참조\n대학에서 법학을 전공하고 20대에 법률가가 되었다. 지난 30년 이상 변호사, 인권행정가, 교수(한양대학교 법학전문대학원)로 살면서 소수자 및 사회적 약자의 인권증진을 위해 노력했다. 2020년 1월 임기 3년의 국가인권위원회 상임위원(차관급)에 임명되어 바쁜 나날을 보내고 있다. 삶이 곧 배움이란 자세로 미국·일본·유럽을 오가며 전공인 인권법을 연구했고, 법률가의 좁은 시야를 극복하기 위해 여행과 독서를 생활화해왔다. 1999년 이래 『국제인권법』, 『인권법』, 『보편적 관할권과 국제범죄』(학술원 우수학술도서) 등 10여 권의 전공서를 냈고, 2010년 이후부터는 그간의 여행과 독서를 정리해 『책으로 세상을 말하다』(2011), 『문명과의 대화』(2013), 『로마 문명 한국에 오다』(2014), 『빈센트 반 고흐, 새벽을 깨우다』(2015), 『경계인을 넘어서』(2016), 『자유란 무엇인가』(2016) 등의 교양서를 꾸준히 집필해오고 있다. 이 책은 저자의 일곱 번째 교양서이다."
}