{
  "title": "기능성파이소재 연구실",
  "url": "https://hyu.wiki/%EA%B8%B0%EB%8A%A5%EC%84%B1%ED%8C%8C%EC%9D%B4%EC%86%8C%EC%9E%AC%EC%97%B0%EA%B5%AC%EC%8B%A4",
  "content": "소속: 서울\n공과대학\n유기나노공학과\n영문명: Functional π-Material Laboratory\n실장:\n정재윤\n유기나노공학과\n교수\n홈페이지:\nhttps://sites.google.com/site/jyjaung/\n목차\n1\n주요 연구\n1.1\n분자 Modeling\n1.2\nTarget 물질의 합성\n1.3\n합성된 소재의 물성 분석\n1.4\nApplication\n1.4.1\nDisplay 소재 (LCD & OLED)\n1.4.2\n염료감응형 태양전지 (Dye Sensitizer Solar Cells)\n1.4.3\n광역학치료 (Photodyanamic therapy)\n1.4.4\n화학센서 (Chemosensors)\n1.4.5\n근적외선 제어 소재 (Near IR control materials)\n주요 연구\n분자 Modeling\n분자구조를 설계한 뒤, 합성하기에 앞서, Computer 계산 프로그램을 이용한 Simulation을 통해 설계한 물질의 특성을 미리 예측하고, 설계한 구조의 적합성을 확인합니다.\n이는 연구의 첫 단추를 꿰는 단계로 아주 중요하다고 할 수 있습니다.\nTarget 물질의 합성\n설계한 물질은 다양한 유기 반응을 통해 합성되고, 재결정, Column chromatography등 다양한 정제기술 등을 이용하여 고순도로 분리하게 됩니다.\n합성된 물질은 NMR, FT-IR, Element Analysis, Mass spectroscopy 등으로 Target물질이 올바르게 합성되었는지 확인 과정을 거칩니다.\n합성된 소재의 물성 분석\nMelting point, UV-vis 흡수 스팩트럼, 형광 스펙트럼, Cyclovoltametry 등을 이용해 합성된 소재의 물리적, 광학적, 전기적 특성을 분석합니다.\nApplication\nDisplay 소재 (LCD & OLED)\n최근에는 LCD보다는 형광효율이 높고, 수명이 긴 OLED 발광 소재의 연구가 활발히 진행되고 있습니다.\n발광소재에서 Singlet state로 여기된 전자가 바닥상태로 떨어지며 그 에너지 차이에 해당되는 파장대의 빛을 발산하는 것을 형광(Fluorescence)이라 하고, triplet state에서 바닥상태로 이동하며 발생하는 빛은 인광(phosphorescence) 이라 합니다.\n이론적으로 Singlet state, Triplet state의 전자들을 모두 이용한다면 100%의 형광효율을 낼 수 있기 때문에, TADF (thermally activated delayed fluorescence)를 이용하는 소재 연구가 진행되고 있습니다.\n염료감응형 태양전지 (Dye Sensitizer Solar Cells)\nDSSCs란 OLED와 반대로 염료를 이용하여 빛을 전기로 전환시켜 줄 수 있는 장치를 말합니다.\n금속산화물 층 (TiO2 등)에 광감응제를 흡착시켜 상대전극과 결합하여 Cell을 형성하게 되는데, 광감응제에서 빛을 흡수하며 전자가 LUMO level로 여기되면 금속산화물 층으로 전자가 주입되고 외부회로를 통해 전자가 상대전극으로 이동하여 전해질을 거쳐 다시 산화된 염료를 환원시켜주게 됩니다.\n이 순환과정을 통해 빛을 이용해 전기를 생산할 수 있는데, 금속을 사용하지 않는 유기화합물을 이용하여 보다 저렴하고 보다 높은 효율을 지니는 광감응제 개발을 위한 연구를 진행하고 있습니다.\n광역학치료 (Photodyanamic therapy)\nPDT란 빛에 의해 triplet state로 위치하게 된 전자의 에너지를 이용하여 염료 주변의 산소를 활성산소로 바꾸어 줄 수 있는데, 이 생성된 활성산소를 이용하여 암세포를 괴사시키는 치료법을 말합니다.\n저희 연구실에서는 신규물질 합성 및 Biomarker의 활용을 통해 Singlet quantum yield가 높아 활성산소를 생산이 활발하며, 피부 투과성이 높은 Red 혹은 NIR영역의 빛에 감응하고, 선택적으로 암세포를 포착할 수 있는 phthalocyanine계 PDT용 소재를 개발하고 있습니다.\n화학센서 (Chemosensors)\n화학센서란, 주변환경 변화에 감응하여 형광 또는 색 변화 등 시그널을 내는 물질을 말합니다.\n환경 문제가 대두되면서 Cadmium, Mercury, Lead, Chromium 등 4대 중금속 및 Copper, Cyanide 등 이온성 물질을 검지할 수 있는 화학센서 개발이 활발히 이루어 지고 있습니다.\n저희 연구실에서도 선택적으로 Cation에 감응하여 광학적 특성 변화를 보여주는 소재를 개발하고 있습니다.\n근적외선 제어 소재 (Near IR control materials)\n근적외선은 열선으로 불리며 근적외선 제어 소재는 방위산업에서 위장용으로, 농업에서는 근적외 차단용 필름 등으로 사용되고 있습니다.\n저희 연구실에서는 가시광은 투과시키고 근적외선만 선택적으로 흡수할 수 있는 소재에 대한 연구를 진행하고 있습니다."
}