{
  "title": "기숙대학",
  "url": "https://hyu.wiki/%EA%B8%B0%EC%88%99%EB%8C%80%ED%95%99",
  "content": "기숙대학 (RC, Residential College)는 2017학년도부터 ERICA캠퍼스 창의인재원에서 운영하는 것으로, 단순한 주거 공간으로만 사용되었던 기존의 기숙사와는 달리, 학생들이 생활 체험과 지적 자극을 경험할 수 있도록 생활(Living)과 학습(Learning)을 결합한 선진형 교육 시스템을 뜻한다. 이러한 RC에서는 학업은 물론 공동체 의식 함양, 소통능력 향상, 인성 강화 등을 촉진하고 있다. 그럼으로써 기숙사를 전인 교육의 장으로 적극 호라용하여 인성과 지성 통합 교육의 실질적인 공간을 만들어 삶과 배움의 일치를 추구하는 새로운 교육환경을 제공하고 있다.\n홈페이지 :\nhttps://ericarc.hanyang.ac.kr/\n목차\n1\nRC프로그램\n1.1\n공통 필수 프로그램\n1.2\n공통 선택 프로그램\n1.3\n자율 선택 프로그램(언어카페)\n1.4\nRC 개인 선택 프로그램\n2\n활동\n2.1\n2020년\n3\n관련기사\nRC프로그램\n공통 필수 프로그램\n공통 필수 프로그램은 RC 소속 모든 학생들을 대상으로 진행되는 활동으로 RC 특강(명사 초청 강연), RC 체육대회, 학술제, High Table Dinner로 구성되어 있다.\nRC 소속 학생 전원이 반드시 참여해야 하는 공통 필수 프로그램\nRC 특강(명사 초청 강연)을 통해 글로벌 리더로서의 소양을 습득할 수 있는 기회 제공\nRC 체육대회에 참여함으로써 심신 건강 도모와 공동체 의식 함양\n단체 활동을 통해 다양한 학우들과의 교감을 통해 타인을 이해하고 배려하는 기회 제공\nRC 일원으로서의 소속감과 공동체 의식 함양의 기회 제공\n공통 선택 프로그램\n공통 선택 프로그램은 RC 소속 모든 학생들을 대상으로 진행되는 활동으로 봉사활동, 토론활동, Team Project 활동으로 구성되어 있다.\nRC 소속 학생 전원이 선택적으로 참여해야 하는 공통 선택 프로그램\n봉사활동에 참여함으로써 한양의 건학 이념인 ‘사랑의 실천’을 실현할 수 있는 기회 제공\n다양한 토론을 통해 사고의 확장과 소통과 융합을 경험할 수 있는 기회 제공\nTeam Project 활동을 통해 학생들이 자주적, 주체적으로 활동을 계획하고 실행할 수 있는 자기주도적 활동 기회 제공\n자율 선택 프로그램(언어카페)\n자율 선택 프로그램(언어카페)은 RC 소속 모든 학생들 중 활동을 희망하는 학생들을 대상으로 진행되는 활동으로 영어카페로 구성되어 있다.\nRC 소속 학생 중 희망하는 학생들이 자율적으로 선택하는 자율 선택 프로그램\n영어카페에 참여하여 원어민 강사와 듣기/말하기를 통해 글로벌 커뮤니케이션 능력 향상의 기회 제공\n언어카페를 통해 습득된 글로벌 커뮤니케이션 능력을 바탕으로 추후 다양한 문화를 이해하고 체험하는 활동과 지역사회와 연계한 다문화 봉사활동 등의 기회 제공\nRC 개인 선택 프로그램\n개인선택 프로그램은 RC 소속 모든 학생들을 대상으로 진행하는 활동으로 문화·예술 및 인문학적 감수성(영화감상 및 토론, 인문학 강연 참석, 합창단 등), 취미(1인 1악기, DIY, 사진 찍기, 그림 그리기 등), 크래프트 제작(캔들, 디퓨저, 십자수, 뜨개질 등), 스포츠(탁구, 배드민턴, 테니스, 골프, 건강관리, 다이어트 등), 봉사(교내외 및 해외 봉사), 창의적 지성(고전문학토론, 문화예술토론, 공모전 참여, 어학 Study 등) 등 다양한 인성 분야의 활동으로 구성되어 있다.\nRC 소속 학생들이 개인 혹은 팀별로 활동하는 선택 프로그램\n다양한 분야의 프로그램을 통해 인성을 함양하고 글로벌 사회에서 요구하는 겸손한 인성을 갖춘 인재로 성장할 수 있는 기회 제공\n다양한 분야의 프로그램을 통해 자기계발 및 여가개발, 진로탐색 등의 기회 제공\n공통\n필수\n리더십 특강\n명사 초청 강연\nRC학술제 및 High Table Dinner\n학술제  및 공동체 소통과 융합\n인성 /리더십\nRC  체육대회\n공통\n선택\n인성 /리더십\n팀별  봉사활동\n팀별 토론( 리더십, 독서, 문화/예술, 고전문학)\n멘토가 주관하는 팀별 주 1회 활동\n개인\n선택\n사진찍기\n교·내외  대회에서 사진을 찍고 각자의 사진들을 주제로 하여 서로 토의하며 사진기술을 습득하고 사진전 참가\n합창단 / 음악연주\n2~3곡의  노래를 연습하여 교내 축제 또는 RC발표대회에서 합창. 함께 노래를 부르며 협동심과 배려심을 기르고 나아가 책임감과 자기주도성을 높일 수  있다\n공모전\n환경  및 애너지 절약의 주제를 가지고 창의적인 아이디어를 도출하여 교외 공모전에 도전. 공모전을 통해 도전정신을 갖게 되며 탐구하는 능력과  협동심을 기를 수 있다\n건강 관리\n개인  또는 팀 활동이 가능하며 정기적인 운동을 통해 다이어트 및 체력 증진을 함. 운동 기구 사용방법을 습득하고 운동이 가능하게 연습하여 목적을  이룬다\n독서 / 리더십 토론\n월  1권의 책을 정해 지정한 분량을 읽고 리더와 함께 토론진행. 리더와 함께 주제 및 책선정하여 토론한다. 토론을 통해 다양한 의견과 가치관을  나누며 사고의 확장과 다양성을 경험할수 있고 생각하는 힘과 리더십을 기를 수 있다\n문화 / 예술 토론\n다양한  주제를 가지고 전시회 또는 박물관을 탐방하고 이에 대해 토론 분야에 따라 각자 다양한 것을 느끼고 습득할 수 있다. 이에 대한 내용으로  서로 토론하며 서로의 생각을 들어볼 수 있으며 더욱 깊게 학습할 수 있다\n고전 문학 토론\n인성교육을  위해 옛 선인들의 좋은 말씀을 배워 봄. 부모님에 대한 효도, 형제간의 우애, 친구간의 우정, 스승 섬기기, 바람직한 대인관계 등 올바른  마음가짐을 위한 기본 행동철학이 담긴 선인들의 좋은 말씀을 익힘으로써 한자와 도덕을 동시에 학습할 수 있다\n구기 운동\n농구,  탁구, 테니스, 배드민턴 등 하나의 구기 종목을 선택하여 진행 운동 방법과 자세 등을 습득하고 함께 연습하며 협동심과 팀워크를 기른다\n문학 창작\n시  이어짓기 활동을 진행. 도서관에서 주최하는 행사와 공동 진행한다. 시 이어짓기란, 기존의 시에서 일부분은 유지하고 나머지는 자기가 직접  시를 지어내는 걸을 말한다\n크레프트 제작\n양초  제작, 십자수, 뜨개질 등 관련 내용등을 습득하고 연습하며 목표하는 바를 이룬다\n영화감상\n명작,  흥행작, 또는 추천 작품을 보고 영화속 내용, 배경 속 나라 등 다양한 주제를 가지고 토론한다\n개인운동\n골프,  요가, 홈필라테스 등을 정하여 진행. 운동 방법과 자세 등을 습득하고 함께 연습하며 목표하는 바를 이룬다.\n자율\n선택\n언어  카페\n글로벌  커뮤니케이션( 원어민 )\n활동\n2020년\n5월 19일 ~ 20일 : 비누 만들기\n5월 200일 : 마스터와의 만남,\n김희택\n재료화학공학과\n교수의 특강\n관련기사\n<뉴스H> 2020.06.06\nERICA캠퍼스 기숙사생들, RC센터 활동으로 유익한 프로그램 즐겨"
}