{
  "title": "김경학",
  "url": "https://hyu.wiki/%EA%B9%80%EA%B2%BD%ED%95%99",
  "content": "한양대학교\n공과대학\n화학공학과\n교수이자 계산촉매 에너지재료 연구실장 (Computational Design of Catalysts and Energy Materials Laboratory, CDCE)을 겸하고 있다.\n목차\n1\n학력\n2\n경력\n3\n연구\n4\n수상\n5\n주요논문\n6\n학술 및 외부활\n학력\nSep 2018 – Feb 2021, Doctor of Philosophy in Chemical Engineering, Pohang University of Science and Technology (POSTECH)(Advisor: Prof. Jeong Woo Han)\nMar 2014 – Feb 2018, Master of Science in Chemical Engineering, University of Seoul(Advisor: Prof. Jeong Woo Han)\nFeb 2008 – Feb 2014, Bachelor of Science in Chemical Engineering, University of Seoul\n경력\nSep 2021 – present : Hanyang University (Seoul), Assistant Professor\nFeb 2021 – Aug 2021: Postdoctoral researcher & Lecturer, Pohang University of Science and Technology (POSTECH)\n연구\n주요연구분야\nEnergy Materials (Li-ion cell and Fuel cell)\n■ From computational approaches, we will design and develop new electrode and electrolyte materials for SOFCs and PEMFCs for our green energy sources in our future.\n■ In addition to fuel cells, we also have interests about Li-ion batteries, S-ion batteries, functionalized materials for ionic conductor, hydrogen or CO2 storage and utilization.\nLow Energy & Emission Vehicle Development\n■ The research purpose of this topic is the development of exhaust gas purification system for the Super Ultra Low Energy & Emission Vehicle (SULEEV).\nCatalyst design\n■ Our group focused on the investigation of reaction mechanism, origin of catalytic activity, and active sites for chemical reactions. From those knowledge, we design new catalytic materials in various applications, such as Automotive Catalyst / Hydrogen Production & Storage / COx & NOx conversion / CO2 utilization / Single Atom Catalyst / Reforming of CH4 / HER / ORR / OER.\n수상\nMiwon Young Researcher Award (2023)\nS-Oil Best Thesis Award (2022)\n2020 Graduate Student Research Award (Catalysis)\n2020 The First Prize at Daelim Research Award (Catalysis/Materials)\nSilver Prize (2nd) at Samsung Electro-Mechanics Research Award (2019)\nHoimyung Research Award (2017)\n주요논문\nJun Kyu Kim†, Sangwoo Kim†, Seunghyun Kim, Hyung Jun Kim, Kyeounghak Kim*, WooChul Jung*, and Jeong Woo Han*, Dynamic Surface Evolution of Metal Oxides for Autonomous Adaptation to Catalytic Reaction Environments, Adv. Mater. 2203370 1-18 (2022) (IF=30.849) *co-corresponding authors.\nKyeounghak Kim, Sangwook Joo, Rui Huang, Hyung Jun Kim, Guntae Kim*, and Jeong Woo Han*, Mechanistic insights into phase transition and metal ex-solution phenomena of Pr0.5Ba0.5Mn0.85Co0.15O3-δ from simple to layered perovskite under reducing conditions and enhanced catalytic activity, Energy Environ. Sci. 14 (2021) 873-882. (IF=38.532) *Selected as a Back Cover\nKyeounghak Kim†, Bonjae Koo†, Yong-Ryun Jo, Siwon Lee, Jun Kyu Kim, Bong-Joong Kim*, WooChul Jung*, and Jeong Woo Han*, Control of transition metal - oxygen bond strength boosts the redox ex-solution in perovskite oxide surface, Energy Environ. Sci. 13 (2020) 3404-3411. †co-first authors (IF=30.289) *Selected as a Front Cover\nYeongdong Mun†, Kyeounghak Kim†, Seonggyu Lee†, Seongbeen Kim, Seunghyun Lee, Sujeong Kim, Wonyong Choi, Soo-kil Kim, Jeong Woo Han, * and Jinwoo Lee *, Novel Versatile Strategy for Tuning ORR Activity of a Single Fe-N4 Site by Controlling Electron Withdrawing/Donating Properties of Carbon Plane, J. Am. Chem. Soc. 141 (2019) 6254-6262. †co-first authors (IF=14.695)\nBonjae Koo†, Kyeounghak Kim†, Jun Kyu Kim†, Jeong Woo Han*, and WooChul Jung*, Sr Segregation in Perovskite Oxides: Why It Happens and How It Exists, Joule, 2 (2018) 1476-1499. †co-first authors, (IF=27.054)\n학술 및 외부활\n2014 - present : Korean Chemical Engineering Society\n2021 - present : Korean Industrial Engineering Society\n2021 - present : Korean Electrochemical Society\n2021 - present : Korean Federation of Science and Technology Societies\n2021 : Korean Research System Improvement Committee"
}