{
  "title": "김명직/주요논문",
  "url": "https://hyu.wiki/%EA%B9%80%EB%AA%85%EC%A7%81/%EC%A3%BC%EC%9A%94%EB%85%BC%EB%AC%B8",
  "content": "이 문서는\n김명직\n경제금융학부\n교수의 논문을 기록한 문서입니다.\nEnglish\n“ Supervising Operational Risks: A New Index of Key Risk Indicators Approach,”(with Dae-Shik Won) Journal of Economic Research, 16, 2011, 97-115.\n“Assessing Sovereign Debt Strategies Under Alternative Term Structure Models,\"(with Geon-Ho Choi and Hangyong Lee) Asia-Pacific Journal of Financial Studies,39, 2010, 777-799.\n“Benchmarking Venture Investment and Korean Venture Capital Industry,” (with Cheolho Han, Dongchul Kwak) Journal of Money and Finance, 23, 2009, 1-26.1)\n“Stress Testing of Financial Industries: A Simple New Approach to Joint Stress Testing of Korean Banking, Securities, and Non-Life Insurance Industries,\" (with Kook-Hyun Chang) Asia-Pacific Journal of Financial Studies, 38, 2009, 521-543.1)\n“Stress EAD: Experience of 2003 Korea Credit Card Distress,\" Journal of Economic Research, 13, 2008, 73-102.\n“Downturn LGD, Best Estimate of Expected Loss, and Potential LGD under Basel II,\" Journal of Economic Research, 11, 203-223, 2006.\n“Jumps and Time-Varying Correlations in Daily Foreign Exchange Rates,\" Journal of International Money and Finance, 20, 611-637, 2001 (with Kook-Hyun Chang).\n\"Measuring Korea's Potential GDP and Trend Unemployment,\" Journal of Economic Theory and Econometrics, 5, 43-64, 1999 (with Ji-Sung Yoo).\n“Contagion and Reverse Contagion: The Case of the Korean Financial Crisis,\" Journal of Economic Research, 3, 21-40, 1998 (with Ji-Sung Yoo).\n“Modelling Business Cycles via Common Trends-Common Cycles Model,\" Journal of Economic Research, 2, 79-97, 1997.\n“Transient Fads and the Crash of '87, ”Journal of Applied Econometrics, 11, 41-58, 1996 (with Chang-Jin Kim).\n\"Duration Dependence in Korean Business Cycles: Evidence and Its Implication Based on Gibbs Sampling Approach to Regime-Switching Model, Seoul Journal of Economics, 1996.\n“A Markov Switching Factor Model of Coincident and Leading Indicators,\" Journal of Economic Research, 1, 253-272, 1996 (with Ji-Sung Yoo).\n\"Volatility and Jump Risk in Korean Financial Markets,\" Journal of Economic Research, 1, 349-368, 1996 (with Kook-Hyun Chang).\n“New Index of Coincident Indicators: A Multivariate Markov Switching FactorModel Approach,” Journal of Monetary Economics, 36, 607-630, 1995 (with Ji-Sung Yoo).\n“Are Jumps in Stock Returns Diversifiable? Evidence and Implications for Option Pricing,” Journal of Financial and Quantitative Analysis, 29, 609-631, 1994 (with Robert Brooks, Young-Ho Oh).\n“Predictable Stock Returns: The Role of Small Sample Bias,” Journal of Finance, 48, 641-661, 1993 (with Charles R. Nelson).\n“The Unbiased Expectations Hypothesis and Error-Learning,” Advances in Quantitative Analysis of Finance and Accounting, 2, 105-113, 1993 (with Robert Brooks and Miles Livingston).\n“An Analysis of Patterns from the Statement of Cash Flows,” Financial Practice and Education, 3, 73-79, 1993 (with Benton E. Gup, William D. Samson, Michael Dugan and Thawatchai Jittrapanun).\n“Mean-Reversion in Stock Prices? A Reappraisal of the Empirical Evidence, Review of Economic Studies, 58 (with Charles R. Nelson and Richard Startz), 1991, 515-528(also appeared in Andrew W. Lo ed: Market Efficiency: Stock Market Behavior in Theory and Practice, Edward Elgar Publishing Ltd, 1997).\nKorean\n“Constructing the Composite Index Using Unobserved Component Model and Its Application,” Journal of the Korean Academia-Industrial Cooperation Society, 15,220-227, 2014.\n“Latent Factor Analysis of KOSDAQ Markets,” Korean Journal of Futures and Options, 17, 77-96, 2009.\n“An Econometric Assessment of Guarantee Policy Instrument on Mitigation of Basel II Procyclicality,” Korean Journal of Money and Finance, 12, 43-72, 2007.\n“Credit Allocation and Economic Capital of Guarantee Business,” Hanyang Journal of Economic Studies, 2006, 27, 85-103 (with Jung-Mee Shin).\n“Macroeconomic Stress Testing of Retail Credit Sector,” Hanyang Journal of Economic Studies, 2006, 27, 93-112 (with Dong Chul Kwak).\n“Characteristics of Korean Business Cycle in 2000s and Dating of Turning Points, Journal of Economic Studies, 1-28, 2005 (with Kwon-Sik Kim).\n“Optimal Bond Portfolio under the BIS Rule and Optimization of Credit Risk,” Journal of Korean Securities Association, 34, 123-152, 2005 (with Soon-Jae Park).\n“Estimating Credit Rating and Transition Matrix of Savings Bank Industry Based upon IRB-Approach,” Korean Journal of Futures and Options, 13, 2005, 61-85 (with Sung-Hwan Shin, Hong-Sun Song).\n“Business Cycle Stress Testing of Capital Adequacy of Banking Industry: Issues and Alternate Methodologies,” Hanyang Journal of Economic Studies, 26, 2005, 35-64.\n“Credit Portfolio Optimization via Correlated Default Time (CDT) Simulation,” Journal of the Korean Econometric Society, 15, 2004, 35-58 (with Sung-Hwan Shin).\n“Estimation and Simulation of Copula Function: An Application to Daily Korean Treasury and A-Rated Corporate Spot Rates,” Korean Journal of Futures and Options, 11, 103-131, 2003 (with Sung Hwan Shin).\n“Enhancing Stock Watch System in Korea Stock Exchange,” Journal of Korean Securities Association, 28, 515-542, 2001 (with Kook-Hyun Chang).\n“Korean Bond Market and Credit Risks,” Economic Analysis, 57-91, 2001 (with Gyu-Taek Oh).\n“Identification and Forecasting of Foreign Exchange Crisis Based upon Probabilistic Model,\" Journal of Korean Securities Association, 27, 301-329, 2000.\n“Estimating Term Structure of Interest Rates,” Journal of Korean Finance Association, 13, 79-102, 2000 (with Kook-Hyun Chang).\n“Performance of Correlation Forecasts,” Journal of Korean Securities Association, 26, 1-26, 2000 (with Kook-Hyun Chang).\n“Term Structure of Interest Rates of Korean Treasury Bond,” Analysis of Korean Economy, 6, 1-47, 2000 (with Gyu-Taek Oh and Kook-Hyun Chang).\n“Dating Business Cycle Turning Points for Korea's Real GDP, Hanyang Review of Economic Studies, 21, 2000, 215-234.\n“Econometric Method of Constructing Recession Indicator,\" Journal of Korean Econometric Society, 10, 71-92, 1999.\n“Forecasting Stock Market Volatility: A Feasibility Study of Constructing KOSPI200 Volatility Index (KoViX),” Journal of Korean Securities Association, 1999.\n“Econometric Assessment of '97 Korea Currency Crisis: Toward Crisis Warning System,\" Korean Journal of Finance, 203-235, 1998 (with Kook-Hyun Chang).\n“Financial and Real Shocks and Macroeconomic Adjustment,” Journal of Financial Association, 2, 1-32, 1998 (with Sang-Bin Lee).\n“Time-Varying Parameter Generalized Hamilton Model of Korean Real GDP,”Korean Economic Review, 46, 199-220, 1998.\n“Regional Business Cycle,” Analysis of Korean Economy, 3, 79-136, 1997.\n“Measuring Stochastic Volatility of the KOSPI200 Index,\" Korean Journal of Futures and Options, 4, 131-156, 1996 (with Kook-Hyun Chang).\n“A Study on the Predictive Ability of the Korean Business Cycle Indicators: Toward New Composite Index of Coincident Indicator and Recession Indicator,\" Korean Economic Review, 43, 33-55, 1996 (with Chuk-Kyo Kim and Ji-Sung Yoo).\n“Capital Liberalization and Mobility in Korea,” Analysis of Korean Economy, 2,86-114, 1996 (with Dae-Keun Park)."
}