{
  "title": "김성환(공과대학)",
  "url": "https://hyu.wiki/%EA%B9%80%EC%84%B1%ED%99%98(%EA%B3%B5%EA%B3%BC%EB%8C%80%ED%95%99)",
  "content": "김성환은\n서울캠퍼스\n공과대학\n전기·생체공학부\n바디오메디컬공학전공\n교수다.\n서울대학교에서 광자결정 기반 나노레이저 연구로 박사학위를 받고, Tufts University 의공학과에서 박사후연구원으로 실크 단백질 기반 3차원 광자결정, 전자빔 리소그래피 패터닝, 레이저 기술을 최초로 개발하였다. 현재는 바이오소재 기반 전자문신, 에너지소자, 뉴로모르픽소자, 레이저 등 다양한 바이오소자를 개발하고 이들을 의공학 분야에 접목시키는 연구를 진행하고 있다.\n목차\n1\n전공\n2\n학력\n3\n경력\n4\n주요 활동\n5\n수상 내역\n6\n주요 연구 내용\n7\n주요 논문\n8\n교내 매체\n전공\n바이오소자, 바이오소재, 나노광학\n학력\n2010. 서울대학교 이학박사(물리학)\n2003. 서울대학교 이학사(물리학)\n경력\n2022.9 – 현재 한양대학교 공과대학 바이오메디컬공학전공 교수\n2019.03 – 2020.02 Biomedical Engineering, Tufts University, Visiting Scholar\n2013.03 – 2022.08 아주대학교 물리학과 조교수, 부교수, 교수\n2011.03 – 2013.02 Biomedical Engineering, Tufts University, Post-Doc>\n2010.09 – 2011.02 서울대학교 자연과학대학 Post-Doc\n주요 활동\n한국물리학회 Current Applied Physics 부실무이사\n한국광학회 리소그래피분과 총무간사\n차세대리소그래피 학술대회 운영위원\nScientific Reports, Editorial Board\n수상 내역\n2019 LG연암재단 국제공동연구지원사업\n2019 ASML TechTalk Young Professor Award\n2017 ASML Young Investigate Award\n2014 포스코 청암펠로십 (신진교수)\n2014-2022 아주대학교 우수논문상\n주요 연구 내용\n유연전자소자 기반 에너지하베스팅/모션센싱: 헬스케어 분야에서 인체에 부착하여 움직임을 실시간으로 검지하는 센서의 개발과 부착된 소자의 전원을 공급할 에너지원의 개발은 중요합니다. 생체소재소자 연구실에서는 인체의 움직임으로부터 전기에너지를 수확하는 마찰/압전소자를 바이오 소재를 활용하여 개발하고 있습니다. 이들 소자는 인체부착형 헬스케어 소자의 독립적 구동을 위한 에너지원과 인체의 움직임을 실시간으로 검지하는 센서로 활용가능합니다.\n전자문신/전자피부: 헬스케어 소자가 피부에 부착되어 생체신호를 실시간으로 읽는 것은 맞춤형 의료기술 개발에 있어 중요합니다. 이를 위해서는 소자가 생체적합해야하며 매우 얇고 피부에 잘 부착되어야 합니다. 생체소재소자 연구실에서는 바이오 소재를 활용하여 쉽게 피부에 부착가능한 얇은 전자문신을 개발하고 이들을 실시간 심전도 센서나 약물전달 패치로 활용하는 연구를 진행하고 있습니다.\n차세대 뉴로모르픽 소자: 우리의 신경망을 모방한 반도체 소자인 뉴로모르픽 소자는 차세대 컴퓨팅을 위한 소자로 많은 관심을 받고 있습니다. 생체소재소자 연구실은 이를 순수 바이오 소재로 구현하여 실제 생체에 존재하는 신경을 완벽하게 모사하고자 합니다. 실제 신경처럼 바이오 소재만으로 반도체 물성을 발현하는 것이 가능하고 이들을 메모리 등의 소자로 구현할 수 있음을 보여주고 있습니다.\n생체모방형 광학소자: 고양이 등 야행성 동물을 야간에 찍은 사진을 보면 눈이 빛나는 것을 볼 수 있습니다. 이는 망막 뒤 콜라겐 다발로 이루어진 광학 구조체가 있어 빛을 반사하기 때문으로 이들이 어두운 곳에서 더욱 잘 보는 이유가 됩니다. 생체소재소자 연구실에서는 바이오 소재를 활용하여 다양한 광학 소자를 제작합니다. 이들은 컬러필터, 레이저, 이미지센서 등으로 적용 가능합니다.\n주요 논문\n(교신) μm-thick and water-taping protein electronic tattoos for multifunctional on-skin electronics . (2025)\nSelf-powered and imperceptible electronic tattoos based on silk protein nanofiber and carbon nanotubes for human-machine interfaces Narendar Gogurla and Sunghwan Kim*. (2021) Advanced Energy Materials 11, 2100801\nMultifunctional and ultrathin electronic tattoos for on-skin diagnostic and therapeutic applications Narendar Gogurla, Yisub Kim, Suyoung Cho, Jangsun Kim, and Sunghwan Kim*. (2021) Advanced Materials 33. 2008308\nSelf-powered artificial skin made of engineered silk protein hydrogel Narendar Gogurla, Biswajit Roy, and Sunghwan Kim* (2020) Nano Energy 77, 105242\nProtein-based electronic skin akin to biological tissues Minsik Jo, Kyungtaek Min, Biswajit Roy, Sookyoung Kim, Sangmin Lee, Ji-Yong Park, and Sunghwan Kim* (2018) ACS Nano 12, 5637\nDeformable and conformal silk hydrogel inverse opal Kyungtaek Min, Sookyoung Kim, and Sunghwan Kim* (2017) Proceedings of the National Academy of Sciences, USA 114, 6185\n교내 매체\n<뉴스H> 2025.07.01.\n[HYPER] 초박형 ‘전자문신’ 개발 차세대 헬스케어 소자로 주목\n<뉴스H> 2025.07.01.\n한양대 최창순·김성환 교수 연구팀, 피부 밀착형 다기능 초극박 전자타투 개발\n<뉴스H> 2025.04.07.\n한양대 김성환 교수 연구팀, 바이오 반도체 기반 피부 융합형 다기능 전자문신 개발\n<뉴스H> 2025.04.18.\n신호를 읽고 치료까지, 김성환 교수의 전자 문신이 바꾸는 새로운 미래"
}