{
  "title": "김연준",
  "url": "https://hyu.wiki/%EC%84%A4%EB%A6%BD%EC%9E%90",
  "content": "김연준\n한양 재단\n설립자\n호는\n백남\n(\nPaiknam\n)\n목차\n1\n생애\n2\n학력\n3\n공학\n4\n음악\n5\n인권/봉사\n6\n연보\n7\n백남기념사업회\n8\n상훈\n9\n저서\n생애\n\"명사를 동사로 바꾸다.\"\n백남 선생의 ‘사랑의 실천’ 철학\n백남 김연준 선생의 삶은 ‘사랑의 실천’이라는 한 마디로 요약할 수 있다.\n일제 강점기,조국이 어둠 속에서 신음할 때 기술보국(技術保國)의 신념으로 한양대학교를 설립하였고,\n음악에 대한 사랑으로 <청산에 살리라>와 같은 국민가곡을 작곡하 여 한국인의 가슴에 아름다운 선율을 심어주었으며, 국제인권옹호 한국연맹 회장을 비롯한 다양한 사회 활동을 통해 인간에 대한 사랑 을 몸소 실천한 백남 김연준 선생! 사람이 이 땅에 이름을 남기는 것 은 어렵고 그 이름이 후세에 아름답게 기억되는 것은 더욱 어렵지만 백남 김연준 선생은 ‘위대한 사랑의 실천자’로 우리 기억에 남아 있다.\n백남 선생이 설립한 양대학교의 건학이념은 ‘사랑의 실천’이다.\n백남 선생은 구호로서의 사랑이 아니라 삶 속에 실천되는 사랑을 중요시했다.\n기회 있을 때마다 백남 선생은 ‘사랑은 입으로 하는 것이 아니라 실천하는 것’임을 강조했다. 그리고 그는 삶 속에서 직접 사랑 을 실천했다. “사랑은 이론에서 화려하고 말에서 시적이다. 그러나 그것이 이론이나 말에 머물러 있는 한 그야말로 무지개 같은 아름다움이어서 실체 없는 환각과 다를 것이 없다. 사랑은 구체적인 생활에 서 스며 나온다. 그러므로 사랑이란 말과 실천이란 말은 분리될 수 없는 한 몸이다.”라는 그의 사랑관 은 감동적으로 다가온다.\n그의 사랑의 실천 철학은 사회의 질서를 도모하고 모든 이들이 함께 어우러지는 질서와 조화의 정신 에 바탕을 두고 있었다.\n“제각기 다른 소리를 내는 여러 악기들이 한데 모여 아름다운 멜로디를 창조 해냅니다. 이 모든 악기들이 질서와 조화의 정신으로 통합되지 않고 각각의 소리를 낸다면 그냥 소음 에 불과할 것입니다. 나는 사랑의 실천을 통해 세계와 인류가 울려내는 오묘한 멜로디를 들을 수 있게 되기를 간절히 바라고 있습니다.”라는 그의 사랑의 실천 철학은 사랑의 실천의 궁극이 어디에 있는지 를 보여주고 있다.\n백남 선생의 사랑의 실천 철학은 분명한 사회인식과 역사 인식에 바탕을 둔 것이었다.\n“사회의 운명은 곧 나의 운명이고 사회의 비극은 곧 나의 비극이라는 연대적 책임감이 철저”해야 한다 고 강조하고 “우리는 역사의 방향을 바로 잡는 위대한 사랑의 실천자 가 되어야 한다. 그것만이 역사의 주인이 될 수 있는 척도가 된다”고 사의식에 바탕을 둔 사랑의 철학을 피력한 바 있다.\n백남 선생에게 있어서 사랑은 추상명사가 아니었다. 그것은 실천을 통 해 동사가 되었다. 그에게는 분명한 사랑을 실천하는 방법론이 있었기 때문이다. 백남 선생은 사랑의 실천 방법으로 근면, 정직, 겸손, 봉사의 네 가지 덕목을 제시한 바 있다.\n“젊은이들은 보다 많은 과일을 따기 위해서 근면하지 않으면 안 된다.\n근면하되 항상 정직한 방법만으로 많은 과일을 따도록 해야 한다. 또한 많은 과일을 땄다고 해서 오만하지 말고 언제나 누구에게나 겸손해야 한다. 그리고 많은 과일들 을 따서 나 혼자서 그것을 차지하려하지 말고 많은 사람들에게 나눠주도록 해야 할 것이다.”라고 강조 한 바 있다. 이러한 사랑의 실천 덕목은, 사랑을 명사적 구호가 아닌 실천의 동사로 만들었다.\n우리가 백남 선생을 기리는 것은 바로 이렇게, 사랑을 명사에서 동사로 바꾸었기 때문이며 몸소 근면, 정직, 겸손, 봉사의 덕목을 삶 속에 실천하며 사랑의 실천자로 일관된 삶을 살았기 때문이다. “교육자 자신들에게는 늙어죽는 그 순간까지 끊임없는 사명이 부여되어 있는 것이어서 교육자됨을 끝낼 수는 없는 것이다. 그에게는 후배를 위한 제사장적인 대도(代禱)의 책임이 있다. 강단에서 강의하 거나 교육기관에서 행정을 맡은 일이 끝났다고 할지라도 그의 스승으로서의 구실만은 단념할 수가 없 는 것이다”는 그의 말처럼 백남 선생의 삶은 제사장적 대도(代禱)의 삶이었고 이제 선생은 가고 없지 만 그의 사랑의 실천이라는 대도(代禱)는 아직까지 남아 이제 백남상으로 이어지게 되었다.\n학력\n1939년 03월 연희전문학교(연세대) 문과 졸업\n1972년 05월 명예법학박사(캐나다 윈저대학교)\n1973년 02월 명예문학박사(미국 서던 일리노이 주립대학교)\n1984년 09월 명예신학박사(미국 훼이쓰 신학대학교)\n1987년 05월 명예철학박사(이스라엘 텔아비브대학교)\n1988년 03월 명예음악학박사(불란서 르앙대학교)\n1991년 08월 명예이학박사(미국 오레곤공과대학교)\n공학\n음악\n1937년 06월 제1회 바리톤 김연준독창회(서울공회당)\n1971년 09월 김연준 작곡집 제 1집 및 음반 출판\n1972년 10월 제1회 작곡발표회(서울 시민회관)\n1975년 04월 제2회 작곡발표회(한국가곡의 밤 : 일본 동경)\n1976년 01월 한국음악협회 명예이사장\n1979년 05월 제3회 작곡발표회(서독 퀼른, 뒤셀도르프, 본, 이지론, 뤼빙겐, 뮌헨 등 7개 도시)\n1981년 04월 제6회 작곡발표회(미국 카네기홀)\n1984년 08월 김연준 성가곡집 제16집 및 음반 출판\n1988년 03월 제9회 작곡발표회(프랑스 르앙대학교 초청)\n1990년 03월 한국작곡가협회 상임고문\n1992년 09월 MBC제정 제12회 가곡공로상\n1998년 09월 제24회 작곡발표회(서울 세종문화회관)\n2003년 04월 제26회 작곡발표회(서울 호암아트홀)\n인권/봉사\n연보\n1960년 10월 대한일보사 창립 동 사장\n1961년 01월 국제신문인협회(IPI) 이사\n1962년 01월 한양개발주식회사 회장\n1965년 12월 기독교신문 명예 발행인\n1968년 03월 대한체육연맹 회장\n1970년 02월 백남관광주식회사 회장\n1975년 01월 대한출판사 회장\n1975년 12월 PTP 한국본부 총재\n1982년 05월 수원중앙침례교회 명예장로 추대\n1983년 10월 우정의 사절단 국제자문위원회 의장\n1984년 02월 국제인권옹호한국연맹 명예회장(현)\n백남기념사업회\n백남기념사업회 홈페이지 :\nhttp://paiknam.hanyang.ac.kr\n백남상\n제정 운영\n상훈\n1979년 05월 서독 튀빙겐대학교 개교 오백주년 기념 음악 대상(작곡부문) 수상\n1991년 07월 이탈리아 문화공로훈장\n1996년 12월 국민훈장 무궁화장 수상\n1998년 08월 금관문화훈장 수상\n2001년 06월 연문인상 수상\n저서\n1970년 08월 『사랑의 실천』\n1983년 05월 『백남문집』\n1992년 05월 『백남김연준사상문집』(전2권)\n1999년 05월 『사랑의 실천』(백남김연준자서전)\n2001년 01월 『청산에 살리라』(김연준시집)"
}