{
  "title": "김성후",
  "url": "https://hyu.wiki/%EA%B9%80%EC%84%B1%ED%9B%84",
  "content": "김성후은\nERICA\n캠퍼스 공과대학\n교통·물류공학과\n교수이다.\n학력\n2016-2021: 미국 Georgia Institute of Technology 공학박사\n2014-2016: 연세대학교 도시공학과 공학석사 (교통전공)\n2008-2014: 연세대학교 도시공학과 공학사\n주요논문\nKim, Sung Hoo*, Patricia Mokhtarian (2021) “Who (never) makes overnight leisure trips? Disentangling structurally zero trips from usual trip generation processes”, Travel Behaviour and Society, 25, 78-91. (SSCI)\nKim, Sung Hoo*, Patricia Mokhtarian, Giovanni Circella (2020) “Will autonomous vehicles change residential location and vehicle ownership? Glimpses from Georgia”, Transportation Research Part D: Transport and Environment, 82, 102291. (SCI)\nKim, Sung Hoo*, Patricia Mokhtarian, Giovanni Circella (2020) “How, and for whom, will activity patterns be modified by self-driving cars? Expectations from the state of Georgia”, Transportation Research Part F: Psychology and Behaviour, 70, 68-80. (SSCI)\nKim, Sung Hoo*, Giovanni Circella, Patricia Mokhtarian (2019) “Identifying Latent Mode-use Propensity Segments in an All-AV Era”, Transportation Research Part A: Policy and Practice, 130, 192-207. (SCI)\nWang, Xinyi, Sung Hoo Kim* (2019) “Prediction and Factor Identification for Crash Severity: Comparison of Discrete Choice and Tree-based Models”, Journal of the Transportation Research Board, 2673(9), 640-653. (SCI)\nKim, Sung Hoo, Patricia Mokhtarian (2018) “Taste heterogeneity as an alternative form of endogeneity bias: Investigating the attitude-moderated effects of built environment and socio-demographics on vehicle ownership using latent class modeling”, Transportation Research Part A: Policy and Practice, 116, 130-150. (SCI)\nKim, Sung Hoo, Jin-Hyuk Chung (2018) “Exploration on origin–destination-based travel time variability: Insights from Seoul metropolitan area”, Journal of Transport Geography, 70, 104-113. (SSCI)\nKim, Sung Hoo, Jin-Hyuk Chung, Sunyoung Park, Keechoo Choi (2017) “Analysis of user satisfaction to promote public transportation: A pattern-recognition approach focusing on out-of-vehicle time”, International Journal of Sustainable Transportation, 11(8), 582-592. (SSCI)\nKim, Sung Hoo, Jin-Hyuk Chung (2016) “Reinterpretation of the Likert Scale for Public Transportation User Satisfaction: A Pattern Recognition Approach”, Journal of the Transportation Research Board, 2541, 90-99. (SCI)"
}