{
  "title": "김종희",
  "url": "https://hyu.wiki/%EA%B9%80%EC%A2%85%ED%9D%AC",
  "content": "한양대학교 서울캠퍼스 예술,체육대학 체육학과 교수\n학력\n서울대학교, 사범대학 체육교육과 (학사, 석사)\nTexas A&M University, Health and Kinesiology 박사\n연구실적\nREFEREED PUBLICATIONS\nKim, J.-H., Lee, Y., Kwak, H, and Lawler, J.M. Lifelong wheel running exercise and mild caloric restriction attenuate nuclear EndoG in the aging plantaris muscle. Experimental Gerontology, 69:122-128, 2015.\nGraber, T.G., Kim, J.-H., Grange, R.W., McLoon, L.K, and Thompson L.V. C57BL/6 Lifespan Study: Age-Related Changes in Muscle Power Production and Contractile Velocity. AGE, 37(3):9773(p1-16), 2015.\nLee, Y., Kwak, HB., Hord, J., Kim, J.-H., Muthuchamy, M, and Lawler, J.M. Exercise Training Attenuates Age-dependent Elevation of Angiotensin II Type 1 Receptor and Nox2 Signaling in the Rat Heart. Experimental Gerontology, pii: S0531-5565(15)30023-1, doi: 10.1016/j.exger.2015.07.016. 2015\nKwak, H-B., Lee, Y., Kim, J.-H., Van Remmen H., Richardson A, and Lawler, J.M. MnSOD overexpression reduces fibrosis and pro-apoptotic signaling in the aging mouse heart. The Journals of Gerontology Series A: Biological Sciences and Medical Sciences, 70(5):533-44, 2015.\nKim, J.-H, and Thompson, L.V. Non-Weightbearing-induced Muscle Weakness: The Role of Myosin Quantity and Quality in MHC Type II Fibers. American Journal of Physiology – Cell Physiology, 307(2): C190-193, 2014.\nKim, J.-H, and Thompson, L.V. Inactivity, Age, and Exercise: Single Muscle Fiber Power Generation. Journal of Applied Physiology, 114(1): 90-98, 2013.\nGraber, T.G., Ferguson-Stegall, Lisa., Kim, J.-H., and Thompson, L.V. C57BL/6 Neuromuscular Healthspan Scoring System. The Journal of Gerontology Series A: Biological Sciences and Medical Sciences, 68(11): 1326-36, 2013.\nKim, J.-H., Kwak, H-B., Thompson, L.V., and Lawler, J.M. Contribution of oxidative stress to pathology in diaphragm and limb muscles with Duchenne Muscular Dystrophy. Journal of Muscle Research and Cell Motility, 34(1):1-13, 2013.\nKim, J.-H., Torgerud, W.S., Mosser, K.H., Hirai, H., Watanabe, S., Asakura, A., and Thompson, L.V. Myosin light chain 3f attenuates age-induced decline in contractile velocity in MHC type II single muscle fibers. Aging Cell, 11(2): 203-212, 2012.\nKim, J.-H, and Thompson, L.V. Differential effects of mild treadmill exercise during a period of inactivity on power generation in soleus type I single fibers with age. Journal of Applied Physiology, 112(10): 1752-1761, 2012.\nKim, J.-H, and Lawler, J.M. Amplification of proinflammatory phenotype, damage, and weakness by oxidative stress in the diaphragm of mdx mice. Free Radical Biology and Medicine, 52(9): 1597-1606, 2012.\nLawler, J.M., Kwak, H.-B., Kim, J.-H., Lee, Y., Hord, J.M., and Martinez, D.A. Biphasic stress response in the soleus during reloading following hindlimb unloading. Medicine & Science in Sports & Exercise, 44(4): 600-609, 2012.\nKwak, H-B., Kim, J.-H., Joshi, K., Martinez, D.A., and Lawler, J.M. Exercise training reduces fibrosis and matrix metalloproteinase dysregulation in the aging rat heart. FASEB J, 25(3): 1106-1117, 2011.\nMcLoon, L.K., Park, HN, Kim, J.-H., Pedrosa-Domelloff., and Thompson, L.V. A continuum of myofibers in adult rabbit extraocular muscle: force, shortening velocity, and patterns of myosin heavy chain co-localization. Journal of Applied Physiology, 111(4): 1178-1189, 2011.\nLawler, J.M., Kim, J.-H., Kwak, H.-B., and Barnes, WS. Redox modulation of diaphragm contractility: Interaction between DHPR and RyR channels. Free Radical Biology & Medicine, 49(12): 1969-1977, 2010.\nLawler, J.M., Kwak, H.-B., Kim, J.-H., and Suk, M.H. Exercise training inducibility of MnSOD protein expression and activity is retained while reducing prooxidant signaling in the heart of senescent rats. American Journal of Physiology-Regulatory, Integrative and Comparative Physiology, 296: 1496-1502, 2009.\nSong, W., Kwak, H.-B., Kim, J.-H., and Lawler, J.M. Exercise training modulates the nitric oxide synthase profile in skeletal muscle from old rats. The Journals of Gerontology Series A: Biological Sciences and Medical Sciences, 64(5): 540-549, 2009.\nKim, J.-H., Kwak, H.-B., and Lawler, J.M. The effects of a NAD(P)H oxidase inhibition on matrix metalloproteinases and their inhibitors in the mdx diaphragm. International Journal of Exercise Science, 2(1): 34, 2009 (proceeding).\nCanon, C., Kim, J.-H, Courtney, S., Macias, B.R., and Lawler, J.M. Exercise attenuates CTGF levels, delaying the onset of fibrosis in the aging left ventricle. International Journal of Exercise Science, 2(1): 39, 2009 (proceeding).\nCourtney, S., Kim, J.-H, Macias, B.R., Canon, C., and Lawler, J.M. The effects of exercise on caspase-independent mitochondrial proteins in regards to age-related apoptosis. International Journal of Exercise Science, 2(1): 37, 2009 (proceeding).\nKim, J.-H., Kwak, H.-B., Leeuwenburgh, C., and Lawler, J.M. Lifelong exercise and mild (8%) caloric restriction attenuate age-induced alterations in plantaris muscle morphology, oxidative stress and IGF-1 in the Fischer-344 rat. Experimental Gerontology, 43(4): 317-329, 2008.\nRefereed Published Abstracts and Conference Presentations\nKim, J.H. The role of myosin on muscle fiber contractile functions: effects of age, non-weight bearing, and exercise. The Korean Society of Sports Medicine, University of Seoul, Korea, September 2015.\nKim, J.H. Academic Fusion in Sports Science: Sports Biomedical Engineering. Annual Meeting in Korean Alliance for Health, Physical Education, Recreation, and Dance. Hoengseong, Gangwon Province, Korea, June 2015\nKim, J.H. Age and Inactivity-related Changes in Skeletal Muscle Fiber Function: Effects of Therapeutic Exercise and Contractile Proteins. The 16th Korean Academy of Kinesiology Conference. Seoul Women`s University, Seoul, Korea, May 2015\nKim, J.H. Structural and Functional Changes with Age and Inactivity in Skeletal Muscles : Effect of Mild Therapeutic Exercise and Contractile Protein Increments on Single Muscle Fiber Function. The 35th Korean Society for Exercise Nutrition Spring Conference. Hanyang University, Seoul, Korea. April 2015.\nKim, J. H., & Thompson, L. V. Inactivity-induced muscle weakness: The role of myosin. The 13th Biennial Conference: Advances in Skeletal Muscle Biology in Health and Disease. University of Florida, Gainesville, FL. March 2014.\nGraber, T.G., Kim, J.-H., Grange, R.W., McLoon, L.K, and Thompson L.V. C57BL/6 Lifespan Study: Age-Related Declines in Muscle Power Production and Contractile Velocity. The Gerontological Society of America Annual Meeting, Orlando, FL. October 2014.\nKim, J. H., & Thompson, L. V. Inactivity-induced decline in single muscle fiber power output: The role of myosin light chain 3f. The 13th Biennial Conference: Advances in Skeletal Muscle Biology in Health and Disease, University of Florida, Gainesville, FL. March 2014.\nKim, J.-H., Graber, T.G., and Thompson, L.V. Skeletal Muscle Power Generation with Aging and Inactivity. American Aging Association, Baltimore, Maryland, June 2013\nKim, J.-H., Torgerud, W.S., Graber, T.G., Liu, H., and Thompson, L.V. Single Muscle Fiber Power Generation with Non-Weightbearing Condition: Does Muscle of Origin Play a Role? FASEB J, LB711, 2013.\nYang, L., Kwak, H.-B., Kim, J.-H., Remmen, H., and Richardson, and Lawler, J.M. Overexpression of Mn superoxide dismutase attenuates age related up-regulation of TGF-beta and remodeling in the aging heart. FASEB J, W294.1194.1. 2013\nGarber, T.G., Kim, J.-H., and Thompson, L.V. C57BL/6 Lifespan Study: Age-Related Changes in Muscle Power Production and Contractile Velocity. American Aging Association, , Baltimore, Maryland, June 2013\nKim, J.-H., Graber, T.G., Lisa Ferguson-Stegall., Liu, H., Asakura, A., and Thompson, L.V. The effect of myosin light chain 3f on inactivity-induced decline in contractile velocity in type II single muscle fibers. Medicine and Science in Sports and Exercise, 44(5): S216, 2012\nLee, Y., Hord, J.M., Kwak, H.-B., Kim, J.-H., and Lawler, J.M. Exercise Ameliorates Disruption of the Dystrophin-Associated Glycoprotein Complex and Fibrosis in the Aging Rat Heart. Medicine and Science in Sports and Exercise, 44(5): S130, 2012\nKim, J.-H., Graber, T.G., and Thompson, L.V. Myosin light chain 3f: rescuing inactivity-induced decline in muscle function in type II single muscle fibers. 12th Biennial Conference Advances in Skeletal Muscle Biology in Health and Disease, University of Florida, Gainesville, FL. 2012\nGraber, T.G., Kim, J.-H., and Thompson, L.V. The C57BL/6 Healthspan Assessment Study: A Sarcopenia Model System. 12th Biennial Conference Advances in Skeletal Muscle Biology in Health and Disease, University of Florida, Gainesville, FL. 2012\nGraber, T.G., Lisa Ferguson-Stegall., Kim, J.-H., Thompson, L.V. C57BL/6 Neuromuscular Healthspan Scoring System: Assessment of Sarcopenia/Frailty Interventions. American Aging Association, 43, 2012\nKim, J.-H., Torgerud, W.S., Mosser, K.H., Watanabe, S., Hirai, S., Asakura, A., and Thompson, L.V. Increased myosin light chain 3f content restores age-induced slowing of single skeletal muscle fiber contraction. FASEB J, D447.1049.1.2011\nKim, J-H., Zheng, S., and Thompson, L.V. Differential effects of mild treadmill exercise on inactivity-induced decline in power in soleus single fibers with age. American Aging Association, 151, 2011\nGraber, T.G., Kim, J.-H, Grange, R.W., McLoon, L.K, Thompson, L.V. Life span study: Muscle function and dysfunction. American Aging Association, 91, 2011\nLee, Y., Hord, J.M., Kwak, H.-B., Kim, J.-H, and Lawler, J.M. Exercise training reduces age-dependent elevation of angiotensin II type 1 receptor and NAD(P)H oxidase. FASEB J, 2011\nLawler, J.M., Hord, J.M., Lee, Y., Joshi, K., and Kim, J.-H. Redox regulation of caveolin-3 and MMP-9 in the diaphragm of mdx mice. FASEB J, 2011\nKim, J.-H., Torgerud, W.S., Mosser, K.H., Watanabe, S., Hirai, S., Asakura, A., Thompson, L.V. MLC3f gene transfer with a recombinant adenovirus into hindlimb unloaded Fischer-344 rat semimembranosus: The effect of MLC3f on a single fiber size, force generation, and cell damage. American Aging Association, 108, 2010\nJoshi, K., A. Yeh., Kwak, H.-B., Kim, J.-H., and JM Lawler. “Exercise Training Ameliorates Age-related Fibrosis in Rat Heart: Novel Imaging with Non-linear Optical Microscopy.” American Heart Association meeting, 2010\nKim, J.-H., and Lawler, J.M. Lifelong wheel running exercise and 8% caloric restriction attenuate caspase-independent apoptosis via downregulation of EndoG in the aging Fischer-344 rat plantaris. FASEB J, 23: 954.15, 2009\nCourtney, S., Kim, J.-H, Macias, BR., Canon, C., and Lawler, J.M. The effects of exercise on caspase independent endonuclease G and apoptosis inducing factor with regards to age-related apoptosis. FASEB J, 23: 618.16, 2009\nKim, J.-H., Macias, B.R, Canon, C, Courtney, S., and Lawler, J.M. EUK-134, a synthetic superoxide dismutase/catalase mimetic, protects against loss of muscle mass/body mass in diaphragm and gastrocnemius in mdx mice. FASEB J, 23: 600.11, 2009\nMacias, B.R., Kim, J.-H., Courtney, S., Canon, C., and Lawler, J.M. Short-term hindlimb unloading induces translocation of nNOS from the sarcolemma to sarcoplasm in skeletal muscle. FASEB J, 23: LB 124, 2009\nKim, J.-H., Kwak, H.-B., and Lawler, J.M. NAD(P)H oxidase inhibition upregulates anti-apoptotic BAG-4 protein expression in the mdx diaphragm. FASEB J, 22: 959.8, 2008\nKwak, H.-B., Kim, J.-H, and Lawler, J.M. Responses of caspase-8 and -12 apoptotic pathways to 12 week treadmill exercise in aging rat skeletal muscle. FASEB J, 22: 753.7, 2008\nLawler, J.M., Kwak, H.-B., and Kim, J.-H. Exercise training upregulates mitochondrial survival proteins BAG-4 and Thioredoxin-2 in the aging rat heart. FASEB J, 22: 753.8, 2008\nPropst, G.K., Kwak, H.-B., Kim, J.-H, Dalton, R.L., and Lawler, J.M. Hindlimb unloading induces a biphasic temporal response of Bcl-2 apoptotic signaling in the rat soleus muscle. FASEB J, 22:1238.20, 2008\nKim, J.-H., Kwak, H.-B., and Lawler, J.M. Effect of treadmill exercise and doxorubicin treatment on muscle mass/body mass in aging Fischer-344 Brown-Norway F1 rats. Medicine and Science in Sports and Exercise, 40: S347, 2008\nKwak, H.B., Kim, J.-H., and Lawler, J.M. Exercise training attenuates extracellular matrix remodeling in the aging rat heart. Medicine and Science in Sports and Exercise, 40: S459, 2008\nKim, J.-H., Kwak, H.-B., Leeuwenburgh C., and Lawler, J.M. Effect of 8% caloric restriction and lifelong wheel running exercise on MnSOD, CuZnSOD, and HSPs in the Fischer-344 rat plantaris. Medicine and Science in Sports and Exercise, 39(5): S408, 2007\nKwak, H.B., Kim, J.-H., and Lawler, J.M. Effects of aging and exercise training on matrix metalloproteinases in rat heart. Medicine and Science in Sports and Exercise, 39(5): S284-5, 2007\nKim, J.-H., Kwak, H.-B., Leeuwenburgh, C., and Lawler, J.M. Influences of Lifelong Exercise and Mild (8%) Caloric Restriction on IGF-1 and Heat Shock Proteins in the Plantaris of the Aging Fischer-344 Rat. FASEB J, 21: A1311, 2007\nKwak, H.-B., Kim, J.-H, Martinez, D.A., and Lawler, J.M. Reloading-induced alterations in IGF-1 and HSP70 signaling in the rat soleus following prolonged hindlimb unloading. FASEB J, 21: A950, 2007\nLawler, J.M., Kwak, H.-B., Kim, J.-H, Song, W., and H. Van Remmen. Overexpression of MnSOD attenuates remodeling in the aging mouse heart. FASEB J, 21: A1311, 2007\nKwak, H.-B., Kim, J.-H, Martinez, D.A., and Lawler, J.M. Alterations in p-HSP25 and redox signaling in the rat soleus due to prolonged hindlimb unloading followed by 7 and 28 days of reloading. Medicine and Science in Sports and Exercise, 38: S548, 2006\nLawler, J.M., Kwak, H.-B., and Kim, J.-H. Twelve weeks of exercise training upregulates Mn-SOD while reducing iNOS and oxidative stress in the rat left ventricle. Medicine and Science in Sports and Exercise, 38: S419, 2006\nKim, J.-H., Kwak, H.B., Leeuwenburgh, C., and Lawler, J.M. Protection of tissue mass/body mass by combination of lifelong voluntary exercise and mild (8%) caloric restriction in aging Fischer-344 rats. Medicine and Science in Sports and Exercise, 38: S275, 2006\nKwak, H.B., Song, W., Kim, J.-H, and Lawler, J.M. Responses of fas/cytokine-mediated apoptotic pathway to 12 weeks of treadmill training in the aging rat heart. FASEB J, 20: A394, 2006\nLawler, J.M., Kwak, H.-B., Kim, J.-H, Song, W., and H. Van Remmen. Overexpression of MnSOD reduces oxidative stress and pro-apoptotic signaling in the aging mouse heart. FASEB J, 20: A1451, 2006\nKim, J.-H., Kwak, H.-B., Leeuwenburgh, C., and Lawler, J.M. Lifelong exercise and mild (8%) caloric restriction conserve cell morphology of the plantaris in the aging Fischer-344 rat. FASEB J, 20: A806, 2006\nJudge, S., Seo, A.Y, Hofer, T., Kalani, R., Jang, YM., Selman, C., Phillips, T., Prudencio, M., Carter, C., Pahor, M., Sung, B., Chung, HY., Kim, J.-H., Kwak, H.-B., Lawler, J.M., Smith, A., Hagen, T., Speakman, JR., and Leeuwenburgh, C. Effects of Lifelong Exercise and 8% Caloric Restriction on Free Radical Biology. American Geriatric Association Meeting, 2006\n언론활동\n<뉴스H> 2025.04.22\n한양대 예술·체육대학 ‘ONE태권도챔피언십’ 성황리 개최"
}