{
  "title": "김종호",
  "url": "https://hyu.wiki/%EA%B9%80%EC%A2%85%ED%98%B8",
  "content": "ERICA\n공학대학\n재료화학공학과\n교수이다.\n연구실 홈페이지:\nhttp://nanobiochem.hanyang.ac.kr\n이메일: kjh75@hanyang.ac.kr\n전화번호: 031-400-5275\nFAX: 031-419-7203\n2019. 12\n이달의연구자\n목차\n1\n약력\n2\n연구\n2.1\n연구관심분야\n2.2\n주요 연구\n2.2.1\n신속한 식중독균 검출기술 개발\n[1]\n2.2.2\n다기능성 나노 촉매PdO@WO₃(PdO on WO₃)와 해당 물질의 합성법 개발 (이달의연구자 2019.12\n[2]\n)\n2.2.3\n세균성 감염병을 신속하게 진단하고 치료할 수 있는 새로운 인공항체 기술 개발\n2.2.4\n차세대 전고체 배터리의 고체 전해질을 개발\n[3]\n3\n주요 논문\n4\n교내언론\n5\n주석\n약력\n2019.09 ~ present. Full Professor\nMaterials Science & Chemical Engineering, Hanyang University (ERICA), Korea\n2015.09 ~ 2019.08. Associate Professor\nMaterials Science & Chemical Engineering, Hanyang University (ERICA), Korea\n2011.09 ~ 2015.08. Assistant Professor\nChemical Engineering, Hanyang University (ERICA), Korea\n2007.12 ~ 2011.08. Postdoctoral Associate\nChemical Engineering, Massachusetts Institute of Technology (MIT), USA\n2003.03 ~ 2007.02. Ph. D.\nChemical & Biological Engineering, Seoul National University, Korea\n연구\n연구관심분야\nCarbon nanomaterials (nanotube, graphene) for diagnosis and therapy\nNano-spectroscopy for molecular imaging and sensing in vitro and in vivo\nFunctionalized nanomaterials for biomedical and energy applications\nSurface chemistry of nanomaterials\nHeterogeneous catalysts for organic synthesis and energy application\nSolid-phase organic synthesis\n주요 연구\n신속한 식중독균 검출기술 개발\n[1]\n2018년 7월\n식중독균 3종(병원성대장균 O157, 살모넬라, 황색포도상구균)을 현장에서 신속‧정확하게 검출할 수 있는 새로운 기술을 개발했다.\n여름철에 빈번한 식중독은 대부분 식중독균에 의해 발생돼 음식점, 마트, 학교, 집단 급식소 등의 현장에서 식중독균 유무를 검출할 수 있다면 그 피해를 줄일 수 있다. 하지만 현재 사용되는 식중독균 표준검사법은 검출 과정이 복잡하고 시간이 다소 많이 걸리며(2~3일) 고가의 항체를 사용해 검출 비용이 비싸다는 단점이 있다. 김종호 교수팀은 이번 연구를 통해 이러한 단점들을 대폭 개선했다. 2차원 신소재인 ‘전이금속디칼코게나이드 (Transition Metal Dichalcogenides (TMDs) 나노시트’에 다당류 고분자를 도입해 센서소재를 합성했다. 이를 통해 짧은 시간에(1시간 이내) 고가의 항체를 사용하지 않고도 현장에서 식중독균을 정확히 검출할 수 있게 됐다.  김 교수는 “새로운 검출 기술은 극미량(1 CFU/mL)의 식중독균까지 검출할 수 있어 식중독균 확산 방지 및 식중독 조기 예방이 가능하다”며 “기술이전을 통한 실용화로 식중독으로 인한 피해를 줄이는데 힘쓰겠다”고 말했다.\n이번 연구는 삼성전자 미래기술육성센터로부터 지원받아 한양대 바이오나노학과\n이상욱\n교수팀과 함께 진행됐고, 연구결과(논문명 : 2D Transition Metal Dichalcogenides with Glucan Multivalency for Antibody-free Pathogen Recognition)는 국제저명학술지 「Nature Communications」에 지난 2018년 6월 29일 게재됐다.\n다기능성 나노 촉매PdO@WO₃(PdO on WO₃)와 해당 물질의 합성법 개발 (\n이달의연구자\n2019.12\n[2]\n)\n논문명 : ‘Ultrathin WO3 Nanosheets Converted from Metallic WS2 Sheets by Spontaneous Formation and eposition of PdO Nanoclusters for Visible Light-Driven C-C Coupling Reactions'\nPdO@WO₃를 음극 전기화학 촉매로 사용만든 아연-공기 전지는 리튬이온 전지보다 에너지 밀도가 높고 폭발성은 없다. 해당 기술이 상용화된다면 내연 기관 자동차를 대체할 전기차 개발이 수월해질 것으로 기대된다.\n세균성 감염병을 신속하게 진단하고 치료할 수 있는 새로운 인공항체 기술 개발\n논문명 : Multivalent Nanosheet Antibody Mimics for Selective Microbial Recognition and Inactivation\n페로브스카이트를 적용한 금속 화합물 나노시트에 펩타이드를 부착시켜 인공항체를 합성, 식중독의 원인인 대장균·살모넬라·포도상구균 등을 대상으로 실험\n합성된 인공 항체와 세균 결합체에 근적외선을 쬐면 결합된 부분이 진동하면서 마찰 발생, 70℃ 이상의 열이 발생되어 세균 사멸\n세균 검출과 소멸 시간을 1시간 이내로 단축\n3일 이내에 합성 가능, 실온에서도 안전\n삼성미래기술육성사업\n의 지원 과제\n‘어드밴스드 머티리얼스(Advanced Materials)’에 게재. 논문 바로가기\nhttps://onlinelibrary.wiley.com/doi/10.1002/adma.202101376\n차세대 전고체 배터리의 고체 전해질을 개발\n[3]\n한양대 ERICA 재료화학공학과 김종호 교수팀이 상온에서도 성공적으로 구동이 가능한 차세대 전고체 배터리의 고체 전해질을 개발했다.\n양쪽성 이온을 갖는 유기 골격체 (Zwitterionic Covalent Organic Framework, Zwitt-COF)’를 이용해 고체 전해질을 개발하고 리튬메탈 전고체 배터리에 성공적으로 적용했다. 다공성 유기 골격체를 양쪽성 이온으로 기능화하여 고체 전해질에서 리튬 이온이 잘 형성되고 빠르게 이동할 수 있게 해 상온에서의 이온전도도와 안정성을 획기적으로 높였다. 개발된 고체 전해질이 사용된 전고체 배터리는 상온에서도 높은 에너지 밀도를 가졌으며, 반복적인 충전 및 방전 후에도 안정적인 성능을 유지하였다.\n한국연구재단의 지원을 받아 진행됐으며, 연구결과는 최상위 국제저명학술지인 ⌜Advanced Materials (IF 32.086)⌟에 6일 게재됐다.\n주요 논문\n“Detection of single molecule H2O2 signaling from epidermal growth factor receptor using fluorescent single-walled carbon nanotubes” Nature Nanotechnology, 2010, 5, 302-309.\n“The rational design of nitric oxide selectivity in single-walled carbon nanotube near- infrared fluorescence sensors for biological detection” Nature Chemistry, 2009, 1, 473-481.\n“A luciferase/single-walled carbon nanotube conjugate for near infrared fluorescent detection of cellular ATP” Angewandte Chemie-International Edition, 2010, 49, 1456-1459.\n“Label-free, single protein detection on a near infrared fluorescent single-walled carbon nanotube/protein microarray fabricated by cell-free synthesis” Nano Letters, 2011, 11, 2743-2752.\n“Single molecule detection of nitric oxide enabled by d(AT)15 DNA adsorbed to near infrared fluorescent single-walled carbon nanotubes” Journal of the American Chemical Society, 2011, 133, 567-581.\n“Single molecule detection of H2O2 mediating angiogenic redox signaling on fluorescent single-walled carbon nanotube array” ACS Nano, 2011, 5, 7848-7857.\n\"2020_3_Molecular engineering of nanostructures and activities on bifunctional oxygen electrocatalysts for Zinc-air batteries\" Applied Catalysis B: Environmental\n교내언론\n<뉴스H> 2020.03.18\n한양대 김종호 교수, 금속-공기 배터리의 성능 높이는 나노촉매 개발\n<뉴스H> 2021.05.21\n김종호 교수, 세균성 감염병 진단 및 치료 가능 인공항체 기술 개발\n주석\n↑\n<뉴스H> 2018.07.04\n김종호 교수, 신속한 식중독균 검출기술 개발\n↑\n<뉴스H> 2019.12.16 김종호 교수, 다기능성 나노 촉매 개발로 환경문제 해결의 길 열다\n↑\n<뉴스H> 2023.06.21\n한양대 ERICA 김종호 교수팀, 차세대 전고체 전해질 개발"
}