{
  "title": "김상학",
  "url": "https://hyu.wiki/%EA%B9%80%EC%83%81%ED%95%99",
  "content": "한양대학교\n사회과학대학\n사회학과\n교수이다.\n목차\n1\n기본소개\n1.1\n학력\n1.2\n경력\n2\n연구실적\n3\n수상\n기본소개\n학력\n2011 미국 University of Iowa 사회학과 박사\n2002 고려대학교 사회학과 석사\n2000 고려대학교 사회학과 학사\n경력\n2018-현재 한양대학교 사회학과 부교수\n2013-현재 The University of Iowa 심리, 뇌 과학과 Research Associate\n2013-2017 한양대학교 사회학과 조교수\n2011-2013 University of Iowa 심리학과 박사후 연구원\n2008-2009 University of Iowa 사회학과 강사\n연구실적\n(Selected out of 17 articles)\nKim, Sanghag, Grazyna Kochanska, Lea J. Boldt, Jamie Koenig Nordling, and Jessica J. O’Bleness. 2014. \"Developmental Trajectory from Early Responses to Transgressions to Future Antisocial Behavior: Evidence for the Role of the Parent-Child Relationship from Two Longitudinal Studies.\" Development and Psychopathology 26(1): 93-109.\nKochanska, Grazyna and Sanghag Kim. 2014. \"A Complex Interplay Among the Parent-Child Relationship, Effortful Control, and Internalized, Rule-Compatible Conduct in Young Children: Evidence from Two Studies.\" Developmental Psychology 50(1): 8-21.\nKim, Jae-On, Sanghag Kim,and Jin Wang. 2013. \"Index of National Power: How to Assess the Basic Capacity of a Nation.\" Korean Journal of Sociology 47(6): 83-140.\nKochanska, Grazyna and Sanghag Kim. 2013. \"Difficult Temperament Moderates Links between Maternal Responsiveness and Children’s Compliance and Behavior Problems in Low-Income Families.\" Journal of Child Psychology and Psychiatry 54(3): 323-332.\nKim, Sanghag, Jamie Koenig Nordling, Jeung Eun Yoon, Lea J. Boldt, and Grazyna Kochanska. 2013. \"Effortful Control in \"Hot\" and \"Cool\" Tasks Differentially Predicts Children’s Psychopathology and Academic Performance.\" Journal of Abnormal Child Psychology 41(1): 43-56.\nKochanska, Grazyna, Sanghag Kim, and Jamie Koenig Nordling. 2012. \"Challenging Circumstances Moderate the Links Between Mothers’ Personality Traits and Their Parenting in Low-Income Families with Young Children.\" Journal of Personality and Social Psychology 103(6): 1040-1049.\nKim, Sanghag and Grazyna Kochanska. 2012. \"Child Temperament Moderates Effects of Parent-Child Mutuality on Self-Regulation: A Relationship-Based Path for Emotionally Negative Infants.\" Child Development 83(4): 1275-1289.\nKochanska, Grazyna, Sanghag Kim, Robin A. Barry and Robert A. Philibert. 2011. \"Children’s Genotypes Interact with Maternal Responsive Care in Predicting Children’s Competence: Diathesis-Stress or Differential Susceptibility?\" Development and Psychopathology 23(2): 605-616.\n김상학. 2004. \"소수자 집단에 대한 태도와 사회적 거리감.\" 사회연구 3: 169-206\n수상\n2023 한국갤럽학술논문상(Gallup Korea Award) 우수상"
}