{
  "title": "김영범",
  "url": "https://hyu.wiki/%EA%B9%80%EC%98%81%EB%B2%94",
  "content": "김영범은 서울\n공과대학\n기계공학부\n교수이자\n신 재생에너지 시스템 연구실\n장을 겸하고 있다.\n연락처: 02-2220-0544 / ybkim@hanyang.ac.kr\n목차\n1\n학력\n2\n경력\n3\n담당과목\n4\n연구관심분야\n5\n주요연구과제\n6\n주요논문\n7\n국내학술지\n학력\nStanford University, Stanford, California, USA\nPh.D. in Mechanical Engineering, September 2011\nPh.D. minor in Materials Science and EngineeringM\nThesis: \"Nanoscale Engineering for Ceramic Fuel Cells\"\nStanford University, Stanford, California, USA\nM.S. in Biomechanical Engineering, June 2007\nHanyang University, Seoul, KOREA\nB.S. in Mechanical Engineering, August 2004\n경력\n2012. 3 - presentAssistant Professor Department of Mechanical Engineering, Hanyang University, Seoul, Korea\n2011. 9 - 2012.2Post doctoral fellow Department of Mechanical Engineering, Stanford University, USA\n2006.4 - 2011.8Research Assistant NPL Department of Mechanical Engineering, Stanford University, USA\n2006. 1 - 2006, 6Graduate Researcher Vertebral Technologies Inc., Minnetonka, MN, USA\n담당과목\n학부: 재료역학\n연구관심분야\n연료전지 최적화 시스템 개발(차량용, 발전용)\n이차전지(Li-ion), Supercapacitor\n반도체 미세소자 공정\n원자단위의 초박막 증착공정(ALD)\n주요연구과제\n고효율 고체 산화물 연료전지 개발\n차량용 저온 고체 산화물 연료전지 개발\n탄화연료 구동을 위한 고효율 촉매 물질 및 구조 개발\n분산 발전용 연료전지 시스템 개발\nSoft-lithography 기법을 이용한 나노구조물 공정 개발\n저가 (low cost)의 반도체 공정 시스템 연구 및 개발\nNanosphere lithography (NSL) 기반의 반도체 공정 개발\n이차전지 및 super-capacitor 연구개발\n나노스케일의 3차원 구조물을 이용한 고출력 시스템 개발\n고효율 구동을 위한 새로운 금속 및 산화물 촉매물질의 반응성 연구\n내구성 증가를 위한 이차전지의 전극 구조물 연구\n박막 공정을 이용한 재생에너지 물질의 특성 연구\n원자막 증착법 (ALD) 및 물리 증착법 (PVD)의 에너지물질 공정개발\n박막 연료전지 및 이차전지의 산화물, 귀금속 촉매 (Pt, Ru, etc.) 연구\n주요논문\nSurface modified low temperature solid oxide fuel cell, Adv. Func. Mater., 2011\nOxygen activation over engineered grain surface grains on YDC/YSZ interlayered composite electrolyte for LT-SOFC, Journal of Power Sources, 2011\nNanopore patterned Pt array electrodes for triple phase boundary study in low ㅅtemperature SOFC, J. Electrochem. Soc., 2010\n국내학술지\nRenewable energy and smart grid systems\nSolid oxide ceramic fuel cells\nMEMS and nanosphere lithography (NSL) processes for developing nano-structured devices in energy conversion applications\nThin film deposition techniques - Atomic Layer Deposition (ALD), Pulsed Laser Deposition (PLD)\nMultilayer capacitor for battery application"
}