{
  "title": "김성연",
  "url": "https://hyu.wiki/%EA%B9%80%EC%84%B1%EC%97%B0",
  "content": "한양대학교\n서울캠퍼스\n사범대학\n영어교육과\n교수이다.\n학력\n1988-1992 이화여자대학교 영어교육과 (BA)\n1992-1994 서울대학교 영어영문학과 (MA)\n1995-1998 University of Texas at Austin 영어교육 (Ph.D.)\n1998-1999 University of Texas at Austin 교육공학 (MA)\n연구실적\n* 국내/국제 전문 학술지\nKim, S.-Y. (2014). Korean secondary school students` affective attitudes toward English writing. Modern English Education, 15(2)\nKim, S.-Y. (2014). Korean secondary school English teachers` competence in English writing and writing instruction. Korean Journal of English Language and Linguistics, 14 (1)\nKim, S.-Y., & Ju, S.-R. (2014). Linguistic and affective benefits of English song dictation activities for elementary school students. Primary English Education, 20(1), 63-83.\nKim, S.-Y., & Yi, H-K. (2013). A Case Study of How English Speaking and Writing Performance Assessment Works in Middle School Context. Studies in English Education, 18(2), 159-183.\nKim, S.-Y., & Pae, J.-K. (2013). Computer-supported writing: A comparison of Wiki and Daedalus. Multimedia-Assisted Language Learning, 16(2), 31-52.\nKim, S.-Y., & Lee, H-J. (2012). A comparison of peer feedback in CMC and FFC contexts. Multimedia-Assisted Language Learning, 15(1), 91-114.\nKim, S.-Y. (2012). Options in a multiple-choice English test: Quality over quantity. Korean Journal of English Language & Linguistics, 12(1). 19-39.\nKim, S.-Y., & Lee, H-J. (2012). The effects of online bulletin board on Korean primary school students’ English writing and learning attitudes. Primary English Education, 18(1), 131-150.\nKim, S.-Y. (2011). An evaluation of native English-speaking teachers` linguistic, cultural, and pedagogical competence. Foreign Languages Education, 18(2), 209-232.\nKim, S.-Y. (2011). Negotiation of Meaning in English Writing Class: Using Text-based CMC for a Pre-writing Task. Studies in English Education, 16(1), 134-165.\nKim, S.-Y. (2011). Does content-based instruction attain two aims for one? From learners` perspectives. Information and Society, 14, 47-74.\nKim, S.-Y., & Ryoo, Y. (2011). Korean EFL learners’ vocabulary use in reading-based writing: According to topic and learner proficiency. English Teaching, 66(1), 93-112.\nKim, S.-Y., & Jung, J. (2011). Primary school students’ affective responses to digital storytelling and face-to-face storytelling. Primary English Education, 17(1), 229-251.\nKim, S.-Y. (2010). The effects of virtual reality based CMC on English language learning. English Language Teaching, 22(4), 53-74.\nKim, H.-R., Kim, S.-Y., Lee, S.-Y., Woo, K.-J. (2010). A study on the evaluation of teacher training programs for Korean English teachers. Foreign Languages Education, 17(3), 385-410.\nKim, S.-Y. (2010). Is foreign language classroom anxiety context free or context dependent? Foreign Language Annals, 43(2), 187-189.\nKim, S.-Y., Kim, H.-R., Lee, S.-Y., Woo, K.-J. (2010). Intensive teacher training programs for English teachers in Korea: What works and what doesn’t. English Teaching, 65(2), 199-224.\nKim, S.-Y. (2010). Korean heritage learners’ affect and performance. Studies in Foreign Language Education, 24(1), 243-267.\nKim, S.-Y., & Ryoo, Y.-S. (2009). Korean college students’ vocabulary profiles as predictors of English reading and writing proficiency. Multimedia-Assisted Language Learning, 12(3), 93-115.\nKim, S.-Y. (2009). Korean ESL students’ learning styles in English language learning. Hanyang Educational Review, 25(1), 29-54.\nKim, S.-Y. (2009). Questioning the stability of foreign language classroom anxiety and motivation across different classroom contexts. Foreign Language Annals, 42(1), 138-157.\nKim, S.-Y. (2009). The optimal number of options in a multiple-choice English test. English Language Teaching, 21(2), 69-87.\nKim, S.-Y., & Lee, S.-H. (2008). Learning strategies and instructional approaches for Korean EFL learners’ productive vocabulary development. English Language Teaching, 20(4). 237-259.\nKim, S.-Y., Lee, S.-Y., Lee, W.-K., & Lee, J.-H. (2008). Primary school English teachers’ and students’ perspectives on increased instructional hours. English Teaching, 63(4), 327-348.\nLee, S.-Y., Kim, S.-Y., Lee, W-K., & Lee, J.-H (2008). The effect of increased instructional hours of primary school English classes on students’ English achievement. Primary English Teaching, 14(3), 29-47.\nKim, S.-Y. (2008). CMC as an alternative to FFC in EFL contexts. Multimedia Assisted Language Learning, 11(3).\nKim, S.-Y. (2008). Five years of teaching English through English: Responses from teachers and prospects for learners. English Teaching, 63(1)\nKim, S.-Y., & Lim, J. (2007). “Errors and strategies observed in Korean heritage learners’ L2 writing.” Foreign Languages Education, 14(4)\nKim, S.-Y., & Lee, W.-K. (2006). An evaluation of the English native instructor program of national universities of Education. Primary English Education, 12(1), 35-62.\nKim, S.-Y., & Park, G. R. (2006). An investigation into the association between learner anxiety and strategy use and English listening and reading. Foreign Languages Education, 13(2), 93-120.\nKim, S.-Y., & Berting, R. (2005). Content-based instruction: Bridging the gap between what students can do and what they need to do. Foreign Languages Education, 12(3).\nKim, S.-Y., & Kim, W.-K. (2005). An investigation into learner autonomy in relation to practical English skills. English Language Teaching, 17(3), 107-129.\nKim, S.-Y. (2005). Peer-assisted learning: Implications for content-based English classes. English Teaching, 60(3).\nKim, S.-Y., & Park, H.-Y. (2005). The effects of a learner-directed language lab on college students’ listening proficiency and attitudes. English Language Teaching, 17(1), 189-213.\nKim, S.-Y. (2004). The effects of drama tasks on English language learning. English Language Teaching, 16(2), 101-125.\nKim, J.-H., & Kim, S.-Y. (2004). An investigation into primary school English teacher anxiety. Primary English Education, 10(1), 43-66.\nKim, S.-Y., & Lim, S. (2004). Cyber university learner needs analysis for English curriculum design. Journal of the Applied Linguistics Association of Korea, 20(1).\nKim, S.-Y., & Kim, J.-H. (2004). When the learner becomes a teacher: Foreign language anxiety as an occupational hazard. English Teaching, 60(3), 165-185.\nHwang, J.-B., & Kim, S.-Y. (2003). Designing Internet-based English language teaching materials based on the 6th grade elementary school textbook. Primary English Education, 9(1), 167-198.\nKim, S.-Y. (2003). A combination of CMC and FFC: Its effects on Korean students’ oral proficiency and attitudes. English Teaching, 58(1), 61-80.\nKim, S.-Y. (2002). Elementary school teachers’ attitudes toward teaching English through English. Primary English Education, 8(2), 5-30.\nKim, S.-Y. (2002). Korean college students’ reflections of English language learning via CMC and FFC. Multimedia Assisted Language Learning, 5(2), 6-26.\nKim, S. Y. (2002). Teachers’ perceptions about teaching English through English. English Teaching, 57(1), 131-148.\nKim, S.-Y. (2001). Ways to develop communicative competence through virtual learning environments. Journal of the Applied Linguistics Association of Korea, 17(1), 139-158.\nKim, S.-Y. (2000). Contextual factors associated with anxiety and motivation. English Teaching, 55(3), 91-110.\nKim, S.-Y. (2000). A study on language learning anxiety and goal orientation: The relationship across different classroom contexts. English Teaching, 55(1), 23-46.\nKim, S.-Y. (1999). Computer-support for collaborative learning: Software tools. Multimedia Assisted Language Learning, 2(2), 47-68.\nKim, S.-Y. (1999). Collaborative teaching: Implications for EFL instruction. MIE Journal, 23, 19-25.\nKim, S.-Y. (1999). Portfolio assessment: Techniques and implications. Foreign Languages Education, 6, 129-148.\n저서\n《영어교사와 학습자를 위한 영어 논리 및 논술》(한국문화사, 2020)"
}