{
  "title": "김학성",
  "url": "https://hyu.wiki/%EA%B9%80%ED%95%99%EC%84%B1",
  "content": "서울캠퍼스\n공과대학\n기계공학부\n교수이자\n다기능성 복합재료 설계 및 제조 연구실\n장을 겸하고 있다.\n연락처: 02-2220-2898 / kima@hanyang.ac.kr\n목차\n1\n학력\n2\n경력\n3\n동정\n4\n수상\n5\n학회 활동\n6\n주요연구과제\n7\n연구실적\n7.1\n테라헤르츠 상용화 연구\n[1]\n8\n주요논문\n9\n언론활동\n9.1\n교내언론\n10\n각주\n학력\n2003~2006 Ph.D. Mechanical Engineering KAIST\n2001~2003 M.S. Mechanical Engineering KAIST\n1997~2001 B.S. Mechanical Engineering KAIST\n경력\n2001~2006 Research Assistance in KAIST\n2001~2006 Teaching Assistant in KAIST\n2006~2008 Senior Researcher in Samsung electronics (Device Packaging Center)\n2008~2010 Postdoctoral researcher in UCLA\n2009~2010 Lecturer in UCLA\n2010~Present Professor in Hanyang University\n동정\n2018.04\n이달의연구자\n선정\n수상\n2019 HYU 연구석학교수 HYU Distinguished Research Fellow (HYU 학술상 공학부문) - Hanyang university\n2017 재료 및 파괴부문 젊은연구자상 - 대한기계학회\n2016 신진학술상 - 한국복합재료학회\n2016~2018 연구실적우수교원 - Hanynag university\n2013 강의우수교수 (Teaching Excellence) - Hanyang university\n2007 반도체 총괄 논문 대회 최우수상 - Samsung electronics\n2006 기계 동문 회장상 in KAIST - KAIST\n2001~2006 Academic scholarship - KAIST\n학회 활동\n2020~Present Editorial Board Member (Composites Part C: Open Access)\n2020~Present 한국비파괴검사학회 총무 이사 (KSME)\n2019~Present Managing Editor of Composite Research\n2019~Present Editorial Board Member (International Journal of Precision Engineering and Manufacturing-Green Technology)\n2019~Present Editorial Board Member (Functional Composites Structure)\n2017~Present Editorial Board Member (Advanced Composiies and Hybrid Materials)\n2013~Present Associate Editor of Journal of Mechanical Science and Technology (JMST)\n2012~Present 한국복합재료학회 수석 편집 이사 (KSCM)\n2012~Present 대한기계학회 재료 및 파괴 부문 수석 편집 이사 (KSME)\n2012~Present 정밀공학회 녹색생산기술부문 이사 (KSPE)\n주요연구과제\n스마트 기기용 대기 중 소결이 가능한 저가 나노잉크 개발 (산업통상부)\n저가형 구리 나노잉크 개발\n백색광 광소결 장치 및 최적 소결 기법 개발\n인쇄형 디지타이져 개발 및 적용\n구조용 복합재료 및 반도체 패키징 재료의 잠닉손상 정밀진단을 위한 Photo-mixing 기반의 고속 고분해능 THz 영상/분광 기술 개발 (미래창조부)\nThz파를 이용한 복합재료 잠닉손상 비파괴 검사법 개발\nThz파를 이용한 반도체 패키징 내부 잠닉손상 비파괴 검사법 개발\neStorage package/SSD 양면실장 제품의 warpage 거동 예측기법 및 polymer소재 물성 측정 방법 및 해석 기법 개발 (삼성전자)\n반도체 패키징 용 PCB Warpage 점탄성 해석 기법 확립\n반도체 패키징 용 PCB Warpage 점탄성 물성 측정 기법 확립\n연구실적\n테라헤르츠 상용화 연구\n[1]\n김 교수의 연구 결과, 테라헤르츠파를 통해 '사출성형 제품'의 용접선을 검출할 수 있다. 사출성형(injection molding)은 플라스틱을 가공하는 여러 방법 중 하나다. 모형틀에 녹은 플라스틱을 부은 후 굳히는 기술로 대량생산이 이 방법으로 진행된다.\n김 교수는 테라헤르츠 스캐너 장비의 개발에 힘쓰고 있다. 테라헤르츠 스캐너가 빠른 속도로 스캔을 할 수 있도록 김 교수는 금속코팅 된 거울을 붙였다. 테라헤르츠파를 금속코팅 된 ‘갈바노 거울’에 쏘면 반사되면서 사출성형 제품 전면을 10초안에 스캔한다.\n주요논문\n“Design optimization of a carbon fiber reinforced composite automotive lower arm”, Composite Part B: Engineering, 2014, Vol 56, pp400-407\n“Highly conductive copper nano/micro-particles ink via flash light sintering for printed electronics”, Nanotechnology, 2014, Vol.24, pp.265601\n“Ultra-fast annealing to reduce the residual stress in ultra-thin chips using flash light”, Journal of Micromechanics and Microengineering, 2014, Vol.24, pp. 04500\n언론활동\n교내언론\n<뉴스H> 2023.05.12\n테라헤르츠 특허 기술 매입을 성공시킨 김학성 교수를 만나다\n각주\n↑\n<뉴스H> 2018.04.30\n테라헤르츠의 상용화를 논하다"
}