{
  "title": "김태웅",
  "url": "https://hyu.wiki/%EA%B9%80%ED%83%9C%EC%9B%85",
  "content": "한양대학교 ERICA캠퍼스\n공학대학\n건설환경공학과\n교수이다.\n목차\n1\n학력\n2\n연구실적\n3\n수상\n4\n언론활동\n학력\n1997년도 고려대학교 토목환경공학과 학사\n1999년도 고려대학교 토목환경공학과 공학석사\n2003년도 (미) University of Arizona, Civil Engineering and Engineering Mechanics, 공학박사\n연구실적\nLee, J.-J., Kwon, H.-H., and Kim, T.-W. (2012). “Spatio-temporal analysis of extreme precipitation regimes across South Korea and its application to regionalization.”\nJournal of Hydro-environment Research, 6, 101-110. (SCIE)\nYoo, J.-Y., Kwon, H.-H., Kim, T.-W., and Ahn, J.-H. (2012). “Drought frequency analysis using cluster analysis and bivariate probability distribution.” Journal of Hydroloy, 420-421. (SCI)\nSeo, L., Kim, T.-W., Choi, M., and Kwon, H.-H. (2012). “Constructing rainfall depth-frequency curves considering a linear trend in rainfall observations.” Stochastic\nEnvironmental Research and Risk Assessment, 26, 419-427. (SCI)\nKim, D.-H., Yoo, C., and Kim, T.-W. (2011). “Application of spatial EOF and multivariate time series model for evaluating agricultural drought vulnerability in Korea.”\nAdvances in Water Resources, 34(3), 340-350. (SCI)\nLee, C.H., Kim, T.-W., Chung, G., Choi, M., and Yoo, C. (2010). “Application of bivariate frequency analysis to the derivation of rainfall-frequency curves.” Stochastic\nEnvironmental Research and Risk Assessment, 24, 389-397. (SCI)\nKim, T.-W., and Ahn, H. (2009). “Spatial rainfall model using a pattern classifier for estimating missing daily rainfall data.” Stochastic Environmental Research and Risk Assessment, 23, 367-376. (SCI)\nKim, T.-W., Ahn, H., Chung, G., and Yoo. C. (2008). “Stochastic multi-site generation of daily rainfall occurrence in south Florida.” Stochastic Environmental Research and Risk Assessment, 22, 705-717. (SCI)\nKim, T.-W., Yoo, C., and Ahn, J.H. (2008). “Influence of climate variation on seasonal precipitation in the Colorado River Basin.” Stochastic Environmental Research and Risk Assessment, 22, 411-420. (SCI)\n수상\n2021, 한국수자원공사 제1회 'K-water 학술상' 대상 수상\n언론활동\n<뉴스H> 2020.08.23 [신문 읽어주는 교수님] 올해 홍수 피해의 이유"
}