{
  "title": "김태선",
  "url": "https://hyu.wiki/%EA%B9%80%ED%83%9C%EC%84%A0",
  "content": "한양대 ERICA캠퍼스\n디자인대학\n산업디자인학과\n교수이다.\n목차\n1\n학력\n2\n교육경력\n3\n활동경력\n4\n디자인권/특허\n5\n학회 및 협회 활동\n6\n연구실적(저서∙논문)\n학력\n이화여자대학교 산업디자인 박사\nCarnegie Mellon university Arts Management 석사\n이화여자대학교 산업디자인 석사\n이화여자대학교 정보디자인 학사\n교육경력\n2020. 03 ~ 현재 한양대학교 ERICA 디자인대학 산업디자인과 교수\n2011. 03 ~ 2019. 02 경일대학교 디지털미디어디자인과(산업디자인전공) 부교수\n활동경력\n2020. 01 ~ 현재매일신문 컬럼 집필위원\n2020. 01 ~ 2021. 12한국옥외광고센터 디자인 자문위원\n2020. 01 ~ 2021. 12경상북도 건축위원회 자문위원\n2019. 07 ~ 2021. 07행정안전부 옥외광고정책위원회 자문위원\n2019. 01 ~ 2021. 12대구광역시 홍보물‧영상물, 및 간행물 심위위원회 자문위원\n디자인권/특허\n2020디자인 등록: 제30-2042274, 디자인권자, 창작자\n2017디자인 등록: 제30-0937335, 공동 창작자\n2016디자인 등록: 제30-0869791, 디자인권자, 창작자\n학회 및 협회 활동\n2020. 01 ~ 2021. 12한국색채학회 이사 및 편집위원\n2020. 01 ~ 2021. 12한국브랜드디자인학회 이사\n2019. 06 ~ 현재HCI 학회 회원\n2017. 07 ~ 2020. 03한국조형디자인학회 이사 및 편집위원\n2017. 03 ~ 2020. 03한국상품학회 편집위원\n연구실적(저서∙논문)\n2023.08 공예품의 선택속성 평가척도 개발(Scale Development of Selection Attributes for Crafts), ADR 147 (Vol.36 No.3) / SCOPUS | 황민우, 고보형, 김태선\n2023.01 Kano 모델과 고객만족계수 기반 음악앱의 기능 및 서비스 개선 요구 분석, 상품학연구. 41(1), 1-7. / KCI | 주초, 김태선\n2023.0 1A hybrid attention and time series network for enterprise sales forecasting under digital management and edge computing. Journal of Cloud Computing, 12(1), 1-21. / SCIE | Zhang, X., & Kim, T.\n2022.01 Designing for Green and Grey: Insights from Single-Use Plastic Water Bottles. International Journal of Environmental Research and Public Health, 19(3), 1423. / SSCI | Kim, T., & Lee, S. D.\n2021.12 사용자 경험 분석을 통한 이동형 치과용 CR 스캐너의 디자인 개선방향. 상품학연구, 39(5), 117-123. / KCI | 김태선, 고윤서\n2021.10 사용자 경험 분석을 통한 이동형 치과용 CR 스캐너의 디자인 개선방향 / KCI | 김태선,김성일\n2020.10 고령자집단과 청장년 집단 간 스마트폰 커뮤니케이션 기능사용의 지각된 용이성 차이. 상품학연구, 38(5), 153-160. / KCI\n2020.08 사용자 경험 조사를 통한 포터블 덴탈 엑스레이기기 디자인 개선방향. 상품학연구, 38(4), 159-166. / KCI\n2020. 01“Factors Influencing Usability of Rehabilitation Robotic Devices for Lower Limbs”, Sustainability, 12(2), 598. (SSCI)\n2019. 10“모바일게임 온라인리뷰 분석을 통한 사용자 선호 게임 요소 및 토픽도출”, 상품학연구, 제37권 5호\n2019. 06“전보행재활로봇 디자인의 지각된 사용편의성 평가요인 탐색”, 상품학연구, 제37권 3호\n2018. 10“전보행 하지재활로봇의 제품 및 사용자경험 디자인 요구 분석”, 상품학연구, 제36권, 5호\n2018. 07“Identifying Stakeholders and Interactions in the Dementia Café in Seongju through Empathic Service Design Approaches”, Journal of Open Innovation: Technology, Market, and Complexity, 제4권 3호 (SCOPUS)\n2018. 04“디자인 요소·속성 항목에 따른 어포던스 유형과 중요도”, 상품학연구, 제36권 2호\n2017. 12 Perceived Difficulties in Using Blenders by User Groups and Product Features, Archives of Design Research, 제30권 4호 (SCOPUS)\n2017. 10 저수준 제품모형의 사용자 평가를 통한 우산건조기 개발방향 제안, 상품학연구, 제35권 5호\n2017. 01 서울‧수도권 지하철 노선도 디자인의 지각된 용이성 분석, 상품학연구, 제35권 1호\n2016. 09 Assessment Criteria and Capability Scores for Visual Functions from Inclusive Design Perspectives, 색채학회논문집, 제30권 3호\n2016. 06 서울 시내버스노선도 디자인의 신체기능 요구수준 분석; 시각 및 인지기능을 중심으로, 한국디자인문화학회지, 제22권 2호\n2016. 06 Assessment Criteria and Capability Scores for Upper Extremity Functions from Inclusive Design Perspectives, 감성과학, 제19권 2호\n2016. 03 고령자 라이프스타일에 따른 고령친화용품 개발방향; 신체기능 자기평가와 고령친화제품에 대한 태도 분석을 중심으로, 한국디자인문화학회지, 제22권 1호\n2015. 10 포용적 디자인 관점의 적정인구 산출을 위한 신체생활기능 평가항목 및 평가 단계 개발; 하체운동기능을 중심으로, 상품학연구, 제33권 5호"
}