{
  "title": "김한성",
  "url": "https://hyu.wiki/%EA%B9%80%ED%95%9C%EC%84%B1",
  "content": "한양대학교\n사회과학대학\n사회학과\n교수이다.\n목차\n1\n학력\n2\n경력\n3\n연구\n3.1\n한양대 공동연구팀(최용석·김한성·손동영 교수), 한국사회 실시간 감정지도 개발(2020.10)\n4\n연구실적\n5\n언론활동\n학력\n연세대학교 사회복지학사\n미국 Michigan State University, 사회복지학석사\n미국 University of Southern California, 사회복지학박사\n경력\n2011-현재, 한양대학교 사회학과 부교수\n2008-2010, California State University Fullerton 사회복지학과 조교수\n연구\n한양대 공동연구팀(\n최용석\n·\n김한성\n·\n손동영\n교수), 한국사회 실시간\n감정지도\n개발(2020.10)\n공동연구팀이 한국사회가 느끼는 감정의 수준을 전국 시군구 단위로 실시간 확인할 수 있는 ‘감정지도’를 개발했다.\n해당 지도에서는 △불안 △분노 △혐오 △공포 △기쁨 △놀람 △슬픔 등 7개 감정을 색깔별 농도를 통해 확인할 수 있다. 예를 들어 놀람 감정이 높게 나타나는 지역은 짙은 초록색으로, 낮은 지역은 연두색으로 표시된다.\n이러한 연구결과와 감정지도는 정치사회적 이슈에 대한 국민적 감정을 확인해 여론을 감지하거나 경제 불평등, 정치 양극화, 청년실업 등 사회문제에 대한 사회 분위기를 감지할 수 있는 온도계로 활용될 수 있을 것이다.\n불안 지도는 연구센터 홈페이지를 통해 누구나 이용할 수 있다.\n홈페이지 URL :\nhttp://sentimap.hanyang.ac.kr/\n관련 기사: <뉴스H> 2020.10.07\n한양대, ‘한국사회 실시간 감정지도’ 개발\n연구실적\n이유신, 김한성 (2016). 장애인의 자살생각과 자살시도: 가구소득과 차별경험의 영향을 중심으로. 『한국장애인복지학』.\n허수연, 김한성 (2016). 한국인의 복지태도에 관한 연구. 『사회보장연구』.\n최상미, 박재홍, 김한성 (2016). 온라인 기부 경험이 10대 청소년의 기부접근성, 시민의식, 향후 기부 의향에 미치는 영향에 대한 연구. 『한국사회복지행정학』.\nJi, J., Negriff, S., Kim, H., & Susman, E. J. (2016). A study of cortisol reactivity and recovery among young adolescents. Developmental Psychology, 58(3), 283-302.\nKim, H., Chenot, D., & Lee, S (2015). Runaway from out-of-home care: A multilevel Analysis. Children & Society, 29(2), 109-121.\nKim, H., Lee, S. Y., & Choi, I. H. (2014). Employment and poverty status of female marriage immigrants in South Korea. Asian and Pacific Migration Journal, 23(2), 124-157.\nKim, H., Ji, J., & Kao, D. (2011). Burnout and physical health among social workers: A three-year longitudinal study. Social Work. Social Work, 56(3), 258-268.\nKim, H., Chenot, D., & Ji, J (2011). Racial/ethnic disparity in child welfare systems: A longitudinal study utilizing the Disparity Index (DI). Children and Youth Services Review, 33. 1234-1244.\nKim, H. (2011). Job conditions, unmet expectations, and burnout in public child welfare workers: How different from other social workers? Child and Youth Services Review, 33, 358-367.\nHeidemann, G., Fertig, R., Jansson, B., & Kim, H. (2011). Practicing policy, pursuing change, and promoting social justice: A policy instructional approach. Journal of Social Work Education, 47(1), 37-52.\nJi, J., Brooks, D., Barth, R. P., & Kim, H. (2010). Beyond pre-adoptive risk: The impact of adoptive family environment on adopted children’s psychosocial adjustment. American Journal of Orthopsychiatry, 80(3), 432-442.\nChenot, D., Benton, A. D., & Kim, H. (2009). The Influence of supervisor support, peer support and organizational culture among early career social workers in child welfare service. Child Welfare, 88, 129-147.\nKim, H., & Ji, J. (2009). Factor structure and longitudinal invariance of Maslach Burnout Inventory. Research on Social Work Practice, 18, 325-339.\nKim, H., & Lee, S. (2009). Supervisory communication, burnout, and turnover intention among social workers in health care settings. Social Work in Health Care, 48, 364-385.\nKim, H. & Stoner, M. (2008). Burnout and turnover intention among social workers: Effects of role stress, job autonomy and social support. Administration in Social Work, 32(3). 5-25.\n언론활동"
}