{
  "title": "나노과학기술연구소/세미나",
  "url": "https://hyu.wiki/%EB%82%98%EB%85%B8%EA%B3%BC%ED%95%99%EA%B8%B0%EC%88%A0%EC%97%B0%EA%B5%AC%EC%86%8C/%EC%84%B8%EB%AF%B8%EB%82%98",
  "content": "이 문서는\n나노과학기술연구소\n가 진행한 세미나를 기록한 문서입니다. 한양대학교 백서 2005-2008, 2009-2012\n목차\n1\n2006\n2\n2007\n3\n2008\n4\n2009\n5\n2010\n6\n2011\n7\n2012\n2006\n2006. 3. 23 2006년도 1차 세미나: Gene therapy with using viral vector；Recombinant AAV/Molecular-Level Studies of the Simplified Biomolecular Systems by Quantum Chemical Approaches, 이보영/김광연, 한양대학교\nHIT\n210호\n2006. 7. 3 2006년도 2차 세미나: Recent Progresses in Optical Soft Lithography / Complementary Assembly of Nanomaterials and Block-Copolymers-Solution towards Constructing Functional Nanostructures, KAIST 전석우 박사, 한양대학교 강영종 박사, 한양대학교\n자연대\n지하1증 계단강의실\n2006. 8. 3 2006년도 3차 세미나: NanoProbing ID nanostructures Electrically, echanically and Biologically, the Asia-based Business Development Consultant of Zyvex Corporation (USA) Dr Lerwen Liu, 한양대학교\n자연대\n신관337호\n2007\n2007. 4. 5 2007년도 1 차 세미나: Transparent Conductive Carbon Nanotubes Coated Flexible Substrate and Its Application for Devices, University of Texas 양덕주 교수, 한양대학교\nHIT\n-606호\n2007. 8. 29 2007년도 2차 세미나: Localized Band Structure Modulation of Single-Walled Carbon Nanotubes, Peking University Jin ZHANG, 한양대학교\nHIT\n-210호\n2007. 10. 18 2007년도 3차 세미나: Nature Nanotechnology, Nature Nanotechnology Dr. Peter Rodgers, 한양대학교\nHIT\n-604호\n2007. 12. 11 2007년도 4차 세미나: Transparent Conductive Carbon Nanotubes Cooated Flexible Substrate and It's Applications, University of Texas 양덕주 교수, 한양대학교\n자연대\n신관337호\n2008\n2008. 2. 25 2008년도 1차 세미나: \"Outline of RIKEN\" and \"R&D of microbial polyesters\", RIKEN Dr. Yoshiharu Doi, 한양대학교\nHIT\n-410호\n2008. 4. 3 Nanobioelectronic Device for Diagnosis and Biomemory, 서강대학교 최정우 박사, 한양대학교\n자연대\n신관337호\n2008. 5. 19 Biomimetic NanoPattern based on Integrated Biochip through Soft NanoLithography, 오사카 대학 이혜연, 한양대학교\nHIT\n-210호\n2008.09.05 Fuel powered artificial muscles, UT-Dallas 나노연구소 Ray Baughman, 한양대학교\nFTC\n-402호\n2008.11.06 Nanoplasmonic Optogenetics and Molecular Diagnostics for Biomedical Innovations, University of California, Berkeley Luke P. Lee, 한양대학교\nFTC\n-402호\n2009\n2009.07.24 AAO template-synthesized Shape-coded Silica Nanotubes for Multiplexed Bioassyay(김성경(Univ. of Maryland)), 한양대학교 FTC 608호\n2009.08.18 Fabrication and Magnetic Behavior of Nano-Patterned Magnetic Recording Media(Sungho Jin(Univ. of California at San Diego)), 한양대학교 FTC 402호\n2009.09.11 Interaction of Amphipa(Curtis Frank(Stanford Univ.)), 한양대학교 FTC 402호\n2009.10.06 SAMs and Organic Surface Chemistry- A Personal Perspective(Ralph G. Nuzzo(Univ. of Illinois at UC)), 한양대학교 FTC 402호\n2009.11.19 Reaction dynamics and vibrational spectroscopy of single molecules at surfaces(Yousoo Kim(Surface Chemistry Laboratory, RIKEN)), 한양대학교 FTC 402호\n2009.11.20 Nanotube at Bio/Nano/Energy(Sangbok Lee(Univ. of Maryland)), 한양대학교 FTC 402호\n2009.12.11 Chemical Interaction between Single-Walled Carbon Nanoutubes and Functional Molecules(이하진(한국기초과학연구원)), 한양대학교 FTC 608호\n2009.12.11 Blinking Kinetics of Single CdSe/ZnS Nanocrystals by Photon-Counting Statistics at High Temporal Resolution(이상윤(RIKEN)), 한양대학교 FTC 608호\n2009.12.15 Geometry and Interactions：How Shape and Intermolecular Interactions Direct the Self-Assembly of Cage Molecules on Au{111}(김문희(The Pennsylvania State University)), 한양대학교FTC 608호\n2010\n2010.01.11 A Study of an Ultra-High Resolution PET Scanner for Small Animals Using CdZnTe Pixel Detectors(김도현(Brookhaven National Laboratory)), 한양대학교 FTC 402호\n2010.02.16 Cochlear Micro-structures：From Mechanics to Neuroscience(YONG-JIN YOON(Nanyang Technological University)), 한양대학교 FTC 402호\n2010.05.28 Novel Scanning Probe Convergence Technology for BioMedical Research & Potential Application(조상준(Park System Corp.)), 한양대학교 FTC 402호\n2010.06.14 종양파괴 바이러스에 의한 암치료(김만복(연세대학교 나노메디컬 국가핵심연구센터)), 한양대학교 FTC 402호\n2010.07.01 Self-organized versatile flexible anode with tunable work function for flexible organic light-emitting diodes and solar cells(이태우(POSTEC)), 한양대학교 FTC 402호\n2010.11.17 2040년 미래비젼과 주요 과학기술 정책(박구선(KISTEP)), 한양대학교 FTC 1007호\n2011\n2011.02.17 Multifunctional Nanotube Polymer Composites for Aerospace Applications(박철(National Institute of Aerospace)), 한양대학교 FTC 910호\n2011.04.0 Massively parallel technologies for human genome sequencing, in situ biology and personalized stem cell tissue engineering(이제혁(Harvard Medical School)), 한양대학교 FTC 402호\n2011.06.02 Nanomaterials in One Dimension：Exploring Mesoscopic Phenomena in Template-Grown Nanowires(Thomas E. Mallouk(The Pennsylvania State University)), 한양대학교 자연과학관 사이언스홀\n2011.06.09 Intelligent Bio-MEMS Devices for Biological Applications(이석재(National Nanofab Center)), 한양대학교 FTC 402호\n2011.06.09 Nanobio-platform technologies and biosensors based on protein engineering(박태정(National Nanofab Center)), 한양대학교 FTC 402호\n2011.06.15 Biologically Inspired Micro- and Nanofluidic Systems for Biomedical Applications(허동은(Harvard Medical School)), 한양대학교FTC 1008호\n2011.10.14 Nano-Bio Chemistry：금 나노입자-항체 컨쥬게이트를 이용한 정량적 고감도 바이오 분자 검출(아칠성(ETRI)), 한양대학교 FTC 402호\n2011.10.26 생체모방 오감 센싱 및 인지기술 연구현황(정명애(ETRI)), 한양대학교 FTC 1007호\n2011.11.04 Nano-Bio Device Technology：반도체 공정 기초 및 CMOS 공정, 나노-바이오센서용 반도체 소자기술(박찬우(ETRI)), 한양대학교 FTC 402호\n2012\n2012.01.11 세미나 Virotronics：Making Viruses Work For Us(이승욱(Univ. of California)), 한양대학교 FTC 911호\n2012.02.23 Organic Conductive Biomaterials：from Efficient Syntheses to Bioengineering Applications (Hsiao-hua Yu(RIKEN)), 한양대학교 FTC 402호\n2012.03.13 세미나 R&D 기획 및 Management(손권중(강원T.P)), 한양대학교 FTC 402호\n2012.03.23 Highly Encoded One-dimensional Nanostructures for Rapid Sensing(김성경(Univ. of Maryland)) 한양대학교 FTC 608호\n2012.04.02 Physics for Medical applications(김도현(Brookhaven National Laboratory)), 한양대학교 FTC 402호\n2012.04.18 Colloidal soft matters at fluid-fluid interfaces(박범준(Univ. of Pennsylvania)), 한양대학교 FTC 402호\n2012.09.20 Novel Actuators Based on Graphene and Carbon Nanotube Assemblies(오지영(The University of Texas at Dallas)), 한양대학교 FTC 608호\n2012.09.24 Characterization by SPM and SPLbased- patterning for Graphene device(서용호(세종대학교)), 한양대학교 FTC 608호"
}