{
  "title": "나노소자공정연구실",
  "url": "https://hyu.wiki/%EB%82%98%EB%85%B8%EC%86%8C%EC%9E%90%EA%B3%B5%EC%A0%95%EC%97%B0%EA%B5%AC%EC%8B%A4",
  "content": "본 연구실에서는 1D 나노 구조체의 합성, 나노 스케일 기능성 재료, 나노 파티클 간의 특성 제어를 통한 패터닝 기술, 실리콘 및 화합물 반도체의 전사 기술 등 차세대 공정기술 개발을 진행하고 있고, 이러한 공정기술들을 투명 디스플레이, lithium ion battery와 같은 에너지 저장 소자, 에너지 변환소자, stretchable 혹은 flexible한 device 등의 나노 소자 구현에 적용을 하고 있다.\n소속: 서울\n공과대학\n에너지공학과\n영문명: Nano Device Process Laboratory\n실장:\n백운규\n에너지공학과\n교수\n홈페이지:\nhttp://ndpl.hanyang.ac.kr/\n목차\n1\n주요 연구\n1.1\nStretchable 혹은 flexible한 device 등의 나노 소자 구현\n1.2\nEnergy storage 분야\n1.3\n반도체 평탄화 기술(Chemical Mechanical Planarization)\n1.4\n가스터빈 분야\n1.5\n3D printing 분야\n1.6\n고체산화물연료전지(SOFC)\n주요 연구\nStretchable 혹은 flexible한 device 등의 나노 소자 구현\n미국 UIUC의 John A. Rogers 그룹과의 협력 연구를 통하여 선진 기술 습득 및 기술 교류를 통하여 연구를 진행\n구현된 단일 stretchable 소자의 integration 을 통해 복합적인 기능을 하는 stretchable 소자 구현을 목표로 연구 수행 중에 있으며, stretchable energy storage-harvesting integrated device, epidermal sensor, wireless communication 소자 등에 적용 중에 있다.\nEnergy storage 분야\nSi, Ge, 카본 나노 튜브, 전이 금속 산화물 등의 나노 구조체를 이용한 고용량 고출력 리튬 이온 전지용 전극 제조 연구를 수행하고 있고, 차세대 고용량 배터리로 촉망받는 Lithium air battery에 대한 연구를 캐나다 Waterloo 대학의 Linda F. Nazar교수와 공동연구로 수행 중 이다.\n이러한 연구성과는 다양한 산업체로 기술 이전이 이루어져 사회 전반적으로 파급 효과를 가져오고 있으며, 대표적으로 2004년 Li 이차전지용 음극 재료의 수계 성형 제조공정을 세계 최초로 개발, 이를 삼성SDI에 기술 이전하여 양산화에 성공하였다.\n반도체 평탄화 기술(Chemical Mechanical Planarization)\n나노 입자의 분산성 및 슬러리 조성 제어를 통하여 20나노 급 이하의 차세대 소자 공정을 위한, CMP 슬러리 제조에 대한 연구를 진행하고 있다.\n산업체와의 공동연구를 통해, 2002년 솔브레인에 국내 최초 ILD CMP 슬러리 제조기술을 이전했고, 또한 같은 해에 KC-tech에 국내 최초로 STI CMP 슬러리 제조기술을 개발 후 기술 이전을 하였다.\n가스터빈 분야\n가스터빈 고온 요소 부품은 직화염에 노출되기 때문에 높은 수준의 고온 저항성 및 열피로 저항성이 요구되며, 이에 따른 특성향상을 위해 산화지르코늄 계 세라믹 물질을 이용한 열차폐 코팅 기술이 필수적으로 요구된다.\n본 연구실에서는 4년간의 연구를 통하여 신열차폐 코팅 기술의 국산화에 성공하였으며, 이러한 기술을 한국남부발전(주)에 2010년 및 2012년 두 차례에 걸쳐 기술을 이전하였다.\n이를 통하여 가스터빈 용 고온요소 부품 개발을 위한 기반 기술들을 확보하였으며, 이를 바탕으로 2011년부터 한국남동발전(주)과 함께 고온 요소 부품 국산화 개발을 위한 연구를 수행 중에 있다.\n3D printing 분야\n최근 특허 만료에 따라 3D 프린팅 보급화를 주도하고 있는 FDM(Fused Deposition Modeling)방식의 재료 설계에 관한 연구를 수행 중이다.\n기존 FDM 방식의 재료적 제한이 극복된 세라믹 프린팅 3D 구조체 구현을 목표로 연구를 수행 중에 있으며, 본 세라믹 구조체 3D 프린팅 기술은 가스터빈 고온요소 부품 제조를 위한 세라믹 코어에 적용될 예정이다.\n본 연구는 한국에너지기술연구원, 대한동방주식회사와 함께 공동연구로 수행 중이다.\n고체산화물연료전지(SOFC)\n고온에서 작동하는 시스템으로 이에 따른 단전지 및 스택의 열화에 의한 발전특성 감소에 대한 연구가 요구되고 있다.\n스택 내 단전지의 열화에 의한 특성감소는 단전지의 미세구조와 스택의 구조에 밀접한 관계가 있으며, 이에 대한 체계적인 연구가 필요하다. 본 연구실에서는 열화에 의한 장기 운전의 신뢰성 문제를 극복하기 위하여, 600~650℃의 중·저온에서 작동 가능한 고체산화물 연료전지 시스템 개발을 위하여, 상업적으로 사용가능한 크기의 단전지 및 그에 따른 공정 개발, 가스 누설에 안정한 스택구조와 이에 적합한 밀봉가스켓의 국산화에 대한 연구를 진행하고 있다."
}