{
  "title": "나노바이오공학 연구실",
  "url": "https://hyu.wiki/%EB%82%98%EB%85%B8%EB%B0%94%EC%9D%B4%EC%98%A4%EA%B3%B5%ED%95%99%EC%97%B0%EA%B5%AC%EC%8B%A4",
  "content": "나노바이오공학 연구실(Nano-Bio Technology Lab.)은 자연에서 진화과정을 통해 생성된 생물학적, 물리적, 화학적 특징으로부터 연구활동의 창의적인 아이디어를 찾는다. 생체모방 시스템을 바탕으로 인공근육과 인공뉴런을 연구하고 있다.\n소속: 서울\n공과대학\n전기생체공학부\n생체공학전공\n영문명: Nano-Bio Technology Lab.\n실장:\n김선정\n전기생체공학부\n생체공학전공\n교수\n구성원 : 전임교수 1명, 연구교수 1명, 박사 후 과정 2명, 대학원생 10명, 연구행정 1명이 창의 연구단의 일원으로 연구를 수행. 또한, 5명의 학부연구생(인턴)이 인공근육 관련 지식을 쌓으며 함께 연구\n[1]\n홈페이지:\nhttp://nbt.hanyang.ac.kr/\n목차\n1\n연 혁\n[2]\n2\n주요 연구\n2.1\n인공근육\n3\n향후 연구실 운영 계획 및 목표\n[3]\n4\n주석\n연 혁\n[2]\n2006년 : 세계적 수준의 연구리더를 육성하는 창의 연구단으로 선정돼 고성능 인공근육, 인공근육의 에너지원으로써 바이오 연료전지 등을 연구\n2015년 - 현재 : 창의 연구단에 선정돼 다양한 외부환경에 감응해 외부전원 없이 스스로 기계적 구동이 가능하며 에너지를 생성하고 저장할 수 있는 자가에너지구동 인공근육시스템을 현재 연구 중\n주요 연구\n인공근육\n인공근육은 바이오메디칼 산업이나 로봇 산업에 매우 유용하다, 특히 최근\n인공지능\n의 발달과 함께 미래에 소프트 로봇(soft robots)의 센서나 액츄에이터로 활용에 필수적인 요소로써 많은 관심을 모으고 있다.\n또한 인공근육을 시스템적으로 조절할 수 있는 생체운동뉴런의 역할을 모방하는 인공뉴런이 필요하다.\n창의적 아이디어와 지식을 지닌 차세대 연구자를 발굴해 세계적인 수준의 연구 리더로 육성하는\n창의연구지원사업\n(과학기술부)에 생체인공근육연구단 (2006~2015)으로 지원을 받아 인공근육 성능향상의 연구성과를 이루었다.\n하지만, 지금까지 인공근육은 에너지를 외부에서 공급해야만 움직일 수 있어서 응용이나 실용화에 제한이 있는 실정이다. 인공근육 연구를 수행하면서, ‘ 인공근육이 에너지를 자체적으로 생산하여 그 에너지로 스스로 움직일 수 있다’ 는 창의적인 아이디어를 제안하였다.\n두 번째 리더연구자(창의연구)지원사업,\n자가에너지구동연구단\n(2015~현재)으로 ‘ 인공근육이 에너지를 생산하여 구동하는 연구를 수행 중이며, 그 연구성과로 인공근육으로 사용되는 소재와 동일한 탄소나노튜브로 구성된 실(yarn)이 전해질 속에서 수축이완하거나 회전할 때 전기에너지를 스스로 생산하는 기술을 개발하였다 (Science 357, 773 (2017)).\n2019년 연구팀과 레이 바우만(Baughman) 미국 텍사스대 교수 및 다국적 연구팀이 함께 인체근육보다 최대 40배의 힘을 내는 새로운 ‘외피구동(sheath-run)’ 인공근육을 개발\n탄소나노튜브 실을 잡아당기면 스스로 전기를 생산하는 기술\n인공근육의 재료로 사용하던 탄소나노튜브 실은 전기를 가하면 길이가 수축하는데(전기에너지→기계적에너지), 반대로 탄소나노튜브 실은 전해질 속에서 잡아당기면 에너지가 나온다는 것(기계적에너지→전기에너지)을 발견\n전기를 생성하는 탄소나노튜브 실을 ‘\n트위스트론 실\n’로 명명\n이는 실의 수축·이완에 따른 길이 변화로 트위스트론 실 내부의 밀도와 내부표면적이 변함으로써 전해질이 입출입하여 전기에너지를 생성해 kg당 250W의 전력을 얻을 수 있어 성능이 우수\n기존 배터리와 달리 반영구적으로 무제한 전기에너지를 생산할 수 있어 해양에서의 대량 전기 생산, 휴대전화 및 드론에 연속적인 전원 공급 등 다양하게 응용될 것으로 기대됨\n해당 연구결과는 2017년 <\n사이언스\n(Science)>에 게재되었고, 2019년 미국에서 개최되는 세계최대 전자제품 박람회(\nConsumer Electronics Show\n)에서 CES 혁신상을 받음\n향후 연구실 운영 계획 및 목표\n[3]\n섬유형 인공근육, 에너지 하베스터를 의료용 마이크로 로봇뿐 아니라 스스로 전기에너지를 만들어 배터리 없이 전자기기나 웨어러블 디바이스 등에 응용하도록 노력할 것\n주석\n↑\n출처:\n사랑한대매거진251\n-랩 스토리\n↑\n출처:\n사랑한대매거진251\n-랩 스토리\n↑\n출처:\n사랑한대매거진251\n-랩 스토리"
}