{
  "title": "남덕우",
  "url": "https://hyu.wiki/%EB%82%A8%EB%8D%95%EC%9A%B0",
  "content": "남덕우는 서울캠퍼스\n경제금융대학\n경제금융학부\n교수다.\n경제금융학부 홈페이지 참고(2019.10.)\n목차\n1\n학력\n2\n경력\n3\n연구관심분야\n4\n주요연구과제\n5\n동정\n6\n주요논문\n7\n저서\n8\n수상\n9\n언론 활동\n10\n각주\n학력\nUniversity of Wisconsin – Madison 경제학박사\n경력\nCity University of Hong Kong 조교수\nGlobalization & Monetary Policy Institute, 연구위원,\n연구관심분야\n개방경제 거시경제학, 응용계량경제, 거시경제학 및 통화경제학\n주요연구과제\n\"The Stimulative Effects of Anticipated Government Spending Expansions: Evidence from Survey Forecasts.\"\n\"News Shocks and News-Driven Business Cycle Hypothesis: Identification Strategy versus Factor-Utilization-Adjusted TFP Series.\"\n\"International Trade Price Stickiness and Exchange Rate Pass-through in Micro Data: A Case Study on US-China Trade,\" (with Mina Kim, Jian Wang and Jason Wu), Globalization and Monetary Policy Institute Working Paper No. 135.\n동정\n2020.04.17 유니세프한국위원회 감사로 위촉\n주요논문\n\"Mood Swings and Business Cycles: Evidence from Sign Restrictions,\" (with Jian Wang), Journal of Money, Credit and Banking 51(6), 1623-1649, 2019.\n\"Understanding the Effect of Productivity Changes on International Relative Prices: The Role of News Shocks,\" (with Jian Wang), Pacific Economic Review 23(3), 490-516, 2018.\n\"The Effects of Surprise and Anticipated Technology Changes on International Relative Prices and Trade,\" (with Jian Wang), Journal of International Economics 97(1), 162-177, 2015.\n\"Habit Formation, Asymmetric Price Adjustment, and Real Exchange Rate Persistence,\" Journal of Economic Research 20, 83-116, 2015.\n\"Are Predictable Improvements in TFP Contractionary or Expansionary: Implications from Sectoral TFP?,\" (with Jian Wang), Economics Letters 124(2), 171-175, 2014.\n\"Exchange Rates and Individual Good's Price Misalignment: Evidence of Long-horizon Predictability,\" (with Wei Dong), Journal of International Money and Finance 32, 611-636, 2013.\n\"The Roles of Nominal Exchange Rate and Relative Price Adjustments in PPP Reversion,\" Journal of Money, Credit and Banking 43(4), 775-785, 2011.\n저서\n수상\n언론 활동\n각주"
}