{
  "title": "남상백",
  "url": "https://hyu.wiki/%EB%82%A8%EC%83%81%EB%B0%B1",
  "content": "남상백은 한양대학교\nERICA캠퍼스\n스포츠과학부\n스포츠코칭전공\n부교수\n다.\n목차\n1\n학력\n2\n경력\n3\n주요 논문\n4\n주요 저서\n5\n연구과제\n6\n교내 매체\n학력\n서울대학교 체육교육과 학사\n서울대학교 경영학과 학사\nUniversity of Miami International Business MBA\n연세대학교 스포츠레저학과 박사\n경력\n2020-Present 한양대학교 ERICA 사회봉사단 부단장\n2020-Present 대한스키협회 스포츠공정위원회 위원\n2020-Present 국기원 국제사업 운영위원회 위원\n2020-Present 한국스포츠산업경영학회 부회장\n2020-Present 한국대학스포츠협의회 마케팅위원\n2019-Present 한국체육학회 국제이사\n2019-Present 대한장애인체육회 생활체육위원회 위원\n2019-Present 안산시체육회 스포츠공정위원회 위원\n2019-Present 한국스포츠학회 상임이사\n2018-Present 안산교육지원청 체육진흥위원회 위원\n2018-Present 태안군 군정자문교수단\n2018 평창동계올림픽 슬로프스타일 부경기위원장\n2017-Present 국민체육진흥공단 기금지원사업 현장평가위원\n2016-Present 대한스키협회 선거관리위원회 위원\n2014-2020 한양대학교 ERICA 스포츠과학부 스포츠코칭전공 주임교수\n2013-Present 융합대학원 스포츠경영학과 학과장\n2013-Present 한국올림픽성화회 상임이사\n주요 논문\n남상백 외 1명(2020)Impact of employee and member empowerment on commitment in Korean sports organizations: A meta-analysis. Social Behavior and Personality\n남상백 외 1명(2019)프로스포츠 구단 공식 유투브채널에 대한 시청동기, 팀 동일시, 시청태도, 시청만족 및 관람의도 간의 구조적 관계. 한국체육과학회지\n남상백 외 2명(2019)스포츠브랜드 주최 달리기 이벤트의 참여자 매력요인 분석. 한국사회체육학회지\n남상백 외 2명(2019)대학교 운동부선수들의 셀프리더십이 선수들의 임파워먼트 및 조직시민 행동에 미치는 영향. 한국체육과학회지\n남상백 외 2명(2019)한국프로야구에서 ‘타고투저’ 완화를 위한 근거이론적 접근. 한국체육과 학회지\n남상백 외 5명(2019)Ki-Yong Nam: A Korean marathon runner under Japanese colonial rule. Kinesiology Review\n남상백 외 4명(2019)Promoting knowledge economy, human capital, and dual careers of athletes: a critical approach to the global sports talent development project in south Korea. International Journal of Sport Policy\n남상백 외 2명(2019)한국프로야구 투수의 가치 있는 통계지표 산출 : WAR과의 상관성을 중심으로. 한국체육과학회지\n남상백 외 2명(2019)스포츠 조직에서의 조직몰입과 이직의도에 대한 메타분석. 한국체육과학회지\n남상백 외 2명(2019)근거이론적 경험탐색을 통한 남성들의 요가인식 전환과정. 한국사회체육학회지\n남상백 외 2명(2018)스포츠 소비에서 계획행동이론(TPB)의 영향력에 관한 메타분석. 한국체육과학회지\n남상백 외 2명(2018)수상레저조종면허 제도의 개선을 위한 정책적 제언. 한국체육과학회지\n남상백 외 2명(2018)스포츠분야에서 활용된 브랜드자산에 대한 메타분석. 한국체육학회지\n남상백 외 1명(2018)메가 스포츠 이벤트 관람객의 스포츠 팬 자민족 중심주의에 대한 가격 탄력성과 가격민감성 분석. 한국체육과학회지\n남상백 외 2명(2018)스포츠 조직에서의 임파워먼트가 조직몰입에 미치는 효과성에 대한 메타분석. 한국체육과학회지\n남상백 외 2명(2018)노스탤지어(nostalgia)를 활용한 마케팅과 프로야구 구단에 대한 태도 및 관람의도 간의 구조적 관계. 한국체육과학회지\n남상백 외 1명(2018)평창조직위 거버넌스 분석을 통한 향후 메가 스포츠 이벤트 개선방안 연구. 체육과학연구\n남상백 외 3명(2017)서핑참여자의 참여동기가 몰입경험 및 지속적 참여의도에 미치는 영향. 수산해양교육연구\n남상백 외 2명(2017)IPA기법을 활용한 학부모의 유소년 스포츠클럽 선택속성에 대한 중요도 및 만족도 분석. 한국체육과학회지\n남상백 외 2명(2017)여가활동 참여 정도에 따른 노인들의 여가만족 구인동등성 검증 및 잠재평균분석. 한국여가레크리에이션학회지\n남상백 외 2명(2017)스키수업 참여 대학생들의 스포츠 재미와 여가만족 및 지속적 참여의도와의 관계. 수산해양교육연구\n남상백 외 2명(2017)결정적 사건기법(CIT)을 활용한 도심의 아웃도어 캠핑장 이용경험 및서비스개선에 관한 연구. 한국사회체육학회지\n남상백 외 3명(2017)기대일치모형을 적용한 프로야구 모바일 어플리케이션의서비스품질과 행동지속성 분석. 한국사회체육학회지\n남상백 외 2명(2017)레저스포츠 활성화를 위한 국내 캠핑장 제도개선에 대한 정책적 제언. 한국체육과학회지\n남상백 외 1명(2017)스포츠광고메시지의 특성이 소비자의 자기해석과 광고주목도에 미치는 영향. 한국체육과학회지\n남상백 외 1명(2017)AHP를 이용한 해양프로그램 교실 평가지표 우선순위 결정 연구. 수산해양교육연구\n남상백 외 2명(2016)스포츠 센터의 관계혜택과 관계몰입, 고객 충성도 및 재 이용의도의 관계. 한국체육과학회지\n남상백 외 1명(2016)스포츠 여가활동 참여자의 특성과 기술수용성, 스포츠혁신제품 수용의도의 구조적 관계. 한국여가레크리에이션학회지\n남상백 외 2명(2016)해양스포츠 참여자의 즐거움 요인이 레크리에이션 전문화에 미치는 영향. 수산해양교육연구\n남상백 외 1명(2016)스포츠토토에 대한 마음챙김소비가 소비자내적특성, 중독구매에 미치는 영향. 한국체육과학회지\n남상백 외 4명(2016)Study on the unconstitutionality of sports toto in Korea under the right of mental health. Indian Journal of Science and Technology\n남상백 외 4명(2015)생활테니스지도자의 리더십유형과 운동몰입 및 참여만족과의 관계. 한국체육과학회지\n남상백 외 2명(2015)승부조작 발생 후 프로스포츠 명성, 위기대응커뮤니케이션 전략, 위기 책임성 인식 및 대응전략평가와의 관계. 한국체육과학회지\n남상백 외 1명(2015)프로야구 미디어데이의 시청동기와 시청태도, 시청만족 및관람의도와의 구조적관계. 한국사회체육학회지\n남상백 외 4명(2015)Leisure facilitators and recreation specialization for female paricipants in running events. Asian Social Science\n남상백 외 2명(2015)휘트니스 센터 참여자의 관계편익지각이 관계몰입과 전환의도에 미치는 영향. 한국체육과학회지\n남상백 외 2명(2015)승부조작 발생 후 프로스포츠 명성, 위기대응커뮤니케이션 전략, 위기 책임성 인식 및 대응전략평가와의 관계. 한국체육과학회지\n남상백 외 1명(2015)해양스포츠 매니아의 진지한 여가체험 형성에 관한 질적탐구. 수산해양 교육연구\n주요 저서\n2016 프로야구 거룩한 계보. 부크크\n2013 아마추어 스포츠 심판제도의 현황 및 개선방안 연구. 대한체육회 클린스포츠TF팀\n2012 한국 프로야구 명예의 전당 '타격의 전설'. 레인보우북스\n연구과제\n2019-2020 아이트레커(eye-tracker)를 활용한 프로골프선수의 평판에 따른 스폰서십 효과 검증. 한국연구재단\n2017-2018 스포츠 소비에서 계획행동이론(TPB)의 영향력에 관한 메타분석. 한국연구재단 2015-2016 스포츠 여가활동 참여자의 특성과 기술수용성, 스포츠혁신제품 수용의도의 구조적 관계. 한국연구재단 · 학회발표 2013 Perceived constraints to professional baseball spectatorship: A preliminary study. Korean scholars of marketing science 2013 외국의 은퇴선수 복지 향상을 위한 프로그램 현황 및 국내 복지 프로그램 발전 방안 방 향 제시. 한국올림픽성화회 2013 A study of the learning effects and peer conformity behavior of korean\n2015-2016 스포츠 여가활동 참여자의 특성과 기술수용성, 스포츠혁신제품 수용의도의 구조적관계. 한국연구재단\n교내 매체\n<뉴스H> 2025.03.28\n경기 ERICA 청년사업단, 마일스톤 짐과 청년 신체 건강 증진을 위한 업무협약 체결"
}