{
  "title": "남태규",
  "url": "https://hyu.wiki/%EB%82%A8%ED%83%9C%EA%B7%9C",
  "content": "남태규는 한양대학교\nERICA캠퍼스\n약학대학\n약학과 교수다.\nERICA캠퍼스\n약학대학\n홈페이지 참조(2025.03.)\n목차\n1\n학력\n2\n경력\n3\n주요 논문\n4\n교내 매체\n학력\n1993. 서울대학교 제약학과 학사\n1995. 서울대학교 약학과 석사\n2006. Vanderbilt University 박사\n경력\n1995-2000: LG 생명과학연구소 (대전), 연구원\n2006-2009: The Scripps Research Institute, La Jolla, CA, USA, 박사후 연수과정, 지도교수: Peter G. Schultz, Ph.D.\n2009-2011: 경기과학기술진흥원, 경기바이오센터 (수원), 수석연구원\n2011-현재: 한양대학교 약학과, 조교수\n주요 논문\nChoi, Y.; Nam, T.-G.* \"Chemical Biology in Stem Cell Research\" Archives of Pharmacal Research, 2012, 35(2), 281-297.\nMeister, S.; Plouffe, D. M.; Kuhen, K.; Bonamy, G. MC.; Wu, T.; Barnes, S. W.; Bopp, S. E.; Borboa, R.; Bright, A. T.; Che, J.; Cohen, S.; Dharia, N. V.; Gagaring, K.; Gettayacamin, M.; Gordon, P.; Groessl, T.; Kato, N.; Lee, M. CS.; McNamara, C.; Fidock, D. A.; Nagle, A.; Nam, T. –G.; Richmond, W.; Roland, J.; Rottmann, M.; Zhou, B.; Froissard, P.; Glynne, R. J.; Mazier, D.; Sattabongkot, J.; Schultz, P. G.; Tuntland, T.; Walker, J. R.; Zhou, Y.; Chatterjee, A.; Diagana, T. T.; Winzeler, E. A.* \"Imaging of Plasmodium Liver Stages to Drive Next Generation Antimalarial Drug Discovery\" Science, 2011, 334(6061), 1372-1377.\nNam, T.-G.; McNamara, C.; Bopp, S.; Dharia, N. V.; Meister, S.; Plouffe, D. M.; Kato, N.; McCormack, S.; Bursulaya, B.; Ke, H.; Vaidya, A. B.; Schultz, P. G.*; Winzeler, E. A.* \"A chemical genomic analysis of decoquinate, a P. falciparum cytochrome B inhibitor\" ACS Chemical Biology, 2011, 6(11), 1214-1222.\nNam, T.-G.; Ku, J.-M.; Rector, C. L.; Choi, H.; Porter, N. A.*, Jeong, B. S.* \"Pyridoxine-Derived Bicyclic Aminopyridinol Antioxidants; Synthesis and Their Antioxidant Activities\" Organic & Biomolecular Chemistry, 2011, 9, 8475-8482.\nNam, T.-G.; Lee, J.; Walker, J.; Brinker, A.; Cho, C. Y.; Schultz, P. G.* \"Identification and Characterization of Small Molecule Inducers of Fetal Hemoglobin“ ChemMedChem, 2011, 6(5), 777-780.\nNam, T.-G.* \"Lipid Peroxidation and Its Toxicological Implications“ Toxicological Research, 2011, 27(1), 1-6.\nNam, T.-G.; Koo, J. M.; Park, H.-G.; Porter, N. A.*; Jeong, B. S.* \"New Synthetic Route to N-Tocopherol Derivatives: Synthesis of Pyrrolopyridinol Analogue of alpha-Tocopherol from Pyridoxine“ Organic & Biomolecular Chemistry, 2011, 9, 1749-1755.\nSerwa, R.‡; Nam, T.-G. ‡; Valgimigli, L.; Culbertson, S.; Rector, C. L.; Jeong, B. -S.*; Pratt, D. A.; Porter, N. A.* \"Preparation and Investigation of Vitamin B6 Derived Aminopyridinol Antioxidant\" ‡equally contributed as co-first author, Chemistry-A European Journal, 2010, 16(47), 14106-14114.\nOmata, Y.; Saito, Y.; Yoshida, Y.; Jeong, B.-S.; Serwa, R.; Nam, T.-G.; Porter, N. A.; Niki, E.* \"Action of 6-Amino-3-Pyridinols Against Free Radicals and Oxidative Stress in Solution, Plasma, and Cultured Cells“ Free Radical Biology & Medicine, 2010, 48(10),1358-1365.\nNam, T.-G.; Nara, S. J.; Zagol-Ikapitte, I.; Cooper, T.; Valgimigli, L.; Oates, J. A.; Porter, N. A.; Boutaud, O.*; Pratt, D. A.* \"Pyridine and Pyrimidine Analogs of Acetaminophen as Inhibitors of Lipid Peroxidation and Cyclooxygenase and Lipoxygenase Catalysis“ Organic &. Biomolecular Chemistry, 2009, 7(24), 5103- 5112, selected as Hot Article of the Issue.\nLee, J.; Hong, J.; Nam, T.-G.; Peters, E. C.; Orth, A. P.; Geierstanger, B. H.; Goldfinger, L. E.; Ginsberg, M. H.; Cho, C. Y.*; Schultz, P. G.* \"A Small Molecule Inhibitor of alpha4 Integrin-Dependent Cell Migration“ Bioorganic & Medicinal Chemistry, 2009, 17(3), 977-980, Dedicated to the special issue for Professor Jonathan Ellman.\nPlouffe, D.; Brinker, A.; McNamara, C.; Henson, K.; Kato, N.; Kuhen, K.; Nagle, A.; Adrian, F.; Matzen, J.; Anderson, P.; Nam, T.-G.; Gray, N. S.; Chatterjee, A.; Janes, J.; Yan, S. F.; Trager, R.; Caldwell, J. S.; Schultz, P. G.; Zhou, Y.; Winzeler, E. A.* \"In Silico Activity Profiling Reveals The Mechanism of Action of Antimalarials Discovered In a High-Throughput Screen\" Proceedings of National Academy of Sciences USA, 2008, 105(26), 9059-9064.\nKang-Sickel, J. C.; Fox, D. D.; Nam, T.-G.; Jayaraj, K.; Ball, L. M.; French, J. E.; Klapper, D. G.; Gold, A.*; Nylander-French, L.* \"S-arylcysteine Adducts in Keratin as Biomarkers of Dermal Exposure to Aromatic Hydrocarbons\" Chemical Research in Toxicology, 2008, 21(4), 852-858.\nNam, T.-G.; Rector, C. L.; Kim, H. Y.; Sonnen A. F.–P.; Meyer, R.; Nau, W. M.; Atkinson, J.; Rintoul, J.; Pratt, D. A.*; Porter, N. A.* \"Tetrahydro-1,8-Naphthyridinol Analogues of α-Tocopherol as Antioxidants in Lipid Membranes and Low Density Lipoproteins“ Journal of the American Chemical Society, 2007, 129, 10211-10219.\nNam, T.-G.; Wijtmans, M.; Pratt, D. A.*; Porter, N. A.* \"Regioselective addition of n-alkyllithiums to alpah,alpha’-disubstituted-1,8-naphthyridines: Synthesis of 6-amino-3-pyridinol analogs of alpha-tocopherol\" Synthesis, 2005, 9, 1397-1404, Dedicated to the special issue for Professor Bernd Giese.\nGold, A.*; Nam, T.-G.; Jayaraj, K.; Sangaiah, R.; Kalpper, D. G.; Ball, L. M.; French, J. E.; Nylander-French, L A. \"Synthesis of S-Aryl-DL-Cysteines and Incorporation into Keratin Sequences\" Organic Preparations & Procedures International, 2003, 35(4), 375-382.\nNam, T.-G.; Sangaiah, R.; Gold, A.*; Lacks, G, D.; French, J. E.; Nylander-French, L. A. \"Synthesis of FMOC-protected S-Arylcysteines and Modified Keratin Sequence Peptides as Specific Epitopes as Immunogens\" Polycyclic Aromatic Compounds, 2002, 22(3-4), 239-248\n교내 매체\n<뉴스H> 2025.03.07\n한양대 ERICA, ‘안전관리 우수연구실’ 3곳 인증 획득... 연구실 안전관리 우수성 입증"
}