{
  "title": "뉴스H/표기지침/영문",
  "url": "https://hyu.wiki/%EB%89%B4%EC%8A%A4H/%ED%91%9C%EA%B8%B0%EC%A7%80%EC%B9%A8/%EC%98%81%EB%AC%B8",
  "content": "뉴스H\n기사 작성과 관련하여 영문 표기 지침을 정리한 문서입니다. 본 문서의 정식 명칭은 \"\nEnglish Stylebook\n\" 입니다.\n[참고] 서울시 외국어 표기 사전\nhttps://dictionary.seoul.go.kr/\n[참고] 국립국어원 외래어 표기법 (용례참기)\nhttp://kornorms.korean.go.kr/example/exampleList.do\n목차\n1\nNames\n2\nAddress\n3\nMeasurement\n4\nNumbers\n5\nDate and Time\n6\nAbbreviation of organizations, institutes, and etc.\n7\nItalicize\n8\nUse of punctuation marks\n9\nCapitalization\n10\nUse of Conjunction\n11\nTitles\n12\nCaption\n13\nKorean-English Translations\nNames\nLast name First-name (ex: Hong Gil-dong). Follow this format unless there is a preferred way to write. In case the second syllable starts with a vowel, capitalize the letter (ex: Kim Song)\nUndergraduates: Lee Go-eun (English Education, 3rd year)\nGraduate students:\nLee Go-eun (English Education, Master's program)\nLee Go-eun (English Education, Doctoral program)\nLee Go-eun (Urban Studies, Integrated Master’s-Doctor’s Program)\nAlumni:\nUndergraduate alumni: Lee Go-eun (English Education, '95) -> ’95 here means     graduation year.\nAlumni with a Master’s degree: Lee Go-eun (M.S. or M.A. in Philosophy '95)\nAlumni with a Doctor’s degree: Lee Go-eun (Ph.D. in Philosophy '95)\nProfessors: Lee Go-eun (Department/Major)\nIf holding another position, (Professor, or non-Professor): State the most relevant ones from the left. If there isn’t an order of importance, go by alphabetical order.\nListing more than one person in a sentence: follow the alphabetical order unless there is an order of importance.\nAddress\nEnglish Speaking Countries: country-city-state/province-country\nNon-English Speaking Countries: translate the name in English\nKorean:\nIn Seoul: be reasonably detailed\n Outside Seoul: State the province and city (if necessary)\n (ex. Haengdang-dong, Seongdong-gu, Seoul, Suji-gu, Yongin-si, Gyeonggi-do)\nMeasurement\nPercent: use words (percent, percent point) within the article, but use the sign (%) in titles. In case percent is mentioned in the captions, the sign (%) is allowed.\nRatio: # to # in general (cf. scores use en dash: # – #)\nMoney: Convert to KRW, but if necessary, USD is also okay.\nSix-digit-numbers and larger ones use the word ‘million’ and ‘billion’ to avoid confusion in reading large numbers in Arabic form.\nMeasurement: use the original unit and give converted measurement in metric system in parentheses.\nNumbers\nArabic base. However, when all given numbers are a whole number less than 10, write in words. (ex. Only five students attended the class on that day.)\nNumbers regarding the ingredient in cooking, scores, and ratio must be written in Arabic without exception. (ex. It scored 9:6.)\nIn case the number is over thousand, million, or billion, write in words as well.  (ex. five million died of liver cancer.)\nIf numbers are mixed with those less than 10 and more than 10, write in Arabic. (ex. There were 2 girls and 15 boys in the classroom.)\nDate and Time\nAlways state the specific dates, and include the year.\nDates need to be written as a cardinal number after the month. (Ex: January 29, 2016)\nTimes follow the following form: 10am/ 3.30pm\nWhen stating a date or time in minor uses, be flexible in style.\nAbbreviation of organizations, institutes, and etc.\nYou must state the full name of any organization, institute, and etc first, then use parentheses to show the abbreviated form. Abbreviate in following sentences if the abbreviated word is formerly used; when not, use a definite article to suggest that it is a specific name.\nAvoid abbreviating auxiliaries (helping verbs) except in the title (ex. can’t -> cannot, won’t ->will not, etc.)\nUse auxiliaries when quoting what an interviewee said.\nThere is no need to state the organization’s full name only when the organization is universally known or when the full name is obvious to readers.\nItalicize\nTitles of books, movies, performances, newspapers, magazines, TV shows, or poems (if published separately)\ncf) Titles of chapters, short stories, newspapers and magazine articles, essays, or short poems should be in double quotation marks. (Professors’ papers and thesis included)\nIf a fixed English notation does not exist, or the names become polysemous or grammatically incorrect when translated in English, italicize them. (ex. Hanbok, the traditional Korean costume)\n*There is no need to italicize brand names (such as Samsung, Apple)\nUse of punctuation marks\nColon (:) use at the end of a sentence to introduce lists, tabulations, texts, etc.\nEm Dash (—) to suggest an abrupt change in thought in a sentence or an emphatic pause\nHyphen (-) to avoid ambiguity or to form a single idea from two or more words            (ex: He recovered his health <-> He re-covered the leaky roof)\nSemicolon (;) to indicate a greater separation of thought and information than a comma can convey but less than the separation that a period implies\nQuotation marks (double and single)\nDouble quotation mark: used in interviews\nSingle quotation mark: used to emphasize, state ‘thoughts’ or within conversations\nUse of comma\n(ex1. He commented, “You are an amazing reporter.”)\n(ex2. “You write well,” he said.)\nCapitalization\nThe Seoul Campus, the ERICA Campus\nThe Department of ~ (ex. Cho Eun-jeen majors in media communication / Eunjeen Choh is attending the Department of Media Communication)\nUse of Conjunction\nAvoid using ‘And, But, Also’ when starting a sentence, unless in interviews.\nTitles\nTitle (banner 1): Capitalize all content words (*do not capitalize function words).\nThe first and last words are always capitalized even if they’re function words. (ex. A Company Full of Fun, Sumneeds)\nNo period at the end (Question mark, exclamation mark, etc are okay.) (ex. Standing in the Midst of the Patent Wars)\nSubtitles (banner 2&3): Capitalize only the first letter of a sentence.\nNo period at the end of a phrase, unless with another sentence\n(ex. 2. An interview with the homeless)\n(ex. 3. “Look on the bright side!”)\nCaption\nCapitalize only the first letter of a sentence.\nPeriod needed at the end if written as a sentence.\nKorean-English Translations\nWhen translating Korean words that are non-existent in English, use the following tables to write according to Korean pronunciation and italicize them. (e.g. 왕십리 (왕심니) is written as Wangsimni)\nVowels\nㅏ\nㅓ\nㅗ\nㅜ\nㅡ\nㅣ\nㅐ\nㅔ\nㅚ\nㅟ\na\neo\no\nu\neu\ni\nae\ne\noe\nwi\nㅑ\nㅕ\nㅛ\nㅠ\nㅒ\nㅖ\nㅘ\nㅙ\nㅝ\nㅞ\nya\nyeo\nyo\nyu\nyae\nye\nwa\nwae\nwo\nwe\nui\nConsonants\nㄱ\nㄲ\nㅋ\nㄷ\nㄸ\nㅌ\nㅂ\nㅃ\nㅍ\ng,k\nkk\nk\nd,t\ntt\nt\nb,p\npp\np\nㅈ\nㅉ\nㅊ\nㅅ\nㅆ\nㅎ\nㄴ\nㅁ\nㅇ\nㄹ\nj\njj\nch\ns\nss\nh\nn\nm\nng\nr.l\nEven if ‘ㅢ’ is pronounced ‘ㅣ’ it is written as ‘ui’\nIn front of vowels, ‘ㄱ, ㄷ, ㅂ’ is written as ‘g,d,b.’ In front of consonants or as a final consonant, they are written as ‘k, t p.’ (e.g. 백암 Baegam, 호법 Hobeop)\nIn front of vowels, ‘ㄹ’ is written as ‘r.’ In front of consonants or as a final consonant, it is written as ‘l.’ (cf. ‘ㄹㄹ’ is written as ‘ll’)\n(e.g. 구리 Guri, 울릉 Ulleung)"
}