{
  "title": "더폰트",
  "url": "https://hyu.wiki/%EB%8D%94%ED%8F%B0%ED%8A%B8",
  "content": "투게더그룹(로고)\n2020년 1월부터 사용 가능한 한양대 구성원 전용\n폰트\n다\n제품명 : THE폰트 패키지\n사용 기간 : 2019년 12월부터 영구\n사용 인원 : 교직원 및 재학생에 한정\n사용 범위 : 모든 범위 (하단 세부 내용 참조)\n사용 관련 문의 : 이메일 hywiki@hanyang.ac.kr\n제작사 :\n투게더그룹\n(THE폰트그룹)\n목차\n1\n사용 범위(저작권 관련)\n1.1\n사용불가 및 주의\n2\n사용 방법\n3\n폰트 구성\n3.1\n본문 폰트(39종)\n3.2\n디자인 (기본) 폰트 (153종)\n3.3\n홍차왕자 폰트(9종)\n3.4\n2019년도 추가 폰트 (14종)\n3.5\n2020년도 추가 폰트 (총11종)\n4\n관련 기사\n사용 범위(저작권 관련)\n기본적으로 모든 경우에 사용이 가능하며, 예외적인 부분은 아래 '사용불가 및 주의' 참조\n사용 가능자는 교직원과 재학생으로 한정함\n학생의 대내외 활동시 사용 가능 : 전시회 디자인, 공모전 제출, 외부 자료 제출 등\nCI/BI 가능 : 상품, 로고, 마크, 슬로건, 캐치프레이즈, 상징물 제작에 사용 가능\n2차 저작물 사용 가능 : 이모티콘, 기념품 등 폰트가 적용된 제품 생산 가능\n이러닝, 이북 가능 : PDF 제작물, 전자책, 디지털 콘텐츠, 교육용 제작물, 브로슈어\n기타 가능 : 3D 프린팅, 광고, 웹, 영상제작 등\n사용불가 및 주의\n재학생은 졸업과 동시에 사용 권한에서 제외되므로 사용해서는 안되며, 졸업 이후 사용에 따른 법적 책임은 당사자에게 있습니다.\n소프트웨어UI 등 유틸리티 제작은 제한적으로 가능하나, 별도 협의 필요\n사용 방법\n반드시 상기 사용 범위(저작권 관련) 항목을 먼저 확인 후,\n한양위키 공유드라이브\n에서 폰트 파일 다운로드\n※유의사항 미확인 등에 따른 모든 법적 책임은 당사자에게 있습니다.\n폰트 구성\n2021년 1월 기준 폰트 226종, 캘리 12종 (캘리는\n더폰트캘리\n참조)\n[목록] 개이득, 고맙, 기다림 B, 기다림 EB, 기다림 R, 깍뚜기, 꼬마나비, 꼬메, 꽃길, 꽃보다곰팅, 나무 F, 나무 L, 나무M, 낙서, 낮잠쿨쿨, 노란리본, 노란코끼리 B, 노란코끼리 M, 노란코끼리 R, 노말, 녹차덕후, 눈내리는밤, 눈부셔, 뉴스속보, 뉴욕커, 달과별 L, 달과별 R, 달과별 SB, 달콤사탕, 더치커피, 도담 B, 도담 M, 도담 R, 동구리, 두근두근, 둥근러브, 둥실둥실, 딸기마카롱, 또박또박, 레인, 렛츠스마일 L, 렛츠스마일 M, 렛츠스마일 R, 리틀베어, 마리오, 마법소년, 메모왕, 몰라용, 몽글이몽몽, 미니콩다방, 미니토이, 바닐라빈 B, 바닐라빈 M, 바닐라빈 R, 별나라달님, 복숭아틴트, 봄아갓씨, 봄이오네요, 봄이조아, 봄이졸려요, 블랙잭 B, 블랙잭 L, 블랙잭 M, 블루문, 빨간우체통, 삐끗삐끗, 사랑쾅, 사탕키스, 새나라어른이, 샤베트, 선샤인, 선인장, 소녀감성, 쇼콜라라떼, 수수깡, 슈가슈크림 L, 슈가슈크림 M, 슈가슈크림 R, 슈퍼파월, 스노윙츄, 스트라이프, 스트레칭, 스피드, 심야식당, 싱글즈 B, 싱글즈 E B, 싱글즈 L, 싱글즈 M, 썸띵, 아잉너엇, 아침이슬 B, 아침이슬 L, 아침이슬 M, 알비노, 애플민트 L, 애플민트 M, 애플민트 R, 얌전해진언니, 어른이공원, 에피소드 B, 에피소드 L, 에피소드 M, 여우사이, 오랜만이야, 오키도키, 외계인설명서, 왼손잡이, 우산, 유럽여행, 인호진, 작은행복, 정직, 조약돌 B, 조약돌 L, 조약돌 M, 졸리다, 차오츄르, 청천 B, 청천 EB, 청천 M, 청천 R, 청천 SB, 초코빵 B, 초코빵 M, 초코빵 R, 축하해, 캔디바, 코알라, 큐트래빗, 크리스마스, 파릇파릇, 포크듀오, 푸딩 B, 푸딩 P, 푸딩 W, 푸른하늘, 퓨어, 플라워, 플레잉, 피오피 B, 피오피 EB, 피오피 M, 하늘색바람, 하루 M, 하루 M_PRO, 하루일기, 하얀세상, 하트뿅, 해피데이, 행복열매, 허니버터, 헬로제주, 훗훗훗,  겨울조각, 김대리, 꼼지락, 로동신문, 뭐어때, 미슐랭, 바리스타, 새해의뚝심, 썸머캠프, 아이스커피, 안녕가을, 여름코끼리, 몽글로맨스, 속닥속닥\n본문 폰트(39종)\n디자인 (기본) 폰트 (153종)\n홍차왕자 폰트(9종)\n2019년도 추가 폰트 (14종)\n2020년도 추가 폰트 (총11종)\n괴발개발글씨\n- 2020.01 추가\n이게봄볓이냥\n- 2020.03 추가\n달려가고딕씨\n- 2020.05 추가\n꽃길만걸어요\n- 2020.06 추가\n더좋은날에\n- 2020.07 추가\n날마다고마워\n2020.08 추가\n몽글로맨스\n-2020.09 추가\n펭귄하뚜하뚜\n-2020.10 추가\n풀입과바람고딕\n-2020.11 추가\n다시바닷가\n- 2020.12 추가\n투게더그룹 무료 폰트\n62570체 : 국가보훈처 지원\nhttps://togethergroup.co.kr/sub/type/view.asp?idx=204\n관련 기사\n<뉴스H> 2020.09.22 [카드뉴스] ‘더폰트’ 사용하고 더멋진 과제 하자\n<뉴스H> 2020.03.26"
}