{
  "title": "독어독문학과",
  "url": "https://hyu.wiki/%EB%8F%85%EC%96%B4%EB%8F%85%EB%AC%B8%ED%95%99%EA%B3%BC",
  "content": "목차\n1\n대학원\n2\n학부(서울)\n2.1\n전공소개\n2.1.1\n학과 소개\n2.1.2\n특장점\n2.1.3\n커리큘럼\n2.1.4\n진로\n2.1.5\n질의응답\n3\n교수진\n대학원\n소속: 서울\n대학원\n독어독문학과\n유형: 대학원\n영문명: DEPARTMENT OF GERMAN LANGUAGE & LITERATURE\n중문명: 德语语言文学系\n학부(서울)\n소속: 서울\n인문과학대학\n독어독문학과\n유형: 서울 조직\n영문명: DEPARTMENT OF GERMAN LANGUAGE & LITERATURE\n중문명: 德语语言文学系\n전공소개\n전공안내서2025\n의 내용을 발췌해 정리한 글임.\n학과 소개\n독일어는 인문, 사회과학, 법학, 의학 분야 등의 기초언어로서 위상이 매우 높으며, 유럽연합에서 가장 많은 사람들이 사용하는 언어입니다. 오늘날 독일은 유럽연합을 이끄는 핵심국가로서 정치, 경제, 사회적으로 더욱 큰 영향력을 발휘하고 있습니다. 따라서 독일어와 독일문화지역에 대한 이해는 글로벌 유럽권역에 접근하는 매우 효율적인 통로가 됩니다. 한양대학 독어독문학과는 원어민 교수와 독일대학 현지학기 제도를 통한 현장감 높은 독일어 교육, 인지심리연구방법론과 데이터를 활용하는 실용적인 첨단 융복합 언어학 교육, 독일어권 유럽의 문화전통과 사회문화 담론을 이해하는 독일문학 문화 및 지역학 교육의 3개 분야를 체계적으로 연계한 우수한 교육과정을 제공하고 있습니다. 더 나아가 학과 내 학생 자치활동이 매우 활성화 되어 있으며, 정기적인 멘토링 기회를 제공하고, 다양한 인턴활동 참여를 독려하고 있습니다. 그 결과 우리 학과 졸업생들은 유수 기업의 국제업무, 방송 및 영화 연극제작, 각종 국가고시와 연계된 전문직 분야에 다수 진출하고, 또 본교를 포함한 국내외 우수대학에 진학하는 큰 성과를 내고 있습니다.\n총학생수 : 136명\n성비 : 남녀 2:3\n전화번호 : 02-2220-0760\n학과설립연도 : 1981\n특장점\n원어민 교수와 독일바이로이트 대학 현지학기(3학년 1학기) 제도를 통한 쉽고 현장감 높은 독일어교육\n실험실을 활용한 실용적인 첨단 융복합 언어학 교육\n인지심리학적 연구방법론과 전산데이터를 활용한 과학적이고 체계적인 언어분석 방법 교육\n다양한 실습 교육 및 학생자치활동과 멘토링 행사\n'기획과 실행의 원리'로 구성되는 PBL 교육 및 Hand-on experience 교육, 자유로운 학생자치활동, 다양한 멘토링 행사\n커리큘럼\n연도별 커리큘럼은 상이할 수 있으므로, 학과 홈페이지에서 다시 한번 확인하시길 바랍니다.\n전공\n1학년\n2학년\n3학년\n4학년\n어학\n멀티미디어독일어\n중급독문법\n초급독일어회화\n기초독문법\n독문법연습\n독어회화입문\n생활독일어\n독일어문장의이해\n스크린독일어\n초급독일어회화\n독어학의첫걸음\n독일어논리및논술\n독일어교과교육론\n독일어에세이강독\n독일어작문\n독일어와영어의언어체계\n중급독일어회화\n독일어텍스트의이해\n독일어교과교재연구및지도\n독일어구문분석및연습\n고급독일어회화연습\n문학\n독문학입문\n독일희곡입문\n문학과신화\n독일문학의고전\nㅇ독일현대소설\n독일문학의대표작품\n독일문제작가연구\n유럽문학과종교\n젠더와문학\n현대독문학과영화\n문화\n유럽문화지역학\n유럽속의독일역사\n독일문화와유럽문화\n독일영화사개론\n유럽문화연구\n유럽영상문화\n영상커뮤니케이션과언어학\n디지털예술과문화\n유럽지성사\n광고와언어\n기타\n독일연극제작실습워크샵캡스톤디자인\n진로\n분야\n직업\n국내외 일반 기업\n자동차, 제조업 및 서비스산업 분야, 관리 및 국제 업무(특히 독일계 대기업)\n국가고시와 연계된 공직 및 전문직\n고무기관(코트라 등) 관리직, 변호사직, 노무사직, 일반직 공무원\nPD, 기자, 영화 광고 연극 제작 분야\n인문사회분야 석박사 진학\n질의응답\n영어를 엄청 잘하는 사람들만 영어영문학과에 진학할 수 있는 것 아닌가요?\n물론 영어 특기자전형으로 입학하거나 외국에서 오래 살다온 경험이 있는 학생들이 수업 내용을 더 잘 이해하는 경우가 많은 것은 사실입니다. 하지만 이들을 포함한 대부분의 학생들이 고등학교 때까지 내신과 수능 또는 공인인증시험 공부에 초점을 맞춰왔습니다. 그렇기 때문에 영어영문학과에서 배우는 영어학 이론들이나 문학 작품들을 분석하는 방법 등은 모두에게 새로울 수밖에 없습니다. 단순히 뛰어난 영어실력보다는 자신이 영어영문학과에 진학해서 꾸준히 영어에 흥미를 가지고 새로운 학문 공부에 도전하는 열정을 가지는 것이 훨씬 더 중요하다고 생각합니다.\n영어영문학과 수업은 모두 영어로 진행되고 교재도 모두 영어만 사용하나요?\n영어전용강의가 있어 한국인 교수님들의 영어 강의가 진행되고, 외국인 교수님 수업도 들을 수 있습니다. 부담스러울 수도 있지만 교수님께서 제공해주시는 ppt자료와 유인물, 교재를 적극적으로 활용한다면 수업을 따라가고 이해하는데 있어서 큰 문제는 없을 것입니다. 또 과목 특성에 따라 영어교재가 주로 사용되지만, 문법 수업 같은 경우에는 이해를 돕기 위해 한글책이 부교재로 쓰이기도 합니다\n교수진\n김희근\n교수 / 02-2220-0766\n남윤주\n부교수 / 02-2220-0765\nWirsching Cornelia Song\n조교수 / 02-2220-0769\n피종호\n명예교수\n이강호\n명예교수\n전경재\n명예교수\n탁선미\n명예교수"
}