{
  "title": "두리하나",
  "url": "https://hyu.wiki/%EB%91%90%EB%A6%AC%ED%95%98%EB%82%98",
  "content": "두리하나 로고 (손으로 희망을 실천한다.)\n두리하나\n는 한양대 & 한양여대 연합 봉사 수화 동아리로 서울캠퍼스\n중앙동아리\n소속 동아리이다.\n위치 :\n한양플라자\n4층\n자료제공 : dmlcks98@hanyang.ac.kr\n두리하나 단체사진\n목차\n1\n소개\n1.1\n공식 SNS 채널\n2\n활동\n2.1\n정기모임\n2.1.1\n3월 & 9월 오티 및 신환회\n2.1.2\n수요봉사\n2.1.3\n토요봉사\n2.1.4\n수화수업\n2.1.5\n11월 하나제\n2.1.6\n엠티\n2.1.7\n번개모임\n2.2\n활동사진(2019)\n2.2.1\n5월\n2.2.2\n집회\n2.2.3\n친목모임\n3\n구성\n3.1\n역대 임원\n4\n향후 계획\n소개\n두리하나란? '봉사를 통해 봉사자와 장애를 가진 분들이 하나가 된다'라는 의미를 가진다.\n두리하나는 수화를 배움으로써 도움의 실천 한계를 최소화하고자 개설된 동아리이다. 때문에 기본적으로 매 학기 전문강사 선생님을 통해 수화를 배우고, 달에 한 번 청각장애를 가진 아이들과 놀아주는 봉사활동을 하고 있다. 수화로 한정된 봉사활동만 하는 것이 아니라 청소년 수련원, 암사재활원 등과 같이 다양한 분야에서 활동을 하기 때문에 다양한 경험을 쌓을 수 있다. 봉사활동을 하며 자연스레 부원들과 친해지기도 하지만 꾸준히 열리는 친목 다지기 모임과 번개모임, 엠티 등 다채로운 활동들을 통해 많은 사람들과 교류를 가질 수 있다. 10년, 20년 어쩌면 평생 남는 수화라는 무언가를 얻을 수 있다는 것이 두리하나의 큰 매력이다. 색다른 봉사도 하고 여러 사람들과의 만남을 통해 많은 추억을 공유할 수 있는 장점을 가진 동아리이다.\n공식 SNS 채널\n인스타그램\nhttps://instagram.com/Duri__hana\n2020년 3월 2일 개설된 두리하나의 공식채널로 부원 모집 포스터와 홍보 글, 활동사진과 활동내용을 주로 게시하고 있다.\n활동\n※ 모든 봉사활동은 VMS를 통해 기록\n정기모임\n3월 & 9월 오티 및 신환회\n3월과 9월은 동아리 신입부원을 모집하는 달이다. 신입부원에게 동아리 소개와 앞으로의 활동 계획을 간략히 설명하고 기존부원과의 친목을 다지는 모임이다.\n회원 모집 기준 : 봉사를 좋아하고 재학기간 동안 좋은 추억을 만들어갈 성실한 부원\n수요봉사\n정식 명칭은 암사재활원봉사로 지적장애를 가진 아이들의 사회적응훈련을 도와주는 봉사활동이다. 매주 수요일 18시 30분~20시 30분까지 활동한다.\n수요봉사\n수요봉사\n수요봉사\n토요봉사\n한달에 한 번 토요일마다 청음복지관에서 청각 장애를 가진 아이들과 놀아주는 활동을 주로 하고 있다. 봉사활동 시간대는 주로 오전이다.\n수화수업\n매 학기 전문강사 선생님을 통해 수화를 배운다. 수업 요일은 학기마다 상의하지만 주로 일주일에 한 번 18시 30분~19시 30분까지 1시간 정도 수업이 진행된다.\n수화수업\n수화수업\n11월 하나제\n두리하나의 가장 큰 공식행사로 0기부터 신입기수까지 모두 모이는 동아리 부원들만의 축제이다. 주점을 운영하면서 각종 게임과 선물추첨, 장기자랑 등 다양한 활동을 통해 즐거운 연말을 맞이하는 파티이다.\n엠티\n일반엠티와 기수엠티로 나뉘어진다. 일반엠티는 학기당 2번 정도 동아리 부원이라면 자유롭게 신청해서 가는 엠티이고, 기수엠티는 ‘같은 기수끼리’ 친목 다짐을 위해 가는 엠티이다. 모든 엠티의 참석여부는 자유이다.\n번개모임\n번개팀장의 주도하에 이뤄지는 활동으로 평소 가고 싶었던 곳 또는 놀고 싶을 때 등 한달에 한 번 자유롭게 열리는 친목모임이다. (※시험기간 제외)\n활동사진(2019)\n5월\n동아리 부스 운영\n청울림 축제 봉사\n집회\n9월 집회(수화수업)\n10월 집회(봉사브리핑)\n친목모임\n친목모임\n친목모임\n구성\n간부 : 회장, 부회장, 총무로 구성되어 있다. 동아리 한 학기 계획 틀을 잡고 예산을 측정하며 회의를 주도한다.\n기획부 : 신환회, 엠티, 하나제 등 두리하나의 각종 행사들을 기획한다.\n홍보부 : 공식 SNS 관리, 가두모집 포스터 및 홍보글 등 두리하나의 홍보를 담당한다.\n역대 임원\n기수\n회장\n부회장\n8기\n성종근\n9기\n박진형\n10기\n서준식\n11기\n배상현\n12기\n이상우\n정슬기\n13기\n이준영\n유수진\n14기\n황선경\n15기\n정재필\n민다은\n16기\n이용재\n고주연\n17기\n이진규\n18기\n유경인\n박민아\n19기\n황의찬\n박지원\n20기\n1학기 김수현\n2학기 김동찬\n1학기 정아영\n2학기 정아영\n향후 계획\n2020년도 하반기 동아리 활동은 온라인 활동과 하나제를 할 예정이다. (단, 사회적 거리두기 시행 완화될 시 외부활동 고려하며 상황에 따라 변경될 수 있음)"
}