{
  "title": "등록금/납부",
  "url": "https://hyu.wiki/%EB%93%B1%EB%A1%9D%EA%B8%88%EB%82%A9%EB%B6%80",
  "content": "이 문서는\n등록금\n납부 방법을 설명한 문서이다.\n등록금 분할납부에 대한 내용은\n등록금/분할납부\n문서 참고\n학업연장 재수강자 등록에 대한 내용은\n학업연장\n문서 참고\n목차\n1\n납부 기간 및 일정\n2\n등록금 고지서 출력 및 확인방법\n2.1\n유의사항\n3\n등록금 납부 방법\n4\n등록금 납부 확인\n5\n주요 관련 부서\n납부 기간 및 일정\n등록금 납부 기간 : 1학기는 2월 말, 2학기는 8월 말(홈페이지 일정 공지)\n연도별 자세한 등록일정은\n등록일정\n문서 참고\n등록금 고지서 출력 및 확인방법\n등록금 고지서 발급 : 등록금 고지서는 우편 또는 FAX 발송하지 않으며, 고지서출력 기간중 홈페이지 HY-in에서 직접 출력(발급)하셔야 합니다.\n등록금 고지서는 등록금 납부를 위한 고지서이므로, 납부 이후 등록금 고지서 출력은 불가합니다. (등록금 납부 후에는 등록금 확인증 출력이 가능합니다.)\n등록금 고지서 발급 방법\nHY-in 로그인 - MY홈 – 등록/장학 – 등록금고지서출력 – 출력\n한양대학교 홈페이지 배너(배너명: 2020-1학기 재학생 등록안내) (2020년 1학기 기준)\n홈페이지 배너 클릭 - 등록금고지서 및 확인증 '출력' 클릭 [생년월일/학번/성명] 입력 - 출력구분 등록금고지서 선택 - 조회 및 인쇄\nSMART CAMPUS 앱\n유의사항\n정해진 기간 내에 등록하지 않으면 학칙 제28조에 의거 미등록\n제적\n됩니다.\n휴학\n생은 등록금을 납부할 필요가 없습니다. 학칙 제55조에 의거 휴학은 등록금 반환사유에 해당되지 않으므로 등록금 납부 후 휴학하는 경우에도 기납부한 등록금은 환불되지 않습니다. 등록금 납부 후 학기개시 일부터 7주 이내 휴학한 학생은 복학 시 해당학기 등록금 변동에 따른 차액 납부/환불 없이 복학 수속합니다.\n당해 학기 장학생으로 선발된 자는 해당학기 등록을 필하여야 장학생으로 인정되며 등록을 완료하지 않을 경우 해당학기의 장학사항은 취소됩니다.\n휴학신청자도 정해진 기간 내에 등록완료하지 않으면 선발된 장학내역이 취소됨\n휴학 당시 장학생으로 선발되어 등록금 감면혜택을 받아 등록 완료한 학생은 이후 복학학기에 타장학금을 받을 수 없으며 타장학금을 수혜받기 위해 휴학 당시의 수혜 받았던 장학을 포기할 수 없습니다.\n전과 시, 전적 학과의 기 선발된\n장학금\n(한양브레인 장학금, 실용인재 장학금, 학부리더십 장학금)은 취소되며 해당학과의 타 학생이 추가 선발됩니다.\n외국국적의 학부/대학원생은 한국정부의 외국인 유학생보험 의무화 정책에 따라 등록금 납부시 보험료를 포함하여 필수 등록하여야 합니다.\n보험료 납부와 관련하여 기타 문의사항이 있을 경우\n국제팀\n으로 연락하여 주시기 바랍니다.\n국제팀\n(신/편입생) 02-2220-2444~5, (재학생) 02-2220-2847\n등록금 납부 방법\n등록금고지서에서 확인되는 학생 본인에게 부여된 신한은행 가상계좌로 납부\n가상계좌는 학생 1인당 부여되는 고유계좌번호로 입금자가 학생본인이 아니어도 해당 학생의 등록금으로 인식합니다. 다만, 입금 시 해당 가상계좌에 대한 예금주명이 학생본인 이름으로 표시되므로 본인의 계좌가 맞는지 반드시 확인한 후 납부하여야 합니다. (표시 예: \"한양대홍길동\")\n국내 모든 은행(우체국, 신협, 새마을금고 포함)에서 모든 채널(창구, ATM, 폰뱅킹, 인터넷뱅킹 등)의 무통장 입금을 통한 납부가 가능합니다. (단, 타행 입금 시 송금수수료는 본인부담 / 신한은행 이용 시 수수료 면제)\n등록금은 고지서에 표시된 금액을 일괄 입금하여야 하며, 정확한 등록금액이 아닐 경우 송금에러가 발생합니다. 계좌확인의 목적으로 등록금액이 아닌 다른 금액으로 설정하여 계좌조회를 하는 경우, 가상계좌가 조회되지 않거나 수취불가 메시지가 표시될 수 있습니다.\n증권사 및 종금사 사이트에서 인터넷뱅킹을 이용하여 납부하는 경우 가상계좌 수취 불가할 수 있습니다.\n등록금 가상계좌 납부가능 시간은 등록기간 중 매일 09:00부터 23:30까지입니다. 다만, 등록마감일 납부마감시간은 16:30입니다.\n학생회비, 원우회비, 동문회비 등의 납부금은 선택사항이므로 납부를 원할 경우 등록금액에 합산하여 납부하시거나, 등록금 납부 후 이어서 동일 가상계좌로 납부금별로 추가 입금하시면 됩니다.\n납부금 중 보험료는 필수 납부금액이므로 반드시 등록금액에 합산하여 납부하여야 합니다. (보험료는 외국인 유학생 중 납부대상에게만 고지됨)\n재학생이 전액장학감면 혜택을 받아 납부해야할 등록금이 '0'원인 경우, 등록금고지서에 '등록완료'로 확인되며, 이 경우 재학생은 등록처리가 필요하지 않습니다. ('0'원 등록처리는 신입학의 경우에만 해당됩니다.)\n등록금 납부 확인\n신한은행 홈페이지(\nhttp://www.shinhan.com\n) 확인\n등록금 납부 후 즉시 신한은행 홈페이지에서 납부 확인이 가능합니다.\n간편서비스(계좌조회 등) 증명서 진위확인 서비스 - 대학등록금 - 대학등록금 납부조회하기 - 학교선택 50303-한양대(재학생) - 학번, 가상계좌, 성명, 기간 입력 - 조회\n분할납부하는 경우, 학교선택 시 \"56705-한양대(재학생분할납부)\" 선택\n한양대학교\nHY-in\n포털(\nhttps://portal.hanyang.ac.kr)에서\n등록금확인증 출력\n등록금 납부 후 인터넷으로 등록금납부확인증 출력이 가능합니다.\n한양대학교 홈페이지 HY-in - LOGIN (아이디 및 비밀번호 입력) - 증명발급 - 포털증명발급(무료) - (대학/대학원) 등록금납부확인증 - 확인 출력\n재학생 등록안내 배너게재 기간 중에는 배너의 [등록금고지서 및 확인증 '출력']에서 출력구분을 [등록금확인증]으로 선택하여 조회 출력 가능합니다. (생년월일, 학번, 성명 필요)\n※ 등록금납부확인증은 본인이 직접 확인/출력하여야 하며, 방문발급 및 전화요청에 의한 발급은 불가합니다.\n주요 관련 부서\n등록금 수납 관련 :\n재무팀\n휴복학, 학업연장재수강 등 학적관련 : 소속 단과대학 생정팀\n장학, 학자금대출 관련 :\n학생지원팀\n대학원생 학적 및 장학관련 문의 : 소속 대학원 행정팀"
}