{
  "title": "류마티즘연구원/연구과제",
  "url": "https://hyu.wiki/%EB%A5%98%EB%A7%88%ED%8B%B0%EC%A6%98%EC%97%B0%EA%B5%AC%EC%9B%90/%EC%97%B0%EA%B5%AC%EA%B3%BC%EC%A0%9C",
  "content": "이 문서는\n류마티즘연구원\n에서 수행한 연구과제를 기록한 문서입니다. 한양대학교 백서 2005-2008, 2009-2012\n2000\n2009.04.01~2010.03.31 성인형 스틸병에서 TLR polymorphism의 역할에 대한 연구, 유대현, 한림제약(주)\n2009.05.01~2010.03.31 약물전달체계를 이용한 경피증의 편리한 동물모델 개발 및 식용 플라보노이드 아피제닌의 치료효과, 전재범, 한국보건산업진흥원\n2009.06.01~2011.12.31 면역억제제에 의한 TH1-TH17세포의 발현 변화에 관한 연구, 유대현, (주)종근당\n2009.07.01~2011.03.31 한국의 알코올 음료에서 퓨린양의 측정, 전재범, 한국오츠카제약(주)\n2010\n2010.01.01~2010.12.31 한국인 성인형스틸병 환자에서 MEFV유전자의 연관성, 유대현, 한양대학교\n2010.01.01~2010.12.31 유용생물자원추출물에서 형광탐색자를 이용한 matrix metalloproteinase억제제 검색, 전재범, 한양대학교\n2010.02.01~2011.07.31 한국인에서 MEFV유전자의 발현, 유대현, 한국에자이주식회사\n2010.03.01~2012.08.31 통풍성 관절염과 기타 관절염의 활액에서 caspass-1 측정의 임상적의의, 전재범, 한국에자이주식회사\n2010.04.01~2011.03.31 약물전달체계를 이용한 경피증의 편리한 동물모델 개발 및 식용 플라보노이드 아피제닌의 치료효과, 전재범, 한국보건산업진흥원\n2010.12.01~2011.10.31 국내외 비생물학적 DMARD에 의해 조절되고 있는 활동성 류마티스관절염 환자에서 크레아 박스-알에이(자가유래 면역관용 수지상세포)의 안전성, 내약성 탐색을 위한 임상 I상 연구, 배상철, 크레아젠(주)\n2011.01.01~2012.06.31 차세대 유전체 연구를 통한 류마티스관절염의 예측 및 맞춤의료 기술 개발, 배상철, 차세대맞춤의료유전체사업단\n2011.01.01~2011.12.31 유용생물자원추출물에서 형광탐색자를 이용한 matrix metalloproteinase억제제 검색, 전재범, 한양대학교\n2011.04.01~2012.03.31 류마티스관절염 임상연구센터, 배상철, 근거창출임상연구국가사업단\n2011.09.01~2012.08.31 강직성척추염에서 mRNA 및 microRNA 연구, 김태환, 한국연구재단\n2011.10.01~2012.09.30 폐고혈압 동물모델에서 고요산혈증의 중요성과 요산저하제의 치료효과, 전재범, 대한류마티스학회\n2011.10.01~2012.09.30 성인형 스틸병에서 IL-33의 혈청 농도 및 임상적 유용성에 관한 연구, 유대현, (주)셀트리온\n2011.10.01~2012.09.30 성인형 스틸병에서 free IL-18의 혈중 농도 및 임상적 유용성에 관한 연구, 유대현, (주)셀트리온\n2011.12.01~2012.11.30 성인형 스틸병의 감별 진단에서 혈청 IL-18의 진단적 가치, 유대현, 한양대학교\n2011.12.01~2013.11.30 류마티스 관절염에서 항TNF 제제 치료 전후의 IL-33의 혈청농도 및 임상적 유용성에 대한 연구, 유대현, 한국에자이주식회사\n2012.01.09~2013.01.08 한국인 혈청양성 류마티스관절염 환자의 질병활성도 변화 관찰 연구, 유대현, 한국에자이주식회사\n2012.02.14~2013.02.13 이전에 TNF-차단제 요법에 실패한 활동성 류마티스 관절염이 있는 아시아인 피험자에게 12주동안 피하 투여한 CDP6038의 유효성과 안정성을 평가하기 위한 무작위 배정, 이중 눈가림, 위약 대조, 용량 설정 임상시험, 유대현, 한양대학교병원\n2012.10.16~2013.10.15 메토트렉세이트에 반응하지 않은 류마티스 관절염 환자를 대상으로 타크로리무스(Tacrolimus) 추가요법의 유효성 및 안전성을 레프루노미드(Leflunomide) 추가요법과 비교 평가하기 위한 무작위배정, 이중맹검, 활성대조, 다기관 4상 임상시험, 전재범, 서울대학교병원\n2012.11.21~2013.11.20 Methotrexate 치료에도 불구하고 활동성 류마티스 관절염을 가진 환자를 대상으로 MK-8457과 Methotrexate 병용투여의 안전성, 내약성, 및 유효성을 평가하기 위한 제II상, 무작위배정, 이중맹검, 위약대조, 평행군, 다기관, 다국가, 개념증거 주 코호트 포함, 용량범위결정 임상시험, 유대현, 한국엠에스디유한회사\n2012.11.21~2013.11.20 메토트렉세이트 요법에 불충분한 반응을 보이는 중등도에서 중증활성의 류마티스 관절염이 있는 환자에서 Baricitinib의 유효성 및 안전성을 평가하기 위한 무작위 배정, 이중-눈가림, 위약- 및 활성-대조, 제 3상 임상시험, 유대현, 한국파렉셀 주식회사\n2012.12.01~2013.11.30 류마티스 관절염 환자의 활막세포 표현형에서 HOXD13의 역할 전재범, 한양대학교\n2012.12.07~2014.10.31 무릎 골관절염 환자를 대상으로 6개월간 이모튼 캡슐(Imotun capsule) 또는 Placebo 투여 후 유효성 및 안전성을 비교평가하기 위한 다기관, 무작위배정, 이중눈가림, 평행, 위약대조, 제4상 임상시험, 유대현, (주)종근당"
}