{
  "title": "류종석",
  "url": "https://hyu.wiki/%EB%A5%98%EC%A2%85%EC%84%9D",
  "content": "류종석은\nERICA캠퍼스\n약학대학\n약학과\n교수다.\nERICA캠퍼스\n약학대학\n홈페이지 참조(2025.03.)\n학력\n성균관대학교 학사\n성균관대학교 석사\nWayne State University School of Medicine, Detroit, Michigan, U.S.A. 박사\n주요 논문\n1. Mays CE, Yeom J, Kang H-E, Bian J, Khaychuk V, Kim Y, Bartz JC, Telling GC, Ryou C (2011) In vitro amplification of misfolded prion protein using lysate of cultured cells. PLoS ONE, 6:e18047.\n2. Ryou C, Titlow W, Mays CE, Bae Y, Kim S (2011) The suppression of prion propagation using poly-L-lysine by targeting plasminogen that stimulates prion protein conversion. Biomaterials, 32:3141-3149.\n3. Lee H-J, Maeng K, Dang H-T, Kang G-J, Ryou C, Jung J, Kang H-K, Prchal J, Yoo E-S, Yoon D (2011) Anti-inflammatory effect of methyl dehydro-jasmonate is mediated by the NF-?B pathway. Journal of Molecular Medicine, 89:83-90.\n4. Mays CE, Ryou C (2011) Plasminogen: a cellular protein cofactor for PrPSc propagation. Prion, 5:22-27.\n5. Mays CE, Ryou C (2010) Plasminogen stimulates propagation of protease-resistant prion protein in vitro. FASEB Journal, 24:5102-5112.\n6. Lim Y-b, Mays CE, Kim Y, Titlow W, Ryou C (2010) The inhibition of prions through blocking prion conversion by permanently charged branched polyamines of low cytotoxicity. Biomaterials, 31:2025-2033.\n7. Kim Y, Han B, Titlow W, Mays CE, Kwon M, Ryou C(2009) Utility of RNAi-mediated prnp gene silencing in neuroblastoma cells permanently infected by prions: Potentials and limitations. Antiviral Research, 84:185-193.\n8. Mays CE, Titlow W, Seward T, Telling GC, Ryou C (2009) Enhancement of protein misfolding cyclic amplification by using concentrated cellular prion protein source. Biochemical Biophysical Research Communications, 338:306-310.\n9. Kim Y, Song J, Mays CE, Titlow W, Yoon D, Ryou C (2009) Changes in gene expression of kringle domain-containing proteins in murine brains and neuroblastoma cells infected by prions. Molecular and Cellular Biochemistry, 328:177-182.\n10. Ryou C, Mays CE (2008) Prion propagation in vitro: are we there yet? International Journal of Medical Sciences, 5(6):347-353.\n11. Shin W, Lee B, Hong S, Ryou C, Kwon, M (2008) Cloning and expression of a prion protein (PrP) gene from Korean bovine ( Bos taurus coreanae ) and production of rabbit anti-bovine PrP antibody. Biotechnology Letters, 30:1705-1711.\n12. Mays CE, Kang H-E, Kim Y, Shim SH, Bang J-E, Woo H-J, Cho Y-H, Kim J-B, Ryou C (2008) CRBL cells: Establishment, characterization and susceptibility to prion infection. Brain Research 1208:170-180.\n13. Ryou C (2007) Prions and prion diseases: Fundamentals and mechanistic details. Journal of Microbiology and Biotechnology 17(7): 1059-1070.\n14. Yung L, Huang Y, Lessard P, Legname G, Lin ET, Baldwin MA, Prusiner SB, Ryou C, Guglielmo BJ (2004) Pharmacokinetics of quinacrine in the treatment of prion disease. BMC Infectious Diseases 4:53.\n15. Ryou C, Legname G, Peretz D, Craig JC, Baldwin MA, Prusiner SB (2003) Differential inhibition of prion propagation by enantiomers of quinacrine. Laboratory Investigation, 83(6): 837-843\n16. Ryou C, Prusiner SB, Legname G (2003) Cooperative binding of dominant negative prion proteins to kringle domains. Journal of Molecular Biology, 329(2): 323-333.\n17. Bosque PJ, Ryou C, Telling G, Peretz D, Legname G, DeArmond S, Prusiner SB (2002) Prions in skeletal muscle. Proceedings of National Academy of Science, U. S. A., 99(6): 3812-3817.\n18. Hadden TJ*, Ryou C*, Zhu L, Miller RE (2002) CAAT/Enhancer Binding Protein activates an enhancer in the glutamine synthetase distal 5`-flanking sequence. Archives of Biochemistry and Biophysics, 397(2): 258-261. *Equal contribution to the work for this article.\n19. Lee J, Ryou C, Jeon BK, Lee P, Woo H-J, Kwon M (2002) Gene cloning and nucleotide sequence of human dihydrolipoamide dehydrogenase-binding protein. Asian-Australasian Journal of Animal Sciences, 15(3):421-426.\n20. Ryou C, Chung T, Kwon M (2001) Molecular cloning and hyperexpression of a Bt gene, cryIAc, in Escherichia coli DH5?: production and usage of anti-cryIAc antibody. Journal of Microbiology and Biotechnology, 11(6):1093-1098.\n21. Ryou C, Kim J-B, Kwon M (2000) Immunochemical studies on expression of quinoproteins in Escherichia coli. Journal of Microbiology and Biotechnology, 10(1):95-98.\n22. Hadden TJ, Ryou C, Miller RE. (1997) Elements in the distal 5…-flanking sequence and the first intron function cooperatively to regulate glutamine synthetase gene expression during adipocyte differentiation. Nucleic Acids Research, 25(19):3930-3936\n교내 매체\n<뉴스H> 2025.03.07\n한양대 ERICA, ‘안전관리 우수연구실’ 3곳 인증 획득... 연구실 안전관리 우수성 입증"
}