{
  "title": "류웅재",
  "url": "https://hyu.wiki/%EB%A5%98%EC%9B%85%EC%9E%AC",
  "content": "한양대학교\n사회과학대학\n미디어커뮤니케이션학과\n교수이다.\n목차\n1\n학력\n2\n연구실적\n3\n저서\n4\n언론활동\n4.1\n대외언론\n4.2\n교내언론\n학력\nPh.D., Georgia State University\n연구실적\n류웅재·최진호 (2016). 프란치스코 교황 방한과 한국 사회의 위기 징후: 교황 방한 관련 언론 보도에 대한 비판적 담론분석, 한국언론학보, 60권1호.\n류웅재·박정은 (2016). 남성의 명품 소비와 차이의 문화정치: 한국 사회 30대 남성의 소비 경험을 중심으로, 한국언론정보학보, 통권75호.\n류웅재 (2015). 쿡방의 정치경제학: 주체의 자기통치의 관점에서, 문화/과학, 83호.\n류웅재 (2015). 물질문화로서 아웃도어에 관한 연구: 아날로그적 물질문화에 관한 소고. 한국방송학보, 29권4호.\n박정은·류웅재 (2015). 미디어로서의 명품 가방 소비에 관한 연구: 2030 세대의 소비 경험을 중심으로. 한국언론정보학보, 통권71호.\n윤연주·류웅재 (2014). 지역 문화콘텐츠산업의 정치경제학: 광주 아시아문화중심도시 조성사업을 중심으로. 우리춤과 과학기술, 제27집.\n류웅재 (2014). 대학의 연구문화 낯설게 하기, 그리고 성찰적 대안의 모색. 커뮤니케이션이론, 10권1호.\n이은아·류웅재 (2014). 멘토 권하는 사회: 신자유주의 시대, 멘토는 어떻게 생산되는가?. 스피치와 커뮤니케이션, 제24호.\n홍성현·류웅재 (2013). 무한 경쟁 시대의 글로벌 인재 되기: 글로벌 인재 담론에 대한 비판적 담론 분석. 커뮤니케이션이론, 9권4호.\n김현철·류웅재 (2013). 글로벌 경제위기의 인문학적 해석: 새로운 인식과 실천을 위한 이론적 지도 그리기. 커뮤니케이션이론, 9권1호.\n류웅재 (2013). 재연보도 범람에 '정확하게 알 권리'는 실종. 신문과 방송, 509호.\n최진호·류웅재 (2012). 신한류의 담론정치: 주요일간지 한류 보도에 관한 담론분석을 중심으로. 우리춤연구, 제19집.\n류웅재 (2012). 지역 문화콘텐츠산업의 문제와 전망: 지자체 문화콘텐츠산업의 클러스터 모형을 중심으로. 우리춤연구, 제17집.\n류웅재·박진우 (2012). 서바이벌 포맷 프로그램에 침투한 신자유주의 경쟁 담론: 프로그램의 채택과 제작과정에 대한 생산자 심층인터뷰를 중심으로. 방송문화연구, 24권1호.\n박성순·류웅재 (2011). 한류 문화산업에 대한 비판적 제언과 전망: 한류 및 중국문화 관련 문헌의 메타분석과 심층인터뷰를 중심으로. 우리춤연구, 제15집.\n류웅재 (2010). 담론분석과 정치경제학의 조우 가능성에 대한 탐색적 연구: 커뮤니케이션 질적 연구방법론의 몇 가지 논점을 중심으로. 언론과 사회, 18권4호.\n류웅재 (2009). 절충적 세계화와 국가의 담론정치: 한국 문화정경의 사례를 중심으로. 한국언론학보, 53권5호.\n류웅재 (2008). 한국 문화연구의 정치경제학적 패러다임에 대한 모색: 한류의 혼종성 논의를 중심으로. 언론과 사회, 16권4호.\nJin, Dal Yong & Ryoo, Woongjae (2014). Critical Interpretation of Hybrid K-Pop: The Global-Local Paradigm of English Mixing in Lyrics. Popular Music and Society, 37(2).\nRyoo, Woongjae (2009). Globalization, or the Logic of Cultural Hybridization: The Case of the Korean Wave. Asian Journal of Communication, 19(2).\nRyoo, Woongjae (2009). The Public Sphere and the Rise of South Korean Civil Society. Journal of Contemporary Asia, 39(1).\nRyoo, Woongjae (2008). The Political Economy of Global Mediascape: The Case of the South Korean Film Industry. Media, Culture & Society, 30(6).\nRyoo, Woongjae (2008). Problems of National Identity in an Era of Globalization: Turkey's Bid to Join the European Union. Journal of International and Area Studies, 15(1).\nRyoo, Woongjae (2008). Re-Imagining Regional Community through Popular Culture. Globalization of South Korea: Its Impact and Opportunities.\nRyoo, Woongjae (2005). Local Modes of Practice in an Age of Globalization: Renegotiating National Identity as enacted in South Korean Advertising. International Journal of Media and Cultural Politics, 1(2).\nRyoo, Woongjae (2005). The Role of the State in the National Mediascape: The Case of South Korea. Global Media Journal, 4(6).\nRyoo, Woongjae (2004). Reconsidering Globalism: A Korean Perspective. Kaleidoscope, Vol.3.\n저서\n류웅재·김민승·노영은 (2025). 도시, 공간, 청년, 한양대 출판부\n[1]\n류웅재·최은경·이영주 (2015). 고어텍스와 소나무: 물질문화를 통해 본 소비의 문화정치학, 한울아카데미.\n류웅재·김수철·이희은·이영주·성민규 (2013). 마르크스, TV를 켜다: 마르크스주의 미디어 연구의 쟁점과 전망, 한울아카데미.\n류웅재·강승묵·이영주 (2011). 작은 문화콘텐츠 만들기: 문화, 지역, 삶을 매개하는 작은 문화콘텐츠 이야기, 한울아카데미.\n조용철·강승묵·류웅재 (2009). 문화저널리즘, 다지리.\n남순현·오관석·류웅재 (2008). 시민사회와 의식, 광인문화사.\n류웅재·김덕모 (2008). 소통하는 문화기획론: 삶을 기획하는 열린 문화장을 위하여, 한국학술정보.\nRyoo, Woongjae (2014). Global Mediascape and the Cultural Hybridity: The Case of the Korean Wave, Scholar's Press.\nBiligli, Can & Akbulut, Nesrin (eds.) (2012). Broken Grounds: Mass Communication and Cultural Transformation, Prof. Marin Drinov Academic Publishing Huse.\nBiligli, Can & Akbulut, Nesrin (eds.) (2010). Media Critics 2010, Beta.\nOlateju, Moji, Taiwo, Rotimi & Fakoya, Adeleke (eds.) (2007). Towards the Understanding of Discourse Strategies, OOU Press.\n언론활동\n대외언론\n2021.09.13 <한겨레> 글 '셀럽과 팬덤이 말하지 않는 것들' 기고\n2021.02.25 <한겨레> 글 '아메리카의 추억' 기고\n[1]\n2020.06.13 <한겨레> 글 '숨 쉴 수 있는 사회' 기고\n[2]\n교내언론\n<뉴스H> 2020.09.12 [신문 읽어주는 교수님] 류웅재 교수가 알려주는 ‘국뽕’\n↑\n<뉴스H> 2025.05.13\n[동아일보] 류웅재 미디어커뮤니케이션학과 교수, 『 도시, 공간, 청년』 출간"
}