{
  "title": "맥신섬유화",
  "url": "https://hyu.wiki/%EB%A7%A5%EC%8B%A0%EC%84%AC%EC%9C%A0%ED%99%94",
  "content": "한양대\n한태희\n교수 연구팀이 상온에서 높은 전기전도도를 유지하면서 멕신 나노물질을 섬유화한 연구 결과를 발표하여 국제학술지 ‘네이처 커뮤니케이션즈(Nature Communications)’2020년 6월 4일자에 게재되었다.\n이하 내용은 한국연구재단에서 공개한 자료\n[1]\n를 토대로 작성하였음\n목차\n1\n논문 개요\n2\n연구 주요 내용\n2.1\n연구의 필요성\n2.2\n연구내용\n2.3\n연구성과/기대효과\n3\n그림 설명\n3.1\n맥신 섬유 제조의 단계\n3.2\n멕신 섬유의 전기적, 기계적 성능 비교\n4\n연구 이야기\n논문 개요\n키워드 : 전도성 멕신, 섬유화, 습식 방사, 고전도 나노조립 섬유\n논문명 : Large-scale Wet-spinning of Highly Electroconductive MXene Fibers\n저널명 : Nature communications\n게재 내용 바로보기 :\nhttps://www.nature.com/articles/s41467-020-16671-1\nDOI : 10.1038/s41467-020-16671-1\n저자 : 한태희 교수(교신저자/한양대학교), 엄원식 박사과정 (제1저자/한양대학교), 신환수 석사과정(공동1저자/한양대학교), 암바드 로한 (Rohan ambade) 박사(공동1저자/한양대학교)\n연구 주요 내용\n연구의 필요성\n그래핀, 질화붕소(h-BN), 질화탄소(g-C3N4), 전이금속 이차 코겐화물 (TMD), 흑색 인(BP)과 같은 다양한 2차원 나노물질은 고유의 매력적인 특성들을 갖고 있어 이를 활용한 연구가 활발히 진행되었다. 2차원 나노 물질은 전자, 화학, 물리적, 기계적 특성이 우수한 소재를 개발하기에 용이해 상당한 주목을 받고 있으며, 이를 거시적 구조로 개발하기 위한 많은 전략이 제안되어 왔다.\n특히, 2D 나노 시트를 섬유 구조로 조립하는 전략은 매우 성공적이었다. 섬유화는 매우 밀도 높고 잘 배열된 나노구조를 형성하는데 유리하였으며 결과적으로 가장 성능이 우수한 이차원 나노시트 구조체를 만들 수 있는 방법이다.\n멕신(MXene)은 최근 우수한 전기 열 전도성, 기계적 및 화학적 특성 및 광범위한 잠재적 응용 분야로 인해 2D 재료로 부상하고 있다.\n멕신 : 탄소원자와 중금속원자 (티타늄 등)로 이뤄진 얇은 판 모양의 이차원적 나노 물질. 전기 전도성이 뛰어남.\n이러한 멕신의 섬유화를 위해 최근에 몇몇 연구자들은 멕신을 포함하는 복합체 섬유 제조하였으나 순수한 멕신보다 훨씬 낮은 전기 전도도를 나타냈다. 따라서 순수한 멕신 섬유를 제조하는 것이 중요한 과제가 되었다. 그러나  1) 멕신의 작은 시트 사이즈와 2) 멕신 시트간의 약한 결합, 3) 분산액의 낮은 한계 농도, 위의 3가지 문제로 인해 멕신을 섬유화는 이루어지지 못하였다.\n연구내용\n연구팀은 연속적인 습식 방사 공정을 이용하여 순수한 멕신 섬유를 제조하는데 성공하였다. 멕신 섬유의 개발을 위해 우리 연구팀은 1) 커다란 시트 크기를 가진 멕신 제조 2) 멕신 시트간의 결합 강화 3) 높은 농도의 분산액 제조. 의 3가지 문제를 해결하였다.\n개발된 공정은 멕신 섬유를 수미터 길이로 연속적으로 제조할 수 있으며, 제조된 섬유는 높은 전기 전도성 (7,713 S/cm)을 가졌다. 또한, 멕신 섬유는 높은 유연성과 우수한 기계적 특성을 나타냈다.\n우리는 전기 전도성이 우수한 멕신 섬유를 LED 조명의 전선과 전기 신호를 이어폰으로 전송하는 케이블에 적용하였고 기존의 기능들이 정상적으로 이루어지는 것을 확인하였다. 이는 멕신 섬유가 고성능, 유연성, 휴대용 및 웨어러블 전자 장치에 적용될 수 있는 가능성을 제시한다.\n연구성과/기대효과\n순수 멕신 섬유의 연속 대량 생산을 위한 습식 방사 기술은 멕신의 나노 수준에서의 잠재력을 마이크로 스케일에서 활용할 수 있는 방법이라고 생각한다.\n또한 멕신의 종류는 수십 여종으로 매우 다양하기 때문에 우리 연구가 다른 멕신의 섬유화 연구에도 범용적으로 활용될 수 있을 것으로 예상한다. 따라서 다양한 특성을 가진 각각의 신소재 섬유들을 만들어 낼 수 있을 것으로 기대하고 있다. 제조된 멕신 섬유는 전도성이 높고 1m 이상의 긴 길이를 가지기 때문에 웨어러블 디바이스 제조가 가능하고, 가스 감지 효과도 있어서 의복형 센서로도 이용 가능할 것으로 보인다.\n이번 논문에서 사용된 멕신은 상온에서 제조되었음에도 불구하고 그래핀 섬유와 비슷한 전기전도도를 갖는 놀라운 결과를 보여주었다. 저온 공정을 통한 높은 전기전도도 특성은 산업적으로 응용이 가능할 것으로 예상된다.\n그림 설명\n맥신 섬유 제조의 단계\n먼저 멕신의 전구체로부터 멕신을 합성하는 연구(알루미늄 레이어 제거 방법), 멕신을 섬유 형태로 조립하는 연구(배향된 구조 생성 방법), 제조된 멕신을 응용하는 연구 (구조와 특성의 정확한 측정)의 순서로 이루어진다. 출처 : 한양대학교 한태희 교수\n멕신 섬유의 전기적, 기계적 성능 비교\n멕신 섬유의 전기전도도를 기존의 연구된 섬유들과 비교하였다. 순수 멕신 섬유의 전기전도도는 기존의 멕신 복합 섬유보다 27~107배 우수하였으며, 그래핀 섬유보다 12~220배 우수하였다. 또한 순수 멕신 필름의 전기전도도 보다 약 3배 우수했다. 이는 멕신 연구를 위해서는 소재의 멕신 순도의 중요성과 섬유화를 이용한 구조형성의 중요성을 강조한다. 출처 : 한양대학교 한태희 교수\n연구 이야기\n(출처) 한국연구재단 보도자료, 작성자 한태희 교수\n연구 전개 과정에 대한 소개\n멕신의 섬유화를 위해서는 기존의 3가지 문제 1) 멕신의 작은 크기, 2) 멕신 용액의 낮은 농도, 3) 멕신의 겔화를 해결해야 했다. 연구팀은 지난 10년 동안 수행해온 2차원 나노소재에 대한 기초연구들을 바탕으로 멕신의 섬유화를 위한 3가지 문제를 해결하였다.\n얻어진 멕신합성물에서 커다란 크기의 멕신만을 분리하는 연구 : 우선 얻어진 합성물로부터 작은 멕신을 제거하여 멕신의 평균 크기를 증가시켰다.\n멕신의 분산성과 모양을 유지하면서 고농도로 농축시키는 연구 : 그 다음으로 멕신 용액의 분산성을 유지하면서 용매만을 제거하여 고농도로 농축시켰다.\n멕신의 습식방사를 위한 응고제 연구 : 마지막으로 멕신의 분산 메커니즘을 이용한 응고제를 선정하여 용액 상태의 멕신을 섬유형태로 고체화 시킬수 있었다.\n이번 성과, 무엇이 다른가?\n기존에는 멕신의 조립성이 부족하여 순수 멕신 섬유를 제조하는데 어려움이 있었다. 대안으로써 조립성이 우수한 다른 소재에 멕신을 첨가한 복합 섬유를 제조한 연구들이 있는데, 제조된 복합섬유는 멕신의 함량이 낮아 전기적 성능이 부족하였다. 본 연구에서는 100% 멕신 함량을 가지면서 기계적 강도와 전기적 특성이 우수한 섬유를 제조한 것이 특징이다.\n실용화된다면 어떻게 활용될 수 있나? 실용화를 위한 과제는?\n멕신섬유의 우수한 전기전도도는 전도성 섬유를 필요로 하는 웨어러블 일렉트로닉스, 엑츄에이터, 전선 등에 활용될 수 있다. 또한 멕신 섬유를 위해 개발된 고농도 멕신 용액 제조 기술은 용액 분산성과 전기전도성이 동시에 우수하기 때문에 기존의 전도성 잉크, 접착제, 프린팅 소재 등에 이용될 수 있다. 실용화를 위해서는 최적화 연구와 파일럿 스케일의 대량 생산 연구가 필요할 것으로 보인다.\n↑\n한국연구재단 <보도자료>\nhttp://nrf.re.kr/cms/board/subject/view?menu_no=95&nts_no=136401"
}