{
  "title": "박명자",
  "url": "https://hyu.wiki/%EB%B0%95%EB%AA%85%EC%9E%90",
  "content": "목차\n1\n소속\n2\n학력\n3\n연구실적\n4\n언론활동\n5\n동정\n소속\n한양대학교 서울캠퍼스 생활과학대학 의류학과\n학력\n1980. 한양대학교 의류학과 (B. S.)\n1982. 서울대학교 대학원 의류학과 (M. S.)\n1992. University of California at Davis (Ph. D.)\n연구실적\n2015. 편성조직이 Nylon SCY 편성물의 외형, 신장특성 및 의복압에 미치는 영향, 복식문화연구\n2014. Property Changes of Woven Blouse Fabrics by bonding fusible interlinings for a 3D\nVirtual  Try-on System, 한국의류산업학회지\n2013. 고신축성 압박의류제품의 편성조직 및 특성, 한국섬유공학회지\n2013. 재킷용 면직물의 심지부착에  의한 역학적 특성 및 태 변화, 한국섬유공학회지\n2013. 에탄올 및 증류수 추출에  의한 솔잎 염색 견직물의 색채 이미지 및 선호도, 한국염색가공학회지\n2013. 패션정보지에 나타난 직물의 구성요소 분석 – 2002년~2012년을 중심으로, 한국의상디자인학회지\n2013. 중・고등학교 학생의  의복추구혜택과 교복착용 태도의 관계 및 교복착용태도가 교복만족도에 미치는 영향,\n한국가정과교육학회지\n2013. 알러지 인식과 알러지 방지 침구 구매행동, 한국의상디자인학회지\n2013. 가정용 세탁기, 세제 및  오염의 종류별 세탁 성능 비교 -세탁성, 헹굼성, 섬유손상도, 엉킴도를 중심으로,\n복식문화연구\n2013. 중년층 소비자의  의복추구혜택에 따른 아웃도어웨어의 일상복으로의 활용성, 복식문화연구\n2012. 패션 트렌드 정보지에 나타난 니트소재 분석 –2002년~2011년을 중심으로, 한국의상디자인학회\n2011. 기혼 여성들이 지각하는 고등학교 가정교과 교육과정의 유용성과 활용성, 복식문화연구\n2011. 수편용 장식사의 주관적 감각 및 감성평가. 한국의상디자인학회지, 13(1), 11-20\n2011. 고령사회에 대비한 노인 건강 의류 제품 개발을 위한 기초 연구 -니트소재 압박복을 중심으로\n2011. 국내 현대 여성 데님패션의 코디네이션에 나타난 퓨전 현상. 한국의상디자인학회지\n2011. 중고등학생의 의복 동조 성향에 따른 교복 브랜드에 대한 태도와 구매행동, 복식문화연구\n2010. 성별과 연령층에 따른 병의원의 의류제품 소비경험 -환자용 및 의료보조용품 개선방안 도출을 위해,\n한국의류학회지\n2010. 노년층의 건강과 운동생활에 따른 기능성소재의 인지 및 착용에 관한 연구. 복식문화연구\n2010. 솔잎 추출물의 성분 분석 및 염색물의 건강안전 기능성 평가, 복식문화연구\n2010. 여고생의 라이프스타일에 따른 신발 구매 행동과 착용만족도, 한국의상디자인학회지\n2010. 게이지에 따른 니트웨어의 디자인요소 분석, 패션과 니트\n2010. 중학생의 기술ㆍ가정 교과의 의생활 영역에 대한 흥미도, 활용도, 학습 요구, 복식문화연구,\n2010. 디자인 특성에 따른 니트패션 트렌드의 주기분석, 복식문화연구\n2010. 액티브 실버층의 성별과 연령에 따른 건강쾌적 기능성소재 의류의 착용행동, 복식문화연구\n2010. 의류관리에 따른 시대별 환경문제의 발생과 해결방안 변천 100년 - 1910∼2010년간 국내 신문에 나타난\n기사내용을 중심으로, 패션정보와 기술\n2009. 워싱 가공에 의한 데님직물의 역학적 특성 및 태 변화, 한국생활환경학회\n2009. 청소년의 의복태도와 교복착용에 대한 태도, 한국의상디자인학회지\n2009. 중고등학생의 의복태도유형에 따른 교복착용에 대한 태도, 한국의상디자인학회지\n2009. 솔잎 추출물의 염색성과 염색견뢰도, 복식문화연구\n2009. 컬렉션에 나타난 니트웨어의 소재 구성요소 및 트랜드 분석, 패션과니트\n2009. 환경의식과 의복소비행동: 10대와 20대 소비자를 중심으로, 한국생활과학연구\n2009. 의료용 섬유의 개발 현황, 섬유기술과 산업\n2008. Computer Knitting Simulation을 활용한 장식사 니트소재의 시각적 감성평가-SDS-ONE의 Paint기능 활용,\n한국의류학회지\n2008. 기계편용 장식사 니트소재의 물성 및 감성 평가, 한국의상디자인학회지\n2008. 편성조직에 따른 니트패턴의 패션감성 연구, 한국의상디자인학회지\n2008. 니트플레어 스커트의 무봉제형 편성방법에 관한 연구, 복식문화연구\n2007. 혼방 및 연사방법에 따른 아크릴 니트소재의 주관적 감각 및 감성평가, 한국의상디자인학회지\n2007. 피아노 연주자의 연주복 구매행동과 디자인 선호도, 한국의상디자인학회지\n2007. Care Labels and Consumer's Care Behaviors of Hat Products, 한국의류학회지\n2006. 의복안감의 역학적 특성 및 태평가, 한국의류산업학회지\n2006. 혼방 및 연사방법에 따른 아크릴 니트소재의 객관적 감성평가, 한국의상디자인학회지\n2006. 리브편과 리브변화조직 편성물의 역학적 특성과 태 평가, 한국생활환경학회지\n2006. 니트용 장식사의 개발동향과 트랜드 분석. 패션정보와 기술\n2006. 우리나라 니트 프로모션업계의 현황과 발전방안. 패션정보와 기술\n2005. 니트제품 생산업체의 제품기획 및 니트조직 활용에 관한 연구, 한국의상디자인학회지\n2005. 편성조직과 게이지에 따른 면 위편성물의 구조적 특성변화 연구, 한국생활과학연구\n2005. 질소성분 함유 섬유에 대한 헤나 염색성 및 항균성에 관한 연구, 한국의류학회지\n2005. 의류 안감의 봉합강도 및 실 미끄럼저항에 관한 연구, 한국의류산업학회지\n2004. 수지 가공 면직물의 강도 회복을 위한 효소처리 연구, 복식문화연구\n2004. 양모/아크릴 혼방사 편성물의 방축효과 및 물성에 관한 연구, 복식문화연구\n2004. 일광노출에 의한 천연염직물의 색상변화에 관한 연구 한국의상디자인학회지\n2004. 20세기 스포츠웨어에 표현된 니트디자인, 한국의상디자인학회지\n2004. 양모 방축가공사 편성물의 세탁 후 역학적 특성 및 태의 변화, 한국생활환경학회지\n2003. 운동선수의 보호와 경기력 향상을 위한 충격보호기능 스포츠웨어 개발, 섬유기술과 산업\n2003. 노출환경에 따른 유물복식의 변․퇴색과 보존, 한국생활환경학회지\n2003. 한국신문에 나타난 20세기 의복위생 변천 분석, 한국생활과학연구\n2003. 한국의 천연염료와 전통염색방법이 세탁 및 일광견뢰도에 미치는 영향, 한국생활과학연구\n2002. 천연염색물의 본래색 추정을 위한 변퇴색 경로에 관한 연구-반복세탁을 중심으로, 한국의상디자인학회지\n2002. 의류 중의 미생물에 대한 소비자의 지식과 세탁습관 실태조사 분석, 복식문화연구\n2002. 세탁의 탈수와 건조과정 중 면직물의 수분전달특성 및 미생물 분석, 복식문화연구\n2002. 세탁조건에 따른 면직물 중의 악취성분 분석, 복식문화연구\n2002. 의생활에 따른 환경문제와 대책, 한국생활과학연구\n2000. 스포츠양말소재의 물성 및 운동시 양말의 착용감 분석, 한국의류학회지\n2000. 고흡수성 폴리에스테르 극세사 파일편성물의 항미생물가공\", 한국섬유공학회지\n1999. 각종 편성소재에 따른 스포츠양말의 위생성과 형태안정성에 관한 연구, 복식문화연구\n1999. 김흠조 분묘 출토직물의 보존처리를 위한 물리․화학․생물학적 분석, 한국의류학회지\n1997. 양모직물의 산화표백에 미치는 음이온 계면활성제의 영향, 한국섬유공학회지\n언론활동\n동정\n2017년 9월 : 한국의상디자인학회 제12대 회장 선출"
}