{
  "title": "박재구",
  "url": "https://hyu.wiki/%EB%B0%95%EC%9E%AC%EA%B5%AC",
  "content": "박재구는 서울캠퍼스\n공과대학\n자원환경공학과\n교수이자,\n자원환경처리연구실\n장을 겸임하고 있다.\n자원환경공학과 홈페이지 참고(2019.10.)\n목차\n1\n학력\n2\n경력\n3\n연구관심분야\n4\n주요연구과제\n5\n주요논문\n6\n저서\n7\n수상\n8\n언론 활동\n8.1\n교내언론\n9\n동정\n9.1\n벤처캐피털에서 30억 투자받아\n[1]\n10\n각주\n학력\n1981 한양대학교 자원공학과 공학사\n1984 東京大學 자원개발공학과 공학석사\n1988 東京大學 자원개발공학과 공학박사\n경력\n1992-현재 한양대학교 공과대학 교수\n2006-2008 한양대학교 공과대학 부학장\n1989-1992 ㈜TOSHIBA세라믹스 중앙연구소\n2007-현재 한국광해관리공단 자문위원\n2009-현재 한국자원재활용기술연합 자문위원\n2006-현재 대한석탄공사 열린공기업위원\n2005-현재 국회환경포럼정책 자문위원\n2005-현재 Int. J. Soc. Power Tech, Japan Advisory Board\n2005-현재 한국자연생태공학회 감사\n2005-현재 대학산업기술지원단 평가위원\n2004-현재 기술표준원 산업표준심의회 위원장\n1999-현재 에너지관리공단 자원기술연구회 위원\n1995-현재 산업자원부 산업표준심의회 위원\n2004-2006 환경관리공단 환경기술평가 심의위원\n2004-2005 한국화학공학회 미립자공학부분위원회 위 원장\n2001-2006 J. Cera. Process. Research. Associate editor\n2002-2005 한국자원공학회 이사\n2011-2012 한국자원리사이클링학회 이사\n연구관심분야\n자원처리 및 활용, 도시광산\n주요연구과제\n소형폐가전기기로부터 유가금속(Au, Al 등) 회수를 위한 자동선별기술 개발 / 2011.07-2016.06 / 산업통상자원부\n도시광석 침출액으로부터 코발트 이온의 흡착 거동 연구 / 2011.06-2013.05 / 중소기업청\n모나자이트 중 희토류 금속 침출 연구 / 2012.05-2012.12 / 한국지질자원연구원\n해저 퇴적물 중 희토류 금속 회수기술 개발 / 2012.06-2013.05 / 한국해양연구원\n주요논문\nSeungsoo Park, Hyang Moon, Seongmin Kim, Yosep Han, Hun Lee, Jai-Koo Park, “Measurement of Degree of liberation for PCB Ground Particles using Image Analysis”, Minerals Engineering, Submitted\nSeungsoo Park, Seongmin Kim, Yosep Han, Joonchul Choi, Jai-koo Park, “Apparatus for electronic component disassembly from printed circuit board assembly in e-wastes”, International Journal of Mineral Processing, Submitted\nSeongmin Kim, Yosep Han, Jay-Hyun Park, Jaikoo Park, “Adsorption characteristics of mesoporous silica SBA15 synthesized from mine tailings”, International Journal of Mineral Processing, Revise and Resubmit\nSeongmin Kim, Seungsoo Park, Yosep Han, Joonchul Choi and Jaikoo Park, “Adsorption of Co(II) and Mn(II) ions on mesoporous silica SBA15 functionalized with amine groups”, Materials Transactions, Volume 55, No. 9, Aug. 2014, Pages 1494- 1499\nYosep Han, Hyunjung Kim and Jaikoo Park, “Millimeter-sized spherical ion-sieve foams with hierarchical pore structure for recovery of lithium from seawater”, Chemical Engineering Journal, Submitted\nYosep Han, Hyunjung Kim and Jaikoo Park, “Hierarchically pore structure of millimeter-sized spherical foams with ordered mesoporous frameworks”, Chemical of Materials, Submitted\nYosep Han, Hyunjung Kim, Jaikoo Park, “Fabrication and characterization of macroporous flyash ceramic pellets\", Materials Characterization Volume. 62, No. 1, May 2011, Pages 817-824\n저서\n수상\n언론 활동\n교내언론\n<뉴스H> 2018.10.23\n[스페셜 토크] 실험실창업의 신화 창조로 창업 DNA 전파\n동정\n벤처캐피털에서 30억 투자받아\n[1]\n2017년\n10월\n: 박재구 교수가 설립한\n실험실창업기업\n‘\n마이크로포어\n’가 벤처캐피털 KTB네트워크(대표 신진호)로부터 30억원 투자를 받았다. 마이크로포는 국내 유일 무기질 다기공 내열소재 제조에 관한 원천기술력을 인정받아 이번 투자를 끌어냈다. 박재구 교수가 개발한 다기공 내열소재는 디스플레이·반도체 제작에 필요한 열처리 장비의 내부 단열재로 사용된다. 디스플레이 장비용 단열재는 열을 잘 차단하고 파티클(particle)을 발생시키지 않아야 하는데, 지금까지 국내 기술로는 제작이 힘들어 독일·일본 등 외국 기술력에 의존해왔다. 이번 개발을 통해 국내 기술로 열처리 장비의 내부 단열재 제작이 가능해졌다. 박재구 교수는 “국내산 광물원료를 활용하여 자체기술을 개발했고, 수입품보다 성능이 뛰어난 제품을 국산화했다는 점에서 의미가 크다”며 “2017년 12월부터 본격적으로 디스플레이용 단열재 생산에 들어갈 예정이다”고 말했다.\n각주\n↑\n한양대 박재구 교수, 무기질 다공소재 자체기술로 개발"
}