{
  "title": "박준홍",
  "url": "https://hyu.wiki/%EB%B0%95%EC%A4%80%ED%99%8D",
  "content": "박준홍은 서울\n공과대학\n기계공학부\n교수이자\n음향진동 연구실\n장을 겸하고 있다.\n연락처: 02-2220-0424 / parkj@hanyang.ac.kr\n목차\n1\n학력\n2\n경력\n3\n담당과목\n4\n연구관심분야\n5\n주요연구과제\n6\n주요논문\n7\n학회활동\n학력\nPh. D. in Mechanical Engineering, May. 2002, Purdue University, West Lafayette, IN\nUniversity of Texas at Austin, Austin, TX, Mechanical Engineering, Aug 1998 ~ Dec 1998\nMS in Precision Engineering & Mechatronics, Feb. 1993, Korea Advanced Institute of Science and Technology, Daejeon Korea\nBS in Production Engineering, Feb. 1991, Korea Advanced Institute of Science and Technology, Daejeon, Korea\n경력\nProfessor of School of Mechanical Engineering (한양대학교 기계공학부. 교수) Sep. 2004 ~ current\nNASA Langley Research Center, visiting professor, 2011\nNASA Langley Research Center, residential research associate at Structural Acoustics Branch, 2002 ~ 2004\n삼성전자, 메카트로닉스 센터. 1993 ~ 1998\n담당과목\n동역학, 소음제어, 기계공학실험\n음향학, 구조음향학, 공력소음학\n연구관심분야\nInterior aerodynamic noise in road and air vehicles\nMicromechanics of polymers and granular materials\nMeasurement of dynamic material properties of polymers, granular and porous materials\nFluid-structure interactions and aeroacoustics\nVibration, sound radiation analysis of advanced structures\nActive vibration and noise control using smartmaterials, and structural health monitoring\nControl of flow-induced sound and vibrations\n주요연구과제\n레일의 진동저감 소재 연구\n철도변의 구름소음에 의한 환경 소음 발생 메카니즘 모델링\n폴리머 콘크리트 슬라브 개발 및 이를 이용한 소음 저감 성능 검증\n충격댐퍼를 이용한 과도 진동 저감법 개발\n차체 BSR(BIW) 시험법 개발\n자동차 BSR소음의 청감적인 특성 파악\nBSR 소음원 위치 파악 및 크기 분석\nBSR소음의 발생 가능성이 있는 구조 분석 및 측정\n충격원 및 건축물 진동 특성을 함께 고려한 바닥충격음 분석방법 및 효율적인 저감 설계\n층간소음에서 중량충격음의 발생 메커니즘 분석 및 전달 해석\nModulation이 중량충격음의 성가심에 미치는 영향 파악\n층간소음 저감을 위한 스마트 소음 저감재 개발\n이원준\n교수팀과 진동 장치를 통한 새로운 안압 측정방식 고안\n기존의 방식 대신 진동을 일으키는 장비인 '가진기'를 이용해 안압을 측정하는 방법을 고안했다.\n이번 논문의 제목은 ‘안구진동응답에 기반한 안압 측정에 대한 연구(A pilot study for intraocular pressure measurements based on vibroacoustic parameters)'이다. 공동연구팀은 동물실험을 통해 안구에 진동을 가한 뒤 진동응답 변화량 측정해 실제 안압과 높은 연관성이 있음을 규명했다.\n이번 연구 논문은 사이언티픽 리포트(Scientific Reports) 1월호에 게재됐다.\n주요논문\n“Experimental Investigation of Vehicle Wiper Blade’s Squeal Noise Generation Due to Windscreen Waviness” Tribology International 80(2014), pp. 191-197\nDamage identification using flexural vibration actuated and sensed by piezoelectric transducers, Proc IMechE Part C: J Mechanical Engineering Science, 2014, Vol. 228(12) 2132-2140.\nJournal of the Korean Physical Society, Vol. 64, No. 12, June 2014, pp. 1814-1818, Measurement of the Dynamic Mechanical Properties of High-strength Steel Using Wave Propagation Characteristics.\nJournal of Nanoscience and Nanotechnology Vol. 13, 7969-7974, 2013 Measurements of Dynamic Characteristics of Intermediate Layer in Thin Semiconductors\n“Simultaneous determination of position and mass in the cantilever sensor using transfer function method,” Appl. Phys. Lett. 103, 033108 (2013); doi: 10.1063/1.4813839\n“Multiscale Simulations for Impact Load-Induced Vibration: Assessing a  Structure’s Vulnerability”Journal of Engineering Materials and Technology, 2013, Vol. 135, 021006-1~7.\n“Determination of effective mass density and modulus for resonant metamaterials”, Journal of the Acoustical Society of America 132(4) 2793-99 (2012).\n“Measurement of Viscoelastic Properties from the Vibration of a Compliantly Supported Beam,”Journal of the Acoustical Society of America 130(6) 3729-35 (2011).\n학회활동\nWave Motion, Editorial Board Member, 2012-Current\nJournal of Mechanical Science and Technology, Editorial Board Member, 2012-Current\nThe Korean Society for Nondestructive Testing, Editorial Board Member, 2014-Current\nJournal of the Korean Society for Railway, Editorial Board Member, 2014-Current\nThe Korean Society of Noise and Vibration, Board member, 2013-2014, member, 2004 - Current\nKorean Society for Precision Engineering, Board member, 2013\nThe Korean Society of Mechanical Engineers, Division of Dynamics and Control. Board member, current\nAcoustical Society of America, Member\nA reviewer for Journal of Sound and Vibration, Journal of Mechnanical Engineering Science, Nanotechnology, Journal of Vibration and Acoustics, Journal of the Acoustical Society of America, Noise Control Engineering Journal, Construction & Building Materials, Journal of Micromechanics and Microengineering, Journal of Aerospace Engineering, Applied Acoustics, Journal of Fluids and Structures"
}