{
  "title": "배상수",
  "url": "https://hyu.wiki/%EB%B0%B0%EC%83%81%EC%88%98",
  "content": "한양대학교 서울캠퍼스\n자연과학대학\n화학과\n교수이다.\n소속 : 한양대학교 자연대학 화학과\n분자유전공학연구실\n연구실:\nMolecular Genome Engineering Laboratory\n목차\n1\n학력\n2\n경력\n3\n연구관심분야\n4\n연구지원정보\n5\n주요연구\n5.1\n부작용 없는 유전자가위 개발에 초석(2021.10)\n[1]\n5.2\n로렌조 오일병의 유전자 교정 치료 가능성 확인(2021.08\n[2]\n)\n5.3\n유전자염기서열디자인분석도구\n5.4\n초정밀 유전자 염기교정 기술 개발(2021.07)\n[3]\n5.5\nDNA 염기 하나만 바꾸는 유전자가위 규명(2019.9)\n[4]\n5.6\n유전자 교정기술 핵심 단백질 절단 메커니즘 규명(2018.07.24)\n[5]\n6\n수상\n7\n강연\n8\n언론활동\n8.1\n대외언론\n8.2\n교내매체\n9\n주석\n학력\n1998 – 2005: 서울대학교 물리학과 이학사\n2006 – 2008: 서울대학교 물리천문학부 이학석사\n2008 – 2012: 서울대학교 물리천문학부 이학박사\n경력\n2022 ~ 차세대과학기술한림원 회원\n2012 ~ 2015 서울대학교 화학부 연수연구원\n2014 ~ 2015 기초과학연구원 유전체교정연구단\n2015 ~ 한양대학교 자연과학대학 화학과 교수\n연구관심분야\nGenome engineering using CRISPR-Cas, Base editing, and Prime editing tools\nEx vivo and In vivo therapeutic gene editing\nComputational biology and Bioinformatics\nPlant transformation\nSingle-molecule imaging\n연구지원정보\n2018 - 2023: 바이오·의료기술개발사업(KOREA BIO GRAND CHALLENGE)\n2021 - 2024: 한국연구재단/개인기초연구사업(중견연구자지원과제)\n2021 - 2025: 삼성미래기술육성사업(바이오소재)\n주요연구\n부작용 없는\n유전자가위\n개발에 초석(2021.10)\n[1]\n배상수 교수와 서울대 화학부 김성근 교수 공동연구팀이 크리스퍼 유전자가위 변이체가 타깃과 타깃이 아닌 DNA 염기서열을 구별하는 원리를 발견했다.\n공동연구팀은 표적이탈 현상을 크게 줄인 변이체 6종이 DNA 염기서열에 어떻게 작용하는지를 단일분자 프렛(Single Molecule FRET) 기술을 통해 관찰했다. 그 결과 각 변이체가 타깃 DNA만 선별해 절단하는 원리를 설명할 수 있는 새로운 동역학 모델을 개발했으며, 이를 통해 유전자가위가 염기서열을 절단하는 과정에서 보여주는 단계적 타깃 선별방식에 대한 새로운 사실들도 밝혀냈다.\n이번 연구는 한국연구재단의 중견연구자지원사업 등의 지원으로 수행됐으며, 핵산연구 분야 저명 국제학술지 ‘Nucleic Acids Research’ (IF 16.971)에 9월 23월자로 온라인 게재됐다.\n로렌조 오일병의 유전자 교정 치료 가능성 확인(2021.08\n[2]\n)\n배상수 교수 연구팀과 세브란스병원 재활의학과 조성래 교수가 로렌조 오일병 환자의 유래 세포와 동물 모델을 유전자가위를 통해 변이 유전자를 교정하는 데 성공했다.\n공동 연구팀은 ALD 환자에서 변이 유전자 교정하기 위해 유전자가위를 이용한 유전자 교정치료를 환자 유래 세포와 동물모델에 처음으로 적용했다.\n조성래 교수팀은 ALD 동물모델에서 아데노-부속 바이러스(adeno-associated virus) 벡터를 이용한 유전자 교정치료를 시도했으며,그 결과 뇌와 척수, 간, 신장, 부신 등에서 ABCD1 mRNA 발현이 증가했고, 혈중 긴사슬 지방산도 줄어든 것으로 확인됐다.\n보건복지부 임상연구인프라조성사업의 지원을 받아 진행된 이번 연구는 유전자 치료 분야의 대표 학술지 몰레큘러 테라피(Molecular Therapy) 최신호에 게재됐다.\n유전자염기서열디자인분석도구\n2021.05. 14 발표\n유전자염기서열디자인분석도구\n참조\n초정밀 유전자 염기교정 기술 개발(2021.07)\n[3]\n주변 염기에 영향을 주지 않고 특정 DNA 염기 하나만 교정할 수 있는 초정밀 유전자 염기교정 기술을 개발\n표적 위치에 있는 DNA 염기를 다른 염기로 치환할 수 있는 기술인 염기교정 유전자가위(Base editor)가 주변의 다른 염기인 시토신 시토신을 치환한다는 부작용을 해결\n고려대 우재성 교수팀과의 공동연구를 통해 교정 효율을 가지면서 부작용이 현저히 줄어든 초정밀 아데닌 염기교정 유전자가위 ‘ABE8eWQ’ 개발에 성공\n기존 부작용을 역으로 이용, 주변에 시토신 염기가 많더라도 목표로 한 시토신만을 치환할 수 있는 초정밀 시토신 염기교정 도구 개발\n이번 연구결과는 생명공학 분야 세계적 학술지인 「Nature Biotechnology」(IF 54.908)에 2일 온라인 판에 게재\nDNA 염기 하나만 바꾸는 유전자가위 규명(2019.9)\n[4]\n아데닌에만 작용해야 할 염기교정 유전자가위가 사이토신(C)을 잘라낸다는 문제점을 최초 발견\n배 교수팀 - 김진수 기초과학연구원(IBS) 유전체 교정 연구단과\n공동연구\n'아데닌 염기교정 유전자가위(Adenine Base Editor)'가 특정한 위치에서 시토신 염기를 바꿀 수 있다는 사실을 최초로 입증\n아데닌 염기교정 유전자가위의 새로운 기능이 확인됨에 따라 향후 새로운 유전자가위 활용의 길이 열릴 것으로 기대\n인간 유전체 상의 다양한 타깃을 선정해 아데닌 염기교정 유전자가위를 처리한 후 DNA 시퀀싱을 통해 이를 분석\n그 결과 인간 유전체 22개 중 2개가 아데닌이 아닌 시토신이 치환되는 것을 확인, 추가적인 연구를 통해 구아닌·티민 등으로도 바뀔 수 있다는 점 확인\n이번 연구결과(논문명 : Adenine base editors catalyze cytosine conversions in human cells)는 「네이처 바이오테크놀로지(Nature Biotechnology), IF=35.724」 2019.09.24일에 온라인 게재됐다.\n유전자 교정기술 핵심 단백질 절단 메커니즘 규명(2018.07.24)\n[5]\nGIST는 배 교수팀, 광주과학기술원(GIST) 고등광기술연구소 이상화 박사 연구팀, 한국과학기술연구원(KIST) 테라그노시스 연구단 정철현 박사팀이 공동으로 크리스퍼(CRISPR) 기반 유전자 교정기술의 핵심 단백질 중 하나인 Cas12a의 DNA 표적 탐색 및 절단 메커니즘을 규명했다고 밝혔다. 단일분자 형광 이미징 기술을 이용해 새로운 크리스퍼 기반 기술들의 핵심 단백질 중 하나인 Cas12a(또는 Cpf1)가 표적 DNA를 탐색하고 절단하는 전 과정을 실시간으로 관찰하는데 성공한 것. 크리스퍼 유전자 가위를 이용한 유전자 교정기술은 유전자 치료, 새로운 식물 육종 개발 등 다양한 분야에 폭넓게 이용 및 빠르게 발전하고 있으며, 대표적으로 Cas9 유전자 가위가 사용되고 있다. 하지만 일반적으로 크리스퍼 유전자 가위는 표적 DNA와 유사한 염기서열을 가진 DNA까지도 자르는 표적이탈효과(off-target) 및 전체 유전체 내 작동가능한 표적이 제한되는 문제 등이 한계로 지적되고 있다. 이러한 기술적 한계를 극복하기 위해 최근에는 다양한 변종 단백질을 발굴 및 개발하여 유전자 교정기술을 향상하고자 노력하고 있다. 그 중에서도 Cas12a 단백질은 Cas9에 비해 표적 특이성이 높다고 알려져 있어 크게 각광받고 있다. 때문에 Cas12a의 상대적으로 높은 표적 특이성을 이해하고 보다 향상된 유전자 가위를 개발하기 위해서는 Cas12a의 표적 탐색 및 절단 메커니즘을 규명하는 연구가 필요하다.\n배 교수 공동 연구팀은 이번 연구에서 단일분자 형광 이미징 기술을 이용해 Cas12a의 표적 탐색 및 절단의 전 과정을 실시간으로 관찰하는데 성공했다. 이를 통해 Cas12a 단백질이 긴 DNA 상에서 1차원 확산 운동을 통해 특정 표적을 탐색하고, 표적 DNA와 만나 안정된 결합을 한 후, 비표적 가닥과 표적 가닥 순서로 시간 차를 두고 순차적으로 절단한다는 사실을 세계 최초로 규명했다.\n배상수 교수(한양대, 공동교신저자), 이상화 박사(GIST, 공동교신저자), 정철현 박사(KIST, 공동교신저자) 등이 주도한 본 연구는 한국연구재단 기초연구사업, 보건복지부 암정복추진연구개발사업, 농촌진흥청 차세대 바이오그린 21사업, GIST 개발과제 및 KIST 기관고유사업 등의 지원을 받아 수행됐으며, 네이처 자매지인 네이처 커뮤니케이션즈(Nature Communications, IF 12.353)에 7월 17일(화) 온라인판에 게재됐다.\n수상\n2013년, 포스코청암재단 청암과학펠로 수상\n2018년\nNational R&D Excellence Achievement Top 100 (국가연구개발 우수 성과 100선 선정, Korea)\nMinister's Commendation, Ministry of Science and ICT (국가연구개발 성과평가 과학기술정보통신부 장관 표창, Korea)\nChief's Commendation, Rural Development Administration (농촌진흥청 농업기술대상 특별상, Korea)\n2019년 1월 ‘국가연구개발 성과평가 유공포상 수여식’서 장관 표창\n[6]\n2019년, '2019년도 국내 5대 바이오 연구성과 TOP 5' 생명과학 부문에 선정\n[7]\n2019: 한국분자세포생물학회(KSMCB) 그린리본렉처\n2016, 2019: 브릭 연구자가 선정한 국내 바이오분야 연구성과 TOP5\n2016~2021: HYU 한양대 우수 신진연구자 5회 선정\n2021: 생화학분자생물학회(KSBMB) 사석상\n강연\n2020.10.30 2020 노벨화학상 해설강연\n언론활동\n대외언론\n<한겨례> 2021.07.06 “디엔에이 이중나선 구조 첫 발견자도 이론물리학자였어요”\n교내매체\n주석\n↑\n<뉴스H> 2021.10.08\n배상수 교수, 부작용 없는 유전자가위 개발에 초석 다져\n↑\n<뉴스H> 2021.09.01\n배상수 교수 연구팀, 로렌조 오일병의 유전자 교정 치료 가능성 확인\n↑\n<뉴스H> 2021.07.07\n배상수 교수, 초정밀 유전자 염기교정 기술 개발\n↑\n<뉴스H> 2020.01.06 배상수 교수, 아데닌 염기교정 유전자가위 규명하다\n↑\n<뉴스H> 2018.08.01\n배상수 교수 공동연구팀, 유전자 교정기술 핵심 단백질 절단 메커니즘 규명\n↑\n<뉴스H> 2019.01.15 한양대 이동윤‧배상수 교수 국무총리‧장관 표창\n↑\n사랑한대매거진252"
}