{
  "title": "배상철",
  "url": "https://hyu.wiki/%EB%B0%B0%EC%83%81%EC%B2%A0",
  "content": "한양대학교\n서울캠퍼스\n의과대학\n의학과\n내과학교실\n교수\n국내 임상연구와 류마티스질환 진료를 세계적 수준으로 끌어 올린 의학자이자, 지난 14년간 병원장을 역임하며 한양대학교류마티스병원을 ‘류마티스질환 치료의 4차 병원’이라는 명성을 공고히 한 주역이다. 현재 류마티스질환 영역을 넘어 다양한 과학기술 연구분야에서도 주도적 역할을 하고 있는 배 원장은 류마티스학 분야에서 이룩한 학문적 업적을 바탕으로 앞으로 류마티스질환의 발병 기전 규명 및 조기 진단과 치료법 등을 적극적으로 모색할 방침이다.\n[1]\n2019\n연구우수교수\n- 영문 프로필\nSang-Cheol Bae\n2019\n백남석학상\n목차\n1\n학력 및 이력\n2\n활동\n3\n연구실적\n3.1\n류마티스 관절염의 새로운 유전변이 세계 최초 규명\n[3]\n4\n수상\n5\n저서\n6\n언론활동\n7\n동정\n8\n각주\n학력 및 이력\n1978-1984, 한양대 의학과 의학사\n1985-1988, 한양대 내과학 의학석사\n1991-1993, 한양대 내과학 의학박사\n1996-1998, 미국 하버드대 MPH\n미국 하버드대 브리검앤우먼스병원 연수와 동시에 하버드대 공중보건대학원에서 임상역학 석사학위를 취득\n2005~2019년 한양대학교류마티스병원장을 역임\n2019.10.1 ~\n류마티즘연구원\n초대 연구원장\n2022.05 ~ 대한류마티스학회 회장\n활동\n세계적인 루푸스 연구자 모임(SLICC) 정회원(1998~)\n대한민국의학한림원 정회원(2011~)\n한양대학교 석학교수(2012~)\n아시아태평양루푸스 연구자 모임(APLC) 정회원(2016~)\n한국과학기술한림원 정회원(2018~)\n2023 제15차 세계루푸스학회 회장(2019~)\n제15차 세계루푸스학술대회·제 43차 대한류마티스학회 학술대회(LUPUS&KCR 2023) 조직위원장\n[2]\n연구실적\n국내 : 약 200편\n국외 : 약 500편\nPharmacoeconomic analysis of thiopurine methyltransferase polymorphism screening by polymerase chain reaction for treatment with azathioprine in Korea. Rheumatology 2004;43:156-163.\nCommon Dnase I polymorphism associated with autoantibody production among systemic lupus erythematosus patients. Human Molecular Genetics, 2004;13:2343-2350\nCross-cultural adaptation and validation of the Korean version of the EQ-5D in patients with rheumatic disease. Quality of Life Research. 2005;14:1401-1406\nThe influence of a Polymorphism at Position -857 of the Tumor Necrosis Factor α Gene with the Clinical Response to Etanercept Therapy in RA. Rheumatology 2005;44:547-552\nCost-Effectiveness Analysis of MTHFR Polymorphism Screening by Polymerase Chain Reaction in Korean Patients with Rheumaoid Arthritis Receving Methotrexate. J Rheumatol 2006;33:7;1266-1274\nAssociation of Anti-Cyclic Citrullinated Peptide Antibody Levels With PADI4 Haplotypes in Early Rheumatoid Arthritis and With Shared Epitope Alleles in Very Late Rheumatoid Arthritis. Arthritis Rheum. 2007;56:1454-1463\nA regulatory SNP at position -899 in CDKN1A is associated with systemic lupus erythematosus and lupus nephritis. Genes Immun. 2009;10:482-6.\nTRAF1 Polymorphisms associated with Rheumatoid Arthritis Susceptibility in Asians and in Caucasians. Arthritis Rheum. 2009;60:2577-2584\nSmoking increases rheumatoid arthritis susceptibility in individuals carrying the HLA-DRB1 shared epitope, regardless of rheumatoid factor or anti-cyclic citrullinated peptide antibody status. Arthritis Rheum. 2010;62:369-77.\n류마티스 관절염의 새로운 유전변이 세계 최초 규명\n[3]\n배 교수와 연구팀은 4068명의 환자와 36,487명의 비 환자를 대상으로 류마티스 관절염 발병과 게놈 유전변이 간 상관관계를 분석했다. 그 결과 연구팀은 류마티스 관절염의 새로운 원인 유전변이 6종(SLAMF6, CXCL13, SWAP70, NFKBIA, ZFP36L1, LINC00158)과 함께 동아시아인들에게만 발견되는 유전변이(SH2B3)를 세계 첫 규명 했다. 배 교수와 김광우 경희대 생물학과 교수가 주도한 공동 연구팀은 지난달 28일 류마티스 분야의 최고 학술지인 ‘류마티스 질병 연보’에 연구 내용을 실었다.\n수상\n2019 한양대학교 백남석학상\n2018 제28회 분쉬의학상 수상\n2017 국가연구개발 우수성과, 과학기술정보통신부\n2016 보건복지부 장관상 수상\n2012 한양대 석학교수상\n2011 대한류마티스학술상\n2010 한미자랑스런의사상\n2008 아시아태평양류마티스 학회 최우수 임상 연구자상\n2006 지석영 의학상\n저서\n「내 면역은 내가 지킨다」(2021)\n[4]\n언론활동\n<뉴스H> 20.02.26\n[2019연구우수교수] 분쉬의학상, 백남석학상 수상, 류마티스관절염 및 전신홍반루푸스의 세계적인 연구자\n<뉴스H> 25.03.10\n[카드뉴스] 배상철 교수, 세계 최초로 루푸스의 숨겨진 신호를 해독하다\n동정\n2018년 1월 12일 한국과학기술한림원 정회원 선출\n2014년 대한민국 최고의 의사 <2014 Best Doctor 류마티스질환 분야> 선정\n각주\n↑\n(2019. 10. 1 의료원 보도자료)\n↑\n<뉴스H> 2023.07.12\n세계루푸스학술대회 · 대한류마티스학회 학술대회 (LUPUS & KCR 2023) 성료\n↑\n<뉴스H> 20.08.09\n배상철 교수, 류마티스 관절염의 새로운 유전변이 세계 최초 규명\n↑\n<뉴스H> 2021.12.29\n배상철 교수, 「내 면역은 내가 지킨다」출간"
}