{
  "title": "백남학술정보관/주요변경사항",
  "url": "https://hyu.wiki/%EB%B0%B1%EB%82%A8%ED%95%99%EC%88%A0%EC%A0%95%EB%B3%B4%EA%B4%80/%EC%A3%BC%EC%9A%94%EB%B3%80%EA%B2%BD%EC%82%AC%ED%95%AD",
  "content": "이 문서는\n백남학술정보관\n의 주요 변경사항을 기록한 문서입니다. 한양대학교 백서 2005-2008, 2009-2012 참고\n목차\n1\n디지털 도서관 및 전자자원 이용\n1.1\n전자자원 이용 활성화\n1.2\n디지털 도서관을 위한 제도 및 시설 확충\n2\n리모델링\n2.1\n의학학술정보관 리모델링\n2.2\n자료실 및 열람실 학습 환경 개선\n3\n법학전문대학원 인가 지원\n4\n서비스 확대\n4.1\n타대학 상호대차 서비스 확대\n4.2\n자료대출 서비스 확대\n4.3\n지역 거점 대학으로서의 서비스 확대\n5\n각주\n디지털 도서관 및 전자자원 이용\n전자자원 이용 활성화\n2006년 지식 정보 디지털 유통체계(dCollection) 시스템을 도입, Ubiquitous Library에서는 PDA를 통한 E-book 서비스 실시\n2009년 전자자원 이용에 편의를 제공하기 위해\n'Find it@HanYang'\n[1]\n서비스를 시작. 이를 통해 한양대에서 구독 중인 전자자원 이용을 보 다 효율적으로 활용할 수 있게 되었다\n2010년 스마트폰 이용 증가 추세에 맞추어 ‘전자자원 스마트폰 서비스’를 실시하기 시작. 이를 통해 국내학회지 데이터베이스 DBpia, 클래식음악 데이터베이스 Naxos Music Library, 국외 학술지 데이터베이스인 EBSCOhost Mobile, 경영·경제 데이터베이스 Business Source Complete의 4개 채널을 모바일을 통해 이용할 수 있게 되었다.\n2012년에는 정보통신처와 협력해 학술정보관 서버환경 개선을 위한 스토리지 교체 작업을 진행. 대상은 WAS서버, DB서버, 원문서버, e-book 서버로, 해당 서버의 서비스 이전 및 최적화 작업을 진행해 이용자의 편의를 높였다.\n디지털 도서관을 위한 제도 및 시설 확충\n2005년 Ubiquitous Library-WDL(Wireless Digital Library)를 구축하여, 휴대폰을 이용해서 학술 정보를 검색하고 자료 연장을 할 수 있는 서비스를 제공\n2005년 디지털도서관을 공동으로 구축하고 활용하는 협약은 한국문학도서관과 채결\n2007년 차세대 시스템을 도입, 서울과 안산의 통합 홈페이지를 개발, DB 통합\n2007년 영문 홈페이지 콘텐츠를 개발하여 외국인 이용자의 교육 지원\n2007년 학사, 행정, 커뮤니티, 학술 정보의 포털 서비스를 제공하고, 이전부터 축적된 강의 정보를 바탕으로 대학의 지식 정보를 구축\n2008년 Ubiquitous Library에서 SMS 서비스 실시\n리모델링\n의학학술정보관 리모델링\n2012년 의대 건물 공사의 일환으로 의학학술정보관이 리모델링되었다. 이에 따라 기존 위치였던 의대 본관 5층에서 같은 건물 2층(면적：1,795㎡)으로 자리를 옮겨 보다 이용자 친화적 공간으로 전환\n신규 서비스 도입을 통해 PubMed 검색은 물론 Web of Science, SCOPUS, JCR 등 각종 의학 관련 해외 전자저널, 전자DB를 검색할 수 있게 됨\n자료실 및 열람실 학습 환경 개선\n2005년 천연 향균제를 서가와 열람실 내에 도입\n2006년 경영전문대학원(MBA) 인가 신청 지원을 위해 경영학 분야 장서 인프라 구축\n2006년 해외 자료 상호대차서비스 이용 범위를 유럽 해외 저널로 확대\n2007년 모빌렉 서가 설치, 자연과학 학술 잡지 약 16,000권과 박물관 소장 자료 약 8000권 배열\n2008년 백남학술정보관 공간 구조 개편, 리모델링을 실시\n2008년 3층 옥외 휴게실 리모델링하여 옥외 정원을 설치, 4개 그룹 스터디룸 설치\n2008년 3층 옥내 휴게실 및 자료실을 개편해 노트북 이용이 가능한 다용도 열람실을 설치, 연속간행물실 설치\n2008년 출입관리 시스템 교체, 무인 대출/반납기 설치, 대출, 반납, 열람증 발급을 동시에 할 수 있는 One-Stop 서비스 설치\n2008년 열람실 좌석관리시스템 도입\n2009년과 2011년 백남학술정보관 내 일반열람실의 노후 목재 열람대를 평열람대(6인용 30대, 4인용 4대)로 교체하고, 의자를 듀오백으로 교체해 학습 능률 향상을 도모\n2010년 법학학술정보관 내 CCTV를 증설해 도난 사건이나 성추행 등 불미스런 사건을 예방하기 위해 노력\n2011년 쾌적한 독서 환경을 도모하기 위해 백남학술정보관의 주제자료실과 보존서고 소장 자료 924,920책을 대상으로 도서 분진제거 작업과 천연 약재를 이용한 소독작업을 진행\n2012년 책 소독기를 설치\n2012년 교내 무선네트워크 환경 조성에 따라 스마트폰 및 개인PC 이용자가 증가하는 추세를 감안해 백남학술정보관 대학원열람실 내 좌측 168석을 노트북 프리존으로 설정, 이에 따라 지상 자료열람실 뿐만 아니라, 지하 자유열람실 내에서도 지정된 좌석에서는 자유롭게 무선기기를 사용해 동영상강의 등을 보다 효율적으로 활용할 수 있도록 함\n2012년 12월 31일부터는 이용자의 요구에 부응하기 위해 백남학술정보관, 법학학술정보관, 의학학술정보관의 학기 중 열람시간을 오전 9시부터 오후 10시까지, 방학 중은 오전 9시부터 오후 7시까지(계절학기기간 포함)로 변경\n법학전문대학원 인가 지원\n2005년에\n법학전문대학원\n인가 및 운양에 대비하기 위해 기존의 법합자료실을\n법학학술정보관\n으로 승격\n2007년 법학학술정보관은 국제 규모의 법학 전문 도서관으로 확장\n서비스 확대\n타대학 상호대차 서비스 확대\n2009년 3월 건국대, 한국외국어대화 협약을 맺어 대학 간 단행본 상호대차 서비스의 이용범위를 확대\n이에 따라 백남학술정보관 미소장 자료의 경우, 기존 5개 대학(경희대, 고려대, 성균관대, 연세대, 한국예술종합학교)를 포함한 총 7개 대학에서 직접 받아볼 수 있게 됨\n자료대출 서비스 확대\n2009년 11월 학부생 및 대학원생, 직원의 대출 권수를 확대. 학부생은 5권에서 7권으로, 대학원생 및 직원은 10권에서 15권으로 대출 권수가 늘어나 학업과 연구에 보다 직접적으로 도움을 받게 됨\n지역 거점 대학으로서의 서비스 확대\n2005년부터 성동구, 광진구의 초, 중, 고교 교사들이 국내외 각종 데이터베이스를 검색할 수 있게 하는 서비스를 시행하여 교육 연구를 지원\n2005년 산학연계 활동 기반 조성을 위해 성동구 지역 우수 중소기업 연구개발분야 담당자에게 도서관 자료 제공\n각주\n↑\n전자자원 검색화면을 통해 원문 바로가기, SCI 등재 여부 확인, Impact Factor, 소장 자료 검색을 한 번에 제공하는 서비스"
}