{
  "title": "백남학술정보관/분관",
  "url": "https://hyu.wiki/%EB%B0%B1%EB%82%A8%ED%95%99%EC%88%A0%EC%A0%95%EB%B3%B4%EA%B4%80/%EB%B6%84%EA%B4%80",
  "content": "백남학술정보관\n의 분관\n목차\n1\n분관\n1.1\n법학학술정보관\n1.2\n의학학술정보관\n1.3\n건축학술정보관\n1.4\n음악자료실\n2\n이용시간\n분관\n법학학술정보관\n2000년 3월 법과대학 건물 5-6층에 자료실과 일반열람실의 법학분실로 설치되었으며, 법학학술정보관은 2005년 4월 법학 분관으로 승격되었습니다.\n법학전문대학원 및 법학분야의 학술 및 연구 활동, 강의지원, 법률정보 조사 등을 지원하기 위해 경제금융대학 건물 우측에 4,192.74㎡규모에 880여 석의 열람좌석을 갖춘 신 법학학술정보관을 2007년 12월에 개관하였습니다.\n법학학술정보관은 지하4층부터 지상1층까지는 자료실로, 지상2층부터 지상4층까지는 일반열람실로 구성되어 있습니다.\n의학학술정보관\n2012년 5월 의과대학 본관 2층에 1,034.79㎡의 규모로 재개관한 의학학술정보관은 10만여 권의 장서와 1,100여 종의 학술저널, 검색용 PC, EndNote 등의 정보활용교육이 가능한 자체 교육실을 구비하고 교수 및 학생들의 교육, 연구를 지원하고 있습니다.\n의학학술정보관은 각종 의학 관련 국내∙외 학술데이터베이스를 구독하여 대학의 연구경쟁력을 지원하고 있으며, 본관에 소장하고 있지 않은 자료에 대해서는 '한국의학도서관협회(KMLA)’를 통한 원문복사서비스나 해외기관의 원문제공시스템을 통해서 필요한 자료를 제공하고 있습니다. 또한 구리병원에 별도의 구리자료실을 운영하여 구리병원 이용자의 편의성과 자료의 접근성, 서비스 이용의 신속성을 제공하고 있습니다.\n의학전공자들이 의학 분야의 진정한 리더(Leader)가 되도록 최선을 다하고 있을 뿐만 아니라, 한양인독서대축제를 통해 학생들이 보다 성숙한 리더가 되는 계기를 마련하고 있습니다. 이를 위해 인문학도서 및 청년의사협회 자료중심의 인문학코너인 ‘혜윰의 뜰’을 의학자료실내에 설치하여 의학전공자들이 백남학술정보관까지 가는 불편함 없이 인문학자료를 의학자료실내에서 볼 수 있도록 하고 인문도서를 통해 깊고 다양한 생각을 품어 지성과 인성을 겸비한 의료인이 될 수 있도록 기여하고 있습니다.\n건축학술정보관\n건축학술정보관은 2018년 3월 건축관 지하 1층에 개관하여 382.95㎡ 면적에 약 2만권의 단행본과 연속간행물, 도면 및 비도서자료를 소장하고 있습니다.\n건축학술정보관에는 한국 근대 건축 관련 도서, 국내 문화재 수리 관련 도면 및 보고서, 중국전통 건축 관련 중국어 자료, 일본 건축 관련 자료 등 다양하고 전문적인 건축 관련 자료들이 소장되어 있습니다. 건축학술정보관은 국내외 건축 관련 주요 기관과의 적극적인 교류와 자료 교환, 수증 활동 전개, 도면 자료 디지털 서비스(예정)를 통해 명실상부한 국내 유일, 최대의 건축학 전문 도서관으로 모습을 갖출 예정입니다.\n음악자료실\n2000년 9월 음악대학 2층에 음악자료실이 설치되었습니다.\n음악에 관련된 모든 도서, 학술잡지, 악보 및 비도서자료를 비치하고 있습니다.\n음대 교수 및 대학원생, 학생들의 학술연구와 교육을 지원하기 위해 전문사서가 파견되어있으며, 학생들의 편의를 위해 오후 7시까지 연장 운영되고 있습니다.\n음악자료실의 특성상 악보가 많이 이용되고 있습니다.\n이용시간\n실명\n위치\n학기중\n방학중\n공휴일\n평일\n토요일\n평일\n토요일\n법학학술정보관\n경제금융관 1층\n09:00~22:00\n09:00~12:00\n09:00~19:00\n휴실\n휴실\n의학학술정보관\n의대본관 2층\n09:00~22:00\n건축학술정보관\n건축관 지하1층\n09:00~17:00\n휴실\n09:00~17:00\n음악자료실\n제2음악관 2층\n09:00~19:00\n※ 신정, 설날, 추석 당일은 전관 자료실 및 열람실 휴관\n※ 의학학술정보관 구리분실 이용시간은 별도 운영\n※ 의학학술정보관 17:00~22:00 무인대출"
}