{
  "title": "백서2013-2018/정보통신처",
  "url": "https://hyu.wiki/%EB%B0%B1%EC%84%9C2013-2018/%EC%A0%95%EB%B3%B4%ED%86%B5%EC%8B%A0%EC%B2%98",
  "content": "3) 정보통신처\n정보통신처는 교내외 정보화를 선도하는 부서이다. 현재 정보통신처에서는 HP-수퍼돔Ⅱ 서버를 비롯한 중대형 최신 하드웨어를 보유하고 있다. 이러한 인프라를 기반으로 학사와 행정업무 환경을 개선시키기 위해 노력하고 있다. 정보통신처의 시스템 보유 현황은 다음과 같다.\n[표 3-4-16] 정보통신처 시스템 보유 현황\n기종\nCPU\nMemory\nDisk용량\n수량\n용도\nHP  Superdome2\n80Core\n640GB\n9TB\n2\n한양 클라우드 센터\n(교육 및 연구 행정서비스)\n(HCI)HyperFlex  HX240cM4\n32Core\n512GB\n1.2TB\n9\n(HCI) UCS  B200M4\n28Core\n512GB\n-\n8\n3PAR  StoreServ 8450 (외장스토리지)\n-\n-\n175TB\n1\nNetApp  FAS8200 (외장스토리지)\n-\n-\nSAS 30TB SATA 150TB\n1\nVeritas  NBU 5240 (백업시스템)\n-\n-\n103TB\n2\n목차\n1\n체제 변경\n2\n정보통신처의 구성\n2.1\n정보화조정위원회\n2.2\n게시판운영위원회\n3\n주요 현황과 성과\n3.1\n차세대 종합정보시스템 오픈\n3.2\n통합설문조사시스템 오픈\n3.3\n생활관시스템 고도화 오픈\n3.4\n의사소통클리닉시스템 오픈\n3.5\n신연구비관리(이지바로)시스템 오픈\n3.6\n매입세금계산서연계시스템 오픈\n3.7\n트랙시스템 오픈\n3.8\n기부관리시스템 고도화 오픈\n3.9\nERICA-WALLET시스템 오픈\n3.10\n교과목포트폴리오 시스템 오픈\n3.11\n한양클라우드 서비스 오픈\n3.12\n전자연구노트시스템 오픈\n3.13\n교육과정이수체계 고도화 오픈\n3.14\n심리상담시스템 오픈\n3.15\n공결시스템고도화\n3.16\n학과포트폴리오 시스템\n3.17\n학사행정시스템에 대한 정보보호 관리체계 인증\n체제 변경\n지난 6년 간 정보통신처의 체제에는 많은 변화가 있었다. 우선 2014년에는 별도로 존속하던 ERICA캠퍼스의 정보통신실 IT지원팀이 총무관리처 IT지원팀으로 소속이 변경되었다. 이후 2016년이 되면서 ERICA캠퍼스 총무관리처 IT지원팀을 서울캠퍼스 정보인프라팀으로 통합하다. 또한 서울캠퍼스의 학사정보팀과 경지원팀을 정보개발팀으로 통합하였다. 분산되어 있는 조직들을 정보통신처 산하로 통합, 운함으로써 교내 정보화에 있어 더 효율적인 업무추진이 가능하게 되었다.\n정보통신처의 구성\n[표 3-4-17] 정보통신처의 부서별 업무분장 및 인력현황 (글로 표기)\n정보화 조정 위원회 - 위원(10)\n정보화사업 심의 - 정보화사업 추진원칙 및 방향, 장단기 발전계획 등에 관한 정책 결정\n정보화 실무 위원회\t- 위원(14)\n실질적 정보화사업 심의\n정보화사업 추진과정의 문제대처방안 제시 및 부서 간 의견 조정\n정보개발팀 -전산인력(11)\n관리·기획：대학 정보화 전략 및 기획 운영\n입시정보：학부 신입학, 대학원 신입학 시스템 운영\n학사정보：학적, 수업, 성적, 등록, 장학, 증명, 시험, 논문, 병무, 상담, 취 업, 교직, 교수학습, 인증, 현장실습, 동문, LMS, 포트폴리오, 생활관 시스 템 운영\n부속기관：국제어학원, 사회교육원, 사회봉사, 한양테솔 시스템 운영\n연구정보：연구지원, 연구진흥, 연구업적, 공동기기원, 지적재산권 시스 템 운영\n사무정보：인사, 급여, 기획, 회의, BSC, 전자결재, 문서관리 시스템 운영\n재무정보：예산편성·운영,  결의·결산,  구매·검수 시스템  운영\n관리정보：자산, 공간, 시설물 시스템 운영\n공통정보：코드구분, 업무구분, 사용자정보, 메일, SMS, 공지, SVN, 파일, 모바일, API, WEB·WAS·DB 등 시스템 플랫폼 운영\n정보 인프라팀 - 전산인력(8)\n전산망관리：전산망 장비관리, 인터넷망 회선관리, 한양학원망 관리, 전 산자원 관리(IP주소, Domain), 네트워크 회선 유지관리(증설, 변경, 회 수), 전화통신망 관리, 교환업무관리, 네트워크 사용자 지원(사용자 민원, 장애접수처리)\n시스템관리：한양클라우드센터 관리(공간통제,자원배치,기반시설), 정보 시스템관리(서버증설,변경,회수), 재해관리(장애복구,자료백업관리),\n보안관리：보안장비 관리(방화벽,IPS,DDoS), 취약점 관리(취약점검,위험 PC관리), 정보보안 홍보(정보보안교육,사이버보안진단의날), 침해사고 대 응, 개인정보영역 기술지원, 정보보호관리체계(ISMS) 인증\n소프트웨어 관리：캠퍼스 라이선스 관리(구매,배포)\n정보화조정위원회\n정보화조정위원회는 대학의 정보화 관련 최고 심의기구다. 조정위원은 서울 경부총장, 정보통신처장, 기획처장, 총무처장, 관리처장, 백남학술정보관장, 인터넷한양 주간, ERICA부총장, 정보통신실장, 총무관리처장, 학술정보관장, 서울 정보통신처 부처장 등과 이외에 정보화관련 전공 교수인 전문위원이 포함되어 있다. 산하에는 정보화 실무위원회가 있다. 이 위원회는 정보화 사업에 필요한 총괄적인 계획 조정과 정보화 기획 및 업무 개선을 추진한다. 또한 교육정보화, 연구정보화, 정보기반 및 행정정보화를 계획적으로 추진하며 효율적으로 예산을 지원하는 업무도 담당하고 있다.\n게시판운영위원회\n게시판운위원회는 한양대학교 게시판(열린광장, 서울 및 ERICA 자유게시판)의 운영 전반에 대한 의결권을 갖는 위원회로 건전한 온라인 커뮤니케이션의 확립과 활발한 참여를 지원하기 위해 2002년에 발족하였다.\n게시판운위원은 당연직으로 인터넷한양 주간 교수(위원장), 정보인프라팀 팀장(위원), 교직원 노동조합이 추천한 직원 대표 2인(서울·ERICA 각 1인, 위원), 양 캠퍼스 학생회가 추천한 학생 대표 2인(서울·ERICA 각 1인, 위원)과 업무를 돕는 간사가 포함되어 있다.\n주요 현황과 성과\n차세대 종합정보시스템 오픈\n정보통신처에서는 2013년 5월부터 2014년 6월에 걸쳐 차세대 종합정보시스템을 오픈했다. 2010년의 ‘New Hanyang 2020’ 발전 전략을 지원하고자 행정·연구·학사·입시 등의 학교 행정 전반에 대한 업무 프로세스를 재정의하고 DB를 통합한 종합정보시스템을 오픈한 것이다. 이를 통해 경과 행정 부문에 있어 합리적이고 신속한 의사결정을 지원할 수 있게 되었으며 사용자에게는 최신 IT트렌드에 맞는 높은 만족도의 정보서비스를 제공할 수 있게 되었다.\n통합설문조사시스템 오픈\n2015년 11월에는 통합설문조사시스템을 오픈했다. (구)설문조사시스템의 노후화와 업무부서의 다양한 설문기능 요구에 따라 종합정보 시스템과 연계된 통합설문조사시스템을 도입하게 되었고 업무부서의 필요에 맞는 온라인 설문조사 서비스를 제공할 수 있게 되었다.\n생활관시스템 고도화 오픈\n2016년 1월에는 생활관 시스템을 고도화했다. 대학 입학생 국제화 비율과 다양성, 업무의 복잡성이 증대되어 기존 업무프로세스를 개선하고 자동화한 유연한 운영시스템의 필요성이 제기되었다. 따라서 기존 정보시스템 재개발과 고도화 사업을 통하여 효율적인 행정지원과 사용자 서비스가 가능하게 되었다.\n의사소통클리닉시스템 오픈\n2016년 9월 의사소통클리닉시스템을 오픈하다. 홈페이지 운 업무와 조직 개편에 따라 종합정보시스템을 통한 의사소통클리닉 상담시스템을 도입하게 되었고, 학생에게 고품질의 의사소통 관련 상담서비스를 제공할 수 있게 되었다.\n신연구비관리(이지바로)시스템 오픈\n2016년 10월 연구재단 이지바로 연계시스템을 개발하다. 이지바로 사이트와 한양인포 털의 이중 입력업무의 불편함을 해소하고 연구비 지급 전에 데이터를 연계함으로써 연구비 부적정을 미연에 방지하고 연구비 사용을 효율적으로 관리할 수 있게 되었다.\n매입세금계산서연계시스템 오픈\n2016년 10월 매입세금계산서연계시스템을 오픈하다. 기존 특정 회사에서 발행된 세금 계산서의 데이터만을 받아 활용하고, 타사 전자계산서의 경우 담당자가 직접 수기로 입력하기 때문에 오입력에 따른 불안요소가 존재했다. 이를 해결하기 위해 타사의 전자세금계산서도 국세청 사이트에서 가져올 수 있도록 연계시스템을 개발하다. 이 시스템을 통해 청구자들의 편의성은 증대되었고 데이터의 정확성을 확보할 수 있게 되었다.\n트랙시스템 오픈\n2017년 2월 트랙시스템을 오픈하다. 대학인문역량강화사업의 하나로 사회수요 맞춤형 인재양성과 교육수요자의 요구를 반한 교육과정 운의 필요성이 제기되자 HY-LEGO+ 트랙시스템 개발을 추진했다. 이를 통해 각 학과(부)별 산학협력트랙, 학문융합트랙, LAB(연구실)트랙, 글로벌트랙 등 다양한 교육과정을 설계하고 제공할 수 있는 기반 시스템을 마련하게 되었다.\n기부관리시스템 고도화 오픈\n기부자 및 관계자의 체계적 히스토리 관리와 기부금의 세입 및 지출까지 모두 연계 운영하고 관리할 필요성이 제기되었다. 이에 따라 2017년 5월 시스템 고도화를 추진했고 그 결과 기금 모금 계획, 진행, 분석 등에 있어서 보다 체계적이고 효율화된 기부관리 업무를 진행할 수 있게 되었고 기부자에 대한 예우 수준까지도 향상시킬 수 있었다.\nERICA-WALLET시스템 오픈\n2017년 8월에는 PRIME사업의 핵심과제인 교과 및 비교과 통합관리 시스템 구축 필요성이 제기됨에 따라 ERICA-WALLET시스템을 오픈하다. 현재 운 중인 경력개발시스템 (HY-CDP)과의 중복 기능을 제외하고 ERICA캠퍼스의 비교과 및 인증제도 운영을 목적으로 개발된 것이다. 이를 통해 다양한 부서의 비교과 프로그램과 인증제도를 효율적으로 통합 운할 수 있게 되었다.\n교과목포트폴리오 시스템 오픈\n2017년 9월에는 대학특성화사업의 이행과제로 교육의 질적 제고를 위한 환류시스템 구축을 목적으로 교과목포트폴리오 시스템을 구축했다. 교과목의 개설, 운, 평가, 공유에 이르는 과목운 사이클 전반에 대한 과목의 정보와 개선사항에 대해 지식을 나누어 환류체계의 기반을 마련할 수 있게 되었다.\n한양클라우드 서비스 오픈\n2017년 10월에는  한양학원 재단 내 IT자원의 통합 운을 위한 IT인프라 도입과 비용절감을 목적으로 한양클라우드 서비스를 오픈했다. 한양클라우드센터 구축을 통해 소프트웨어 정의 데이터센터(SDDC)를 통해 물리적인 200여개의 서버를 10여개로 축소하여 운영의 효율성과 안정성을 극대화했다. 또한 데이터마이닝 기반의 통합관제시스템을 통해 24시간 365일 지능형 모니터링 체계를 구축할 수 있게 되었고 재단 내 중복투자 방지에도 기여하며 최소비용으로 최고의 IT서비스를 제공할 수 있게 되었다.\n전자연구노트시스템 오픈\n2018년 4월 서면 연구노트로만 관리하던 방식에서 전자연구노트를 활용할 수 있도록 시스템을 개발하였다. 시스템에 다양한 형식의 파일을 첨부하면 PDF파일로 변환하여 저장되며, 점검자에게 점검을 요청하여 승인이 되면 서명 이미지가 삽입된다. 이 서명은 행정안전부 타임스태프와 연계하여 시점인증 및 진본인증 서비스를 제공하는 것으로 전자연구노트의 기록일시와 위변조여부를 확인할 수 있다. 이를 통해 전자연구노트의 지식재산권을 보호하고 객관성과 신뢰성을 확보할 수 있게 되었다.\n교육과정이수체계 고도화 오픈\n2018년 5월에는 교육과정이수체계 고도화를 오픈했다. 이수학점 기반의 교육과정 관리 시 스템에서 이수단위 기반의 수업개설과 과목운영 성적처리와 졸업사정으로의 전환을 하는 기반 시스템을 환경을 구축한 것이다.\n심리상담시스템 오픈\n2018년 5월에는 개인정보 민감성을 감안하여 오프라인을 통해 운되었던 심리상담 서비스를 이용자 중심의 체계적 온라인 시스템으로 구축하여 오픈했다. 이를 통해 상담업무 행정처리 절차가 효율적으로 이루어질 수 있게 되었고, 사용자의 만족도도 높일 수 있었다.\n공결시스템고도화\n2019년 4월에는 공결시스템을 고도화했다. 각 대학에서 다양한 형태로 운영되는 수업 공결신청 제도를 통합하고 표준화된 프로세스의 온라인 시스템을 도입하여 교수·학생의 수업 진행에 대한 편의성과 투명성, 행정업무의 효율성을 증대시킬 수 있게 되었다.\n학과포트폴리오 시스템\n2019년 5월에는 학과포트폴리오 시스템을 제공하여 각 학과의 교원확보, 변동현황, 연구 실적 등에 대한 다양한 학과운영 정보 포트폴리오를 제공하여 BK사업진행, 학과경쟁력 분석 등의 교원업무를 효율적으로 지원할 수 있게 되었다.\n학사행정시스템에 대한 정보보호 관리체계 인증\n우리 대학은 정보통신망법 제 47조에 의거한 정보보호관리체계(ISMS) 인증 의무 대학에 포함되었다. 따라서 2018년 10월부터 학사정보시스템에 대한 정보보호 관리체계를 수립하여 인증 역별로 준비를 위한 제반 활동을 수행했다. 그 결과 2019년 8월 최종적으로 ISMS 인 증서를 획득하게 되었다."
}