{
  "title": "백서2013-2018/홈페이지",
  "url": "https://hyu.wiki/%EB%B0%B1%EC%84%9C2013-2018/%ED%99%88%ED%8E%98%EC%9D%B4%EC%A7%80",
  "content": "5. 홈페이지\n1999년부터\n정보통신처\n가 주관해 운영하던 대표 홈페이지는 2015년\n미디어전략센터\n로 이관됐다. 포털 검색 완전 개방, 모든 브라우저, 모바일기기에 최적화 구성을 목표로, 학내에 퍼져있던 홍보 방식과 콘텐츠를 통합하고 모든 정보와 홍보의 기본은 한양대 안에 있다는 원칙에 기초해 운영하고 있다.\n목차\n1\n홈페이지 리뉴얼\n2\n홈페이지 콘텐츠 발굴\n3\n홈페이지 콘텐츠 모니터링 및 평가\n4\nCMS 플랫폼 관리, 운영 및 교육지원\n5\n온라인 ebook 제작 운영 및 교육지원\n홈페이지 리뉴얼\n한양대 홍보 중 기본인 홈페이지가 오래된 방식으로 기존의 정보뿐만 아니라 최신의 트렌드를 수용하는 데는 한계가 있다는 자성에서 출발, 2015년 후반기 홈페이지 관련 업무가 미디어전략센터로 이전하면서 리뉴얼 작업이 시작됐다. 2015년 10월 5일 리뉴얼을 위한 TF(task force)가 구성되면서 개편이 본격화됐고 약 1년의벤치마킹, 시험가동, 관련 부서와의 조율 등을 거쳐 신규 홈페이지를 2016년 9월 16일에 개설했다. 한국어 페이지보다 제 기능을 못 하던 영어, 중국어 홈페이지의 기능을 특히 강화해 글로벌 홍보시대에 걸맞은 국내 최고의 홈페이지를 구축했다는 평가를 받는다.\n[표 3-10-3] 홈페이지 구성\n스플래시(splash)\n이후 내부 요청 및 글로벌  홍보 확대 전략에 따라 차년도(2019년도 판)에는 추가 언어 (스페인어, 러시아) 발행이 가능하도록 준비를 진행하였다.\n스플래시는 메인에 크게 보이는 홍보 방법으로, 국내외 대학평가와 주요 연구 성과, 교내외 주요 행사 등 많은 사람들이 볼 수 있는  이미지 형태로 제공한다.\n비정기적으로 진행하며 월평균 10~15건 정도를 제작한다. 한국 어, 영어, 중국어 홈페이지가 동일한 콘텐츠를 제공하지만, 한국어  홈페이지가 상대적으로 제공량이 많다.\n배너(banner)\n교내 학사일정에 따른 홍보나 각 단위부서의 일정 맞춰  만드는 이미지형 홍보 방식이다. 한국어, 영어, 중국어 홈페이지에 동일하게 제공되는 것이 원칙이나 스플래시와 마찬가지로 한국어 홈페이지에 가장 많고 영어와 중국어 홈페이지는 해당 언어의 타겟층인 외국인 학생들의 학사일정과 관련되어 있어 국제협력팀과 협의하는 경우가 많다.\n이달의 연구자\n이달의 연구자는 서울과 ERICA캠퍼스의 산학협력단과  협의해 콘텐츠를 홈 페이지에 게재한다. 2016년 9월부터 진행하고 있으며 초기에는 매월 서울 캠퍼스 연구자 1명만을 게재하다가 2017년부터는 서울 캠퍼스 논문 우수자  부문과 R&D 우수자 1명, 2018년부터는 서울캠퍼스와 ERICA 캠퍼스 각각 2 명씩 총 4명을 서비스하고 있다. 뉴스H와 연계해 작업을 진행하고 있다. 특히 서울캠퍼스 HIT 건물에는 이달의 연구자를 자체 홍보할 수 있도록 연구 내용을 요약한 이미지를 별도로 제공한다\n금주의 행사\n교내의 행사를 많은 구성원이  인지할 수 있도록 홈페이지에서도 제공하자 는 차원에서 진행하는 서비스다. 홈페이지 리뉴얼 후, 각 부서에서 올리는 공지사항과 달리 운영하는 서비스로서 학사일정을 기본으로 한다. 2018년 10월 전략위원회 이후보다 정확한 정보를 제공하기 위해 매주 1회 서울 관재팀, ERICA 총무관리팀에서 자료를 지원받아  운영하고 있다. 등록, 장학 등 부서와도 협의해 서비스 제공 범위를 확대하고 있다.\n주요 알림\n주요  알림은 각 부서에서 올린 공지사항을 메인 화면에 제공하고 있고 매일 오전, 오후 2회로 확인해 운영한다.\n홈페이지 콘텐츠 발굴\n홈페이지의 다양한 콘텐츠를 발굴하고 한국어, 중국어, 영어로 제공할 수 있도록 미디어전략센터 글로벌 홍보파트, 국제처 등 다양한 부서와 협업하고 있으며, 최신성을 유지하도록 하고 있다.\n홈페이지 콘텐츠 모니터링 및 평가\n단위부서의 홈페이지 콘텐츠들을 주기적으로 점검하고, 내용이 바르게 제공되고 있는지 확인하고 안내하며, 정부 기관인 교육부와 행정안전부 등과도 연계해서 진행한다. 특히 매 학기 1회씩 서울캠퍼스 학과전공 정량적 홈페이지 평가를 진행해 기획처에 평가 결과를 제공하고 이를 바탕으로 교내 홈페이지 웹 접근성을 강화하고 콘텐츠를 강화할 수 있도록 지원한다.\n[표 3-10-4] 홈페이지 콘텐츠 선정 아이템 통계 (단위:개)\n2016\n2017\n2018\n한국어\n영어\n중국어\n한국어\n영어\n중국어\n한국어\n영어\n중국어\n스플래시\n13\n4\n5\n35\n28\n25\n30\n18\n18\n배너\n24\n3\n2\n73\n2\n2\n41\n1\n2\n이달의 연구자\n4\n4\n4\n16\n16\n17\n23\n23\n22\n이달의 일정\n137\n-\n-\n139\n23\n24\n699\n717\n739\n합계\n178\n11\n11\n263\n69\n68\n793\n759\n781\nCMS 플랫폼 관리, 운영 및 교육지원\n마이크로사이트로도 불리는 CMS는 교육, 업무, 연구 등으로 활용될 수 있도록 2016년 대표웹이 리뉴얼될 때 함께 구축됐다. 필요한 사람이 신청한 경우 해당 내용을 검토 후 지원하고, 사용방법을 운영 지원한다. 기본적으로 CMS는 대표 웹과 동일한 기능을 가지고 있으며, 운영하는 사람이 대표 웹과 동일한 기능을 사용할 수 있다. 학술연구, 행정지원, 교육지원, 학생활동, 행사지원, 기타로 구분되어 있다.\n온라인 ebook 제작 운영 및 교육지원\n온라인 ebook은 rise7이라는 솔루션을 바탕으로 운영하고 있으며, 한글, 워드, 파워포인트, 이미지 등으로 작업 된 모든 결과물에 대해서 온라인에서 책 형태로 볼 수 있도록 지원한다."
}