{
  "title": "백서2013-2018/교수",
  "url": "https://hyu.wiki/%EB%B0%B1%EC%84%9C2013-2018/%EA%B5%90%EC%88%98",
  "content": "3 교수\n세계 수준의 연구중심대학으로 21세기 지식사회를 주도해 나갈 한양대에서 교육, 연구, 사회봉사 등 대학 본연 기능을 수행하는 데에 교수의 역할은 무엇보다 강조되고 있다. 교수의 역할은 우수한 학생을 교육하여 사회가 요구하는 인성을 갖춘 고급인력을 배출하고, 전문지식을 탐구하여 세계 수준의 지식경쟁에서 탁월성을 확보하며, 선도적 위치에서 우리 사회가 안고 있는 문제들의 도덕적·윤리적 해결방안을 제시하는 것이다. 이러한 역할을 수행하기 위해서는 교수 개인의 의지도 중요하지만 교수의 적극적인 활동을 지원할 수 있는 대학의 시스템 역시 중요하다. 본교에서는 2018년에 85명의 신규 전임교원을 채용하면서 교육의 질을 높이기 위해 노력하고 있다. 여기에서는 지난 6년간(2013~2018)의 교수 관련 주요 변화를 살펴보겠다.\n목차\n1\n구성\n1.1\n전임 교원\n1.1.1\n총계\n1.1.2\n직위별 전임교원 현황\n1.1.3\n외국인 교수\n2\n인사\n2.1\n교원 인사 절차\n3\n교수 지원\n3.1\n교수업적평가\n3.2\n경비 지원\n3.3\n교수 국제교류 지원\n3.4\n후생 복지 및 기타 지원\n4\n교수 평의원회\n4.1\n기능 및 활동\n4.2\n조직\n구성\n2018년 현재 본교에는 모두 1,428명의 전임 교수가 재직하고 있다. 이 수는 2013년의 1,399명보다 29명이 늘어난 것이다. 교수 구성에서 살펴볼 것은 전임 교원의 현황과 외국인 교수의 현황 등에 대한 것이다. 전임교수는 직급별로 볼 때 2018년을 기준으로 교수 887명 (21.5%), 부교수 313명(7.6%), 조교수 228명(5.5%)으로 구성되어 있다.\n전임 교원\n지난 6년간 전임 교원의 총계 변화와 직위의 변화, 외국인 교수의 증가에 대한 사항은 다 음과 같다.\n총계\n전임 교수의 수는 지난 6년간 일정 수의 증감을 반복하지만 2013년에 비하여 2018년이 되면 최종적으로 그 수가 증가했다.\n[표 3-3-1] 전임 교원 현황(2013~2018)\n캠퍼스\n2013\n2014\n2015\n2016\n2017\n2018\n서울\n1,033\n1,005\n1,009\n1,012\n1,005\n1,042\nERICA\n366\n388\n390\n386\n389\n386\n합계\n1,399\n1,393\n1,399\n1,398\n1,394\n1,428\n직위별 전임교원 현황\n지난 6년간(2013~2018) 교수 현황을 직위별로 보면, 2013년 816명이었던 교수의 수는 2018년 887명으로 늘어났고 241명이었던 부교수 역시 313명으로 늘어났음을 확인할 수 있다. 반면 342명이었던 조교수는 228명으로 감소하였다. 이를 통해 직위가 상승한 전임교원들이 많았음을 알 수 있다.\n[표 3-3-2] 직위별 전임교원 현황(2013~2018)\n연도\n캠퍼스/직위\n교수\n부교수\n조교수\n합계\n2013\n서울\n616\n174\n243\n1,033\nERICA\n200\n67\n99\n366\n소계\n816\n241\n342\n1,399\n2014\n서울\n595\n166\n244\n1,005\nERICA\n224\n66\n98\n388\n소계\n819\n232\n342\n1,393\n2015\n서울\n601\n175\n233\n1,009\nERICA\n225\n67\n98\n390\n소계\n826\n242\n331\n1,399\n2016\n서울\n617\n186\n209\n1,012\nERICA\n238\n63\n85\n386\n소계\n855\n249\n294\n1,398\n2017\n서울\n633\n204\n168\n1,005\nERICA\n243\n71\n75\n389\n소계\n876\n275\n243\n1,394\n2018\n서울\n641\n235\n166\n1,042\nERICA\n246\n78\n62\n386\n소계\n887\n313\n228\n1,428\n외국인 교수\n한양대학교의 외국인 교원 수는 매년 감소하는 추세를 보이고 있다. 2013년에 서울캠퍼스 95명, ERICA캠퍼스 53명으로 총 148명이었던 외국인 교원의 수는 2018년이 되면 서울캠퍼스 80명, ERICA캠퍼스 42명으로 총 122명까지 감소했다. 외국인 교원의 비율은 매년 일정하게 감소하였다. 그 결과 2013년 10.6%던 외국인 교원의 비율은 2018년에는 8.5%까지 하락하다.\n[표 3-3-3] 외국인 교원 수\n연도\n캠퍼스\n외국인 교원수\n전임교원 수\n비율\n2013\n서울\n95\n1,033\n9.2\nERICA\n53\n366\n14.50%\n소계\n148\n1,399\n10.60%\n2014\n서울\n85\n1,005\n8.50%\nERICA\n51\n388\n13.10%\n소계\n136\n1,393\n9.80%\n2015\n서울\n90\n1,009\n8.90%\nERICA\n50\n390\n12.80%\n소계\n140\n1,399\n10.00%\n2016\n서울\n90\n1,012\n8.90%\nERICA\n44\n386\n11.40%\n소계\n134\n1,398\n9.60%\n2017\n서울\n79\n1,005\n7.90%\nERICA\n47\n389\n12.10%\n소계\n126\n1,394\n9.00%\n2018\n서울\n80\n1,042\n7.6\nERICA\n42\n386\n10.9\n소계\n122\n1,428\n8.50%\n인사\n인사 분야에서는 교원인사 심사절차에 대해서 알아본다. 지난 6년간 본교의 인사 관련 규정에는 다양한 변화가 있었다.\n교원 인사 절차\n교원 인사와 관련하여 최근 6년간(2013~2018) 주요 변화를 살펴보면 다음과 같다. 먼저 2013년에는 박사학위를 취득하지 않은 예체능계 실기 또는 건축디자인·도시설계 분야의 정년트랙 교원에 대해서 직급별 임용기간에 1년을 가산하여 임용하던 규정을 확대하여 생활과학계열 실내디자인, 의류학 정년트랙교원까지 적용시켰다. 그리고 임용기간 중 여교원이 임신 또는 출산으로 휴직하게 된 경우 1년 이내에서 해당 직급의 계약기간을 연장할 수 있다는 규정을 신설하여 여성 교원들의 권리를 보장하는 근거를 마련했다. 또한 비정년트랙 교원의 정년과 관련하여서는 제 41조가 적용되지 않는다는 규정을 삭제하여 비정년트랙 교원 역시 정년과 관련된 규정을 적용받도록 했다. 다만 비정년트랙 교원 중에서도 연구전담교원 의 경우 정년을 따로 지정할 수 있도록 하다. 더하여 기존 비정년트랙 교원 중 외국인채용전형으로 임용된 교원과 산학협력중점교원에게만 예외로 교수의 직급을 부여하던 조항을 개정하여 연구전담교원 역시 교수의 직급을 부여받을 수 있도록 하여 연구전담교원들의 권리를 확대했다.\n2014년에는 전임교원 강의비율 확대를 위해 정년트랙 교원의 경우 1년 단위로 주당 평균 7.5시간을 강의해야하며 학기당 1강좌 이상, 주 6시간 이상을 강의해야한다는 조항을 신설하다. 또한 교원의 교육 및 연구와 관련하여 사업상 필요할 경우 총장이 소속기관, 부서로의 소속변경을 명할 수 있다는 조항과 해당 기관으로의 겸임을 명할 수 있다는 조항을 신설하여 교육 및 연구사업의 효율화를 꾀하였다. 또한 교원업적평가와 관련하여 기존 부교수 직급 이상이면 교수인사위원회의 위원으로 참여할 수 있던 조항을 교육 및 연구업적이 우수한 정년보장을 받은 교수를 먼저 위촉하는 것으로 개정하여 교원업적평가의 질을 높이고자 했다.\n2015년에는 교원의 교육 및 연구와 관련하여 필요할 경우 총장이 소속기관, 부서로의 소속변경을 명할 수 있다는 조항을 보완하여 교육 및 연구와 관련된 부서로 그 소속을 정한다고 규정하다. 또한 관련된 조항들을 개정하여 규정에 따라 소속 변경의 절차가 이루어지도록 하다.\n2016년에는 정년트랙 교원에 산학협력중점교원을 포함할 수 있다는 조항을 신설하여 산학중점교원들의 정년을 보장할 수 있는 근거를 마련했다. 또한 제 14조의 임용권자에 대한 조항과 관련하여 기존의 방식을 일부 개정하여 정관 43조에서 규정된 내용 이외의 교원 인사에 대해서는 총장이 행할 수 있도록 하여 교원들의 권리를 확대하였다. 하지만 교원들의 인사 규정은 더욱 강화하여 재임용거부를 통보받은 교원이 이의신청을 할 수 있던 조항을 삭제하여 교원들이 더 노력하는 환경을 조성하고자 했다.\n2017년에는 교원의 산학협력을 증진하고 활성화하기 위해서 산학·창업 연수를 할 수 있다는 조항을 신설했다. 또한 교수의 특별호봉과 관련한 조항을 개정하여 투철한 봉사정신으로 학교발전에 크게 공헌한 교수에 대해서도 특별호봉을 부여할 수 있도록 하였다.\n2018년에는 기존 정년트랙에 산학협력중점교원을 포함할 수 있다는 조항을 개정하여 교육, 연구, 산학 등 세부트랙을 둘 수 있도록 하며 정년트랙 교원의 기준을 더욱 확대하였다. 그리고 정년보장과 관련한 조항들을 개정하여 교원들의 인사심사 절차를 강화했다.\n본교는 교원의 업적을 객관적이고 공정하게 평가하기 위하여 각 단과대학(원)에 단과대학 인사심의위원회와 각 학과(부) 단위에 학과(부)교원업적평가위원회를 두고 있다. 교원의 승진, 승급, 재임용계약, 정년보장에 관한 인사심사 절차는 아래의 표와 같다.\n[표 3-3-4] 교원인사 심사절차\n단계\n내용\n담당부서\n승진·승급·정년보장\n재임용계약\n1. 개인별 교원인사 심사 신청\n∙ 심사평정표 전산출력\n∙ 행정팀에 서류 제출\n∙ 심사평정표 전산출력\n∙ 교육 및 연구계획서 전산 출력\n∙ 행정팀에 서류 제출\n교원→학과(부) 교원업적평가위원회\n2. 학과(부) 교원업적평가위원회 심사\n∙ 교원인사 심사 실시\n∙ 교원인사 심사 실시\n학과(부) 교원업적평가위원회\n3. 단과대학 인사심의\n위원회 검증 및 심의\n∙ 교원인사 심사평정표 검 증 및 심의\n∙ 확인 날인 후 교원인사 위원회로 제출위원회로 제출\n∙ 심사평정표(교육 및 연구계 획 이행평가서 포함) 심의\n∙ 확인 날인 후 교원인사위원회로 제출\n단과대학 인사심의위원회\n→교원인사심의위원회\n4. 교원인사심의 위원회 최종심의\n∙ 교원인사 심사 최종심의\n∙ 교원인사 심사(교육 및연구계획 이행평가서 포함) 최종 심의\n교원인사위원회\n교수 지원\n교수업적평가\n연구중심대학을 지향한 한양대는 교수업적평가 중에서 연구 부분을 더욱 강화하였다. 교수의 연구 능력 향상을 위해 가장 강하게 추진하던 방안은 승진ㆍ승급 요건을 연차적으로 강화하는 것이었다. 승진ㆍ승급 시 요건에 SCI, SSCI, A&HCI 학술지 논문 게재를 추가하다.\n본교에서는 계열별 학문의 고유성과 다양성을 존중하고 교수의 자율적 자기 계발을 지원하기 위하여 교원업적평가 및 인사제도 지침을 마련하여 운하고 있다. 교원업적평가의 내용은 크게 연구영역, 교육영역, 봉사영역으로 나누어지며 학문과 계열에 따라 그 구체적인 평가항목은 별도로 정한다. 역별 주요 평가내용은 다음과 같다.\n[표 3-3-5] 교원업적평가 세부항목 (글로 표기)\n연구영역\n논문 : 국제적 저명학술지, 기타 국제학술논문, 전문 학술논문, 교내 및 기타 학술논문, 학술발표논문\n저서 : 전문서적, 우수도서, 역서, 편저 및 기타 서적, 창작집, 연 구보고서\n학술활동\t: 학술활동, 공연전시설계작품, 연구비 수혜(산업체 제외), 학술상, 기타\n산학협력활동 : 특허, 신기술ㆍ제품인증, 산업체연구비 수혜, 기술이전\n교육영역\n강의평가\t: -\n교육참여도 : 강의시간, 주당 강의수강인원, 주당 업무일수, 영어전용강 의, 의학교육 활동, 담당 교과목 수, HY CTL 참여, 한양상 담센터 참여, 학부 외 강의, 석ㆍ박사 배출 실적, 교과목 및 교수방법 개발\n학생지도 : 해외 연구인솔 지도, 학생논문집 지도, 국제 학생교류 실 적, 학생상담 지도\n산학협력교육활동 : 실무교육 참여, 기타 산학협력 교육활동 참여\n봉사영역\n교내활동 : 학(원)장 평가, 학부(과)장 평가, 전체교수연수회 참여, 행 정 보직, 국제교육인증 봉사활동, 본부 위원회 위원, 사회 봉사단 지도, 동아리 및 학생단체 지도, 입시 관련 출제위원, 교외 활동, 임상진료\n교외활동 : 학술단체 임원활동, 공공단체 활동, 대회 학생인솔 임원활동, 국가ㆍ지방자치단체 고시 출제 및 평가위원, 수상\n기타봉사활동 : 학교 발전 기여, 기타 봉사활동\n산학협력봉사활동 : 가족회사 관리, 기술엑스포 활동, 기술ㆍ경영지도, 취업박 람회 참여기업 유치, 산업체 파견활동, 단과대학 중점 산학협동 활동, 기타 산학협력 봉사활동\n경비 지원\n본교는 교육 및 연구를 담당하는 교원에게 기본급으로 본봉과 연구보조비를 지급해왔으며, 전임교원 호봉테이블을 적용받는 교원을 제외한 교원에 대하여는 연구보조비를 본봉에 합산하여 지급해왔다. 그런데 교무처 요청으로 2009년 8월 ‘교원 및 일반직원 급여규정 일부 개정’에 따라, 본봉에 연구보조비가 합산되어 지급되는 교원의 급여를 항목별로 분리 지급함으로써 교원 기본급 체계를 ‘본봉+연구보조비’로 일원화해 업무 효율성을 기하였다. 그리고 변경되는 급여체계에 맞춰 급여 규정 중 연구보조비 지급 범위를 전임교원에서 전체 교원으로 개정했다.\n2009년 11월에는 교내연구비 지급규정 일부 개정이 이루어졌는데, 교원의 학문연구를 장려하기 위한 ‘교내연구비 지급 규정’ 중 교원의 연구비 사용방법 변경 및 원활한 연구비 관리를 목적으로 했다. 이에 따라 용어 정의, 연구비 및 연구활동비 사용기준, 연구비 사용기간, 양식 사용방법이 변경되었다.\n2017년 6월에는 여비지급규정을 개정했다. 교직원이 공무로 여행할 때 지급하는 여비(교통비, 숙박비, 식비, 일비)는 기존에 이미 규정으로 정해져 있었다. 그러나 매년 예산운지침에 따라 변동이 있을 수 있으므로 이를 세부사항으로 별도로 규정한다고 개정한 것이다.\n교수 국제교류 지원\n본교에서는 국제 저명학술지에 투고할 경우 게재료 및 장려금을 지원하는 제도를 운하여 논문 게재료와 송금수수료를 전액 지원한다. 또한 국제 학회에 참가할 경우 참가비를 지원하는 제도를 운하고 있다.\n본교 교원이 해외 우수저널에 투고 시에는 언어적인 문제 해소를 통한 논문 게재율을 향상시키기 위해 인문ㆍ사회ㆍ예체능 계열은 실용어교육위원회에서, 공학ㆍ의학ㆍ자연계열은 실용어교육위원회 및 E-World Editing, IF 6 이상의 학술지 게재 시에는 외부 전문기관 을 선택하여 교열 서비스를 제공하고 있다.\n후생 복지 및 기타 지원\n본교 교원의 복리 후생 제도는 주거비 보조, 건강 보조, 사보험료 지원, 보육 및 자녀 학비 보조, 경조비 보조, 통근비 보조, 복리 후생 및 휴양 시설, 사내 복지 기금 마련, 육아 휴직 수당 지급과 자녀 교육비 보조, 본교 부속병원 의료비 할인, 휴게실 제공, 휴양 시설 제공, 교육비 보조 등이 있다.\n교수 평의원회\n2005년 “대학 교육기관에 교육에 관한 중요사항을 심의하기 위한 대학평의원회를 둔다”라 는 새로운 조항이 포함된 사립학교법의 개정으로, 한양대에서도 2007년 11월 7일 대학 운영에 교직원ㆍ학생ㆍ학부모 등의 참여를 보장하기 위한 기구로 대학평의원회가 출범하였다. 이와 동시에 2007년 11월, 전체 교수를 대표하는 대의기구이자 대학 발전에 관한 주요 안건을 심의하는 기능을 가진 교수평의원회가 학칙기구로 출범함에 따라, 교수협의회는 활동을 중단하고 교수평의원회를 교수협의회의 정신과 활동을 계승하는 조직으로 인정하였다.\n기능 및 활동\n교수평의원회는 전체 교수를 대표하는 대의기구로서, 대학발전에 관한 주요 안건을 심의하는 기능을 가지는 학칙기구이다. 교수평의원회는 본교의 건전한 발전을 도모하고 대학 운영의 민주성과 공공성을 앙양함을 목적으로 한다. 교수평의원회는 대학발전전략의 개발을 중요한 기능으로 삼기로 결정하고 각 위원회를 구성하였다. 운위원회와 4개의 상임위원회로서 교권위원회, 미래전략위원회, 복지위원회, 학술위원회가 있다.\n교수평의원회는 ① 대학발전에 관한 주요 사항 ② 교수의 신분, 권익 및 복지에 관한 주요 사항 ③ 교육 및 연구환경 개선에 관한 주요 사항 ④ 총장이 심의를 요청하는 사항을 심의한다. 또한 교수평의원회는 ① 대학평의원회의 교수 대표 선출 ② 평의원회 운에 관한 사항을 의결한다.\n조직\n교수평의원회는 단과대학별 교수회 및 독립학부ㆍ대학원 교원 합동회의에서 선출된 평의원으로 구성한다. 평의원회는 의장 1인, 부의장 2인, 사무국장 1인으로 집행부를 구성하며, 1인의 감사를 두고, 3명 이내의 간사를 둘 수 있다. 2018년 현재 6기 교수평의원회는 37명의 교수로 구성되어 있다. 현재의 교수평의원회 평의원들은 아래와 같다.\n[표 3-3-6] 제 6기 교수 평의원회 명단\n직책\n이름\n소속\n의장\n김병철\n공과대학 컴퓨터공학부\n부의장\n김동환\nERICA예체능대학 경기지도전공\n오차환\n자연과학대학 물리학과\n사무국장\n조성문\n인문과학대학 국어국문학과\n평의원\n김성민\nERICA경상대학 경영학부\n김연규\n국제대학원 국제학부\n김원규\n의과대학 해부학교실\n김재범\nERICA언론정보대학 신문방송학과\n김태용\n인문과학대학 철학과\n김효준\nERICA과학기술대학 분자생명공학과\n노삼영\nERICA공학대학 건축학부 건축공학과\n노재근\n자연과학대학 화학과\n류수열\n사범대학 국어교육과\n박경진\nERICA디자인대학 테크노프로덕트 디자인학과\n박민영\n공과대학 산업공학과\n박상규\n공과대학 융합전자공학부\n박용순\n생활과학대학 식품영양학과\n송도영\nERICA국제문화대학 문화인류학과\n송순영\n의과대학 영상의학과\n신유형\n경영대학 경영학부\n안기용\nERICA공학대학 건설환경 플랜트 공학과\n유대현\n의과대학 류마티스내과\n유진\n경제금융대학 경제금융학부\n윤준용\nERICA공과대학 기계공학과\n윤충한\nERICA경상대학 경제학부\n이상경\n공과대학 생명공학전공\n이태형\nERICA국제문화대학  영미언어문화과\n이호용\n정책과학대학 정책학과\n이훈\n사회과학대학 관광학부\n임상훈\n경영대학 경영학부\n임종필\n음악대학 피아노과\n임형신\nERICA약학대학 약학과\n장성호\n이과대학 재활의학과\n정호경\n법학전문대학원\n조성식\n예술체육대학 스포츠산업학과\n현정호\nERICA과학기술대학 해양융합공학과\n황성기\n법학전문대학원"
}