{
  "title": "백서2013-2018/대학문화",
  "url": "https://hyu.wiki/%EB%B0%B1%EC%84%9C2013-2018/%EB%8C%80%ED%95%99%EB%AC%B8%ED%99%94",
  "content": "1. 학생생활 지도 및 지원\n학생자치 활동에 대한 지원은 크게\n총학생회\n,\n총여학생회\n,\n동아리\n,\n응원단\n활동 지원으로 나눌 수 있다. 학생회 활동에 대한 지원으로는 총학생회 간부 수련회 지원, 개강 떡잔치 지원, 3계절 농촌 봉사활동 지원, 봄·가을의 축전과 체전활동 지원이 있다. 농촌 봉사활동은 매년 3계절에 걸쳐 진행되는데,\n학생처\n학생지원팀에서 경비를 지원하고 교직원을 파견하고 있다.\n5월 15일\n개교기념일\n을 전후해 3일간 열리는\n봄축제\n‘\n행당제\n’와 ‘ERICA 00제’, 그리고 10월 중 3일간 열리는 ‘\n가을 체육대회\n’(일명\n애한제\n), ‘ERICA 000전’도 주요한 지원 행사이다. 또한 2월에 진행되는 단과대 학생회의\n신입생 오리엔테이션\n(\n새내기 새로 배움터\n)도 대학에서 지원하는 주요 행사 중 하나이다. 동아리 활동을 위해 대학은 공간을 제공하고, 동아리 지원금, 동아리 체전 지원금, 대표자 수련회 지원금 등 동아리 활동 경비를 보조하여 자치활동을 지원하고 있다.\n학생자치활동에 대한 지원과 함께 학생자치활동에 대한 지도와 조정활동도 수행한다. 학생회 행정업무의 책임성을 제고하기 위해 학생회 집행부 활동의 체계화 및 학생회 간부 장학금 집행의 투명화를 추구했다. 또한 학생회가 주관해서 교외에서 진행하는 오리엔테이션 행사를 학생, 교수, 직원이 준비하는 신입생 환영행사 및 학사안내 성격으로 전환하고자 했다.\n목차\n1\n대학문화 육성 및 지원\n1.1\n조직화, 집단화에서 개인화, 자율화로 변화 (서울 캠퍼스)\n1.2\n한양다움의 다양한 문화 창조 (ERICA캠퍼스)\n1.3\n지역사회와 함께 하는 대학활동 확대(ERICA캠퍼스)\n대학문화 육성 및 지원\n조직화, 집단화에서 개인화, 자율화로 변화 (서울 캠퍼스)\n최근 취업의 어려움과 개인주의 경향으로 총학생회, 단과대학 학생회 등 학생자치 기구의 조직화가 힘들어지고 있는 현상을 보이고 있다.\n2018년에 총학생회 선거가 투표율 미달로 무산이 되어 비상대책위원회가 구성되어 총학생회의 역할을 수행하게 되었으며, 2019년에도 역시 비상대책위원회 체제로 2년 연속 총학생회가 구성되지 않는 전대미문의 현상이 발생하게 되었다. 특히 2019학년도에는 총학생회뿐만 아니라 단과대학 학생회의 경우에도 단과대학 학생회장을 선출하지 못하여 비상대책위원회로 운영되는 경우가 많이 발생하였다.\n한편 대학생으로서 교내 및 교외에서 사회에 필요한 구성원으로의 책임의식은 강해지는 현상이 나타나고 있다. 환경, 인권 등 그동안 문제의식을 느끼지 않은 분야에서 정당한 목소리를 통하여 사회의 부조리를 개혁하려는 의지를 표현하는 행동들이 많이 생기고 있다.\n2018년 우리 사회를 뜨겁게 달구었던 미투 운동이 대학사회에도 나타나 관행적으로 이루어지던 여러 가지의 대학문화가 개선되는 모습을 보이고 있다. 또한 기후변화 등 환경에 대한 인식 제고를 위하여 학생들이 자발적으로 실천하고 행동하는 모습도 보이고 있다. 이러한 모습들은 지금까지 조직화를 통해 집단적 의사 표현의 목소리를 전달하는 다수의 정형화된 행동패턴에서 소수 인원이 다양한 분야에서 자율적으로 의사 표현을 하는 소수다체제의 의사 표현 양태를 보이는 대학문화로 전환되고 있다는 것을 의미한다. 이러한 경향은 앞으로도 계속 유지 강화될 것이다.\n한양다움의 다양한 문화 창조 (ERICA캠퍼스)\n학생처는 ERICA캠퍼스에 다양한 대학문화를 기획하고 실시하여 생동감 넘치는 캠퍼스를 조성하기 위해 노력했다. 학생회 행정 지원 활동에만 머물지 않고,\n한양문화사랑\n이라는 문화 서포터즈를 구성하여, ERICA캠퍼스만의 특화된 문화를 창출하기 위해 “우리가 주문을 거는 시간”이라는 타이틀로 “고민 해결해드립니다.”, “사랑과 평화를 위하여”, “한양대 마니또” 등의 다양한 행사를 진행하였으며, 한양문화의식 개선을 위해 “환경캠페인”, “음주문화 캠페인”, “건전한 축제 문화 만들기 캠페인”, “교내 바른 성문화 인식 제고 캠페인” 등의 캠페인을 기획하고 지원했다.\n2017년부터 매월\n문화소축제\n를 정기적으로 개최하여 2017년에는 “버스킹”, “웰컴 투 헬로인” 2018년에는 “어느 봄날의 피크닉”, “내가 만드는 귀향길 캠페인”, “할로윈 행사” 등 캠퍼스 문화 활성화에 기여했다. 또한 학생 소통문화 구축을 위해 ECSC 학생 커뮤니티를 시행하여 2018년부터 실시간으로 각종 교내 행사 홍보 및 학생들에게 유용한 정보를 전달하고 있다. 그 외에도 공연장비 및 장소 대여 등의 지원을 통해 캠퍼스 문화 활성화에 기여했다.\n지역사회와 함께 하는 대학활동 확대(ERICA캠퍼스)\nERICA캠퍼스는 지역사회와 함께 하는 대학 활동을 지속해서 확대 시행하고 있다. 지역사회와 함께하며 시민이 참여할 수 있는 축제를 기획 및 진행하고 있으며, 지역 사회에 찾아가는 문화 활동의 일환으로 ‘거리축제’ 등에 중앙동아리 및 단대 동아리가 공연을 할 수 있게지원하였다.\n총학생회\n와\n동아리연합회\n에서는 안산시 대부동에 포도\n농활\n을 정기적으로 가고 있으며, 안산시 지역 내 자녀들을 대상으로 국어, 영어, 수학 과목을 무료로 가르치는 프로그램을 진행하고 있다. 또한 안산시 지역 내 사회기관(단체) 아동센터, 복지센터 등에서 교육, 스포츠, 예술 등의 다양한 프로그램을 진행하여 지역사회에 본교의 건학정신인 사랑의 실천을 수행하고 있다."
}