{
  "title": "백서2013-2018/역사관",
  "url": "https://hyu.wiki/%EB%B0%B1%EC%84%9C2013-2018/%EC%97%AD%EC%82%AC%EA%B4%80",
  "content": "6) 학생 문화생활 지원 -\n역사관\n목차\n1\n역사관\n2\n전시실 구성\n3\n역사관 서포터즈 하이디(HY:D)\n4\n월간 하이디 콘텐츠 제작 및 역사관 SNS운영\n5\n행사진행\n역사관\n2015년 11월에 개관한 한양대학교\n역사관\n은 1950년대 이후 대학본관으로 사용되어 왔던\n구본관\n2층에 마련된 전시시설이다. 이 건물은 1953년 서울 수복 이후 신당동에서 현재의 위치로 옮겨오면서 가장 먼저 건립된 석조 건물로, 2009년 신본관이 건립되기 전까지 대학본관으로서 총장실 및 주요행정부서의 사무공간으로 사용되었다. 2015년 역사관 리모델링을 진행하여 1층에는 대학기록실, 수장고, 기념품점이 자리하고 있으며 2층은 전시공간으로 활용되고 있다. 대학기록실은 한양대학교의 역사·행정기록물을 수집·분류·보존·활용하는 역할을 수행하며 역사관 전시실을 운영하고 있으며 앞으로 대학 아카이브의 기능을 확대해 나갈 예정이다.\n전시실 구성\n전시실은 총 8개의 구역으로 구성되어있으며, 역사관 1층 로비의 중앙계단을 시작으로 한양의 건학이념을 손수 쓰고 있는 백남 김연준 선생의 모습을 볼 수 있다. The Chronicling of Hanyang은 역사관의 47m 복도 공간을 이용한 미디어 테이블로 구성되어 있으며, 한양의 연대기를 사진을 통해서 확인할 수 있다. The Founder of Hanyang존은 원래 총장실이 위치했던 공간으로 백남 김연준 선생의 교육자로서의 모습뿐만 아니라 언론인, 인권운동가, 음악가로서의 열정적인 삶을 엿볼 수 있다.\nThe History of Hanyang에서는 설립취의서, 지적도와 배치도 등 1940~50년대 문서와 도면을 통해 설립초기의 모습을 살펴볼 수 있다.\nThe Engine of Korea는 대한민국을 움직이는 동력이 된 한양대학교의 교직원,학생, 동문의 24시간을 시계태엽장치로 형상화하였다. 역사관을 위해 특별 제작된 키네틱 시계조형물은 역사관을 상징하는 오브제로서 방문객에게 잊을 수 없는 시각적 경험을 선사한다.\nThe Heart of Hanyang에서는 국내대학 최초로 사회봉사단과 산학협력단을 설치하여 ‘사랑의 실천’과 ‘실용 학풍’이라는 한양 정신의 두 축을 소개하며 ‘한양은 세계로, 세계는 한양으로’라는 기치 아래 세계 속의 한양으로 거듭나고 있는 한양의 오늘을 보여주고 있다.\nThe Pride of Hanyang에서는 각계각층에서 활약하고 있는 한양의 동문과 함께 한양에 몸담았던 석학들의 사진과 유품을 함께 전시하고 있다.\nThe Life at Hanyang에서는 서울과 ERICA 양 캠퍼스에 대한 정보와 홍보영상 및 자료를 제공하고 있다. 마지막으로 The Future of Hanyang에서는 한양을 대표하는 미래기술 8선을 선보이며 한양이 만들어나가는 미래를 소개한다.\n역사관 서포터즈 하이디(HY:D)\n한양대학교 역사관에서는 역사관 서포터즈\n하이디\n(HY:D)를 운영하고 있다. 하이디는 Hanyang University Docent의 줄임말로 역사관의 전문 도슨트로 활동하고 있다. 시간을 나타내는 쌍점(:)은 시간에 분을 더하는 것처럼, 한양대학교의 과거와 현재, 그리고 미래를 홍보하여 한양대학교의 가치를 더하는 서포터즈가 되고자 하는 의미를 담고 있다. 주요 활동으로는 교내외 단체 관람객들을 대상으로 전시설명을 진행하며, 역사관 홍보 및 다양한 이벤트를 진행하고 있다.\n월간 하이디 콘텐츠 제작 및 역사관 SNS운영\n역사관에서는 홍보 활동의 일환으로 매달 특별한 주제를 선정하여 한양이 걸어온 길을 소개하는 홍보 콘텐츠를 제작하고 있다. 홍보 콘텐츠는 한양대학교 역사관 홈페이지 및 페이스북, 하이디 인스타그램에 게시하고 있으며, 재학생·동문·교직원을 비롯하여 보다 많은 사람과 적극적으로 소통하기 위해 노력하고 있다.\n행사진행\n역사관은 한양대학교에 첫발을 내디딘 신입생들과 새 학기를 맞이하는 재학생들에게 특별한 추억을 만들어 주기 위한 다채로운 입학식, 개강 맞이 행사를 마련하고 있다.\n[그림 3-12-1] 2019. 2. 28 입학식 행사 진행\n[그림 3-12-2] 2019. 3. 4 개강맞이 행사 진행\n역사관은 개교 80주년 및 역사관 등록문화재 제751호 지정을 기념하여 2019년 5월 13일부터 14일까지 양일간 ‘80년의 한양 일주’ 이벤트를 진행하였다. 폴라로이드 사진 촬영 및 스탬프 투어, 기념품 증정 등 다양한 체험 행사를 통해 개교 80주년을 기념하고, 근대건축 문화재로서 역사관의 상징적인 가치를 알리는 계기가 되었다.\n[그림 3-12-3] 개교80주년 기념행사 진행\n이외에도 한양인의 빛나는 정신과 발자취를 공유하고, 어제의 한양인인 동문과 오늘의 한양인인 재학생들이 소통하여, 한양의 더 나은 내일을 함께 만들어 가고자 토크 콘서트를 개최하고 있다.\n[그림 3-12-4] 개관 4주년 기념 ʻ김우승 총장님과 함께하는 토크 콘서트ʼ 모습"
}