{
  "title": "백서2013-2018/온라인홍보",
  "url": "https://hyu.wiki/%EB%B0%B1%EC%84%9C2013-2018/%EC%98%A8%EB%9D%BC%EC%9D%B8%ED%99%8D%EB%B3%B4",
  "content": "4. 온라인 홍보\n인터넷 시대에 맞추어 기존 오프라인 위주(인쇄물)로 사용되던 대학 콘텐츠를 효과적으로 활용하고 관리하기 위해 2012년부터 온라인 영역 업무를 신설하여 재학생 등의 젊은 층을 중심으로 하는 소셜미디어 활동을 전략적으로 개시했다. 기본적으로 포털 사이트를 중심으로 온라인 이슈를 모니터링하면서 다양한 사용자 요구에 응답하며, 페이스북 등의 SNS 서비스를 적극적으로 활용해오고 있다. 특히 다양한 온라인 활동의 구심점 역할을 할 수 있도록 홈페이지와 연동된 뉴스 사이트 운영을 하는 한편 지속적인 콘텐츠 관리가 이루어지도록 플랫폼 전략을 수립하고 있다.\n목차\n1\n한양뉴스포털\n2\n뉴스H 학생기자\n3\n소셜미디어\n4\n한양위키\n한양뉴스포털\n교내 다양한 매체와 뉴스를 통합하기 위해 시작한 뉴스사이트로, 2013년 5월 외부 언론사와 동일한 시스템을 구축했다. 이후 2016년에 대학 대표 홈페이지 리뉴얼에 맞춰 교내 시스템 안에 재구축하고\n뉴스H\n와 통합하였다. 대표 홈페이지의 일부분이기도 하지만 독립적인 언론기관으로서 프로세스를 마련했으며, 공식\n보도자료\n와 주 단위 기획기사를 포함해, 대부분의 대학 정책과 안내 사항을 모두 뉴스 형태로 변환하여 게시하고 있다.\n또한\n사랑한대 매거진\n등의 오프라인 콘텐츠도 검색 및 모바일 읽기 가능하도록 뉴스화하여 게재하고 있다. 실제 보이는 기사화면 이외 기자 등록부터 기사 승인 절차 등의 내부 절차를 전산화함으로써 체계적으로 운영하고 있다. 대학의 선별된 이슈를 수집 정리하는 것은 물론, 배포와 서비스를 온라인 뉴스 사이트 형태로 구축한 한양뉴스포털은 2013년부터 2018년까지 6년간 총 2만6천 건의 기사를 게시하였다.\n뉴스H 학생기자\n기존\n인터넷한양\n기자단은 2014년 당시 홍보팀 산하로 이관된 후 2016년\n미디어전략센터\n뉴스H\n로 전면 통합되었다.\n뉴스H 기자단은 실질적인 뉴스H 사이트의 주요 기사를 작성하는 역할을 맡고 있는 학생 기자단이다. 16명 내외의 재학생들이 주간 단위로 아이템 선정 및 기사 작성을 하고, 작성된 기사는 다시 카드 뉴스로 그래픽 작업을 함께 진행하며 이를 뉴스 사이트 이외 다양한 영역에서 재활용하는 등의 홍보 활동을 하고 있다. 매월 선정된 ‘\n이달의 연구자\n’를 인터뷰하고 기사를 게재하는 등 정기적으로 기사를 생성하고 있으며, 월단위로\n뉴스레터\n를 발송하고 있다.\n2016년 뉴스H 학생기자실을 학생회관 4층으로 이관하고 학생 언론사로서 내부적인 정비를 통해 체계를 구축해 나가고 있으며, 1명의 편집국장과 4명의 부장으로 구성된 임원들이 자율적으로 운영해 나가고 있다.\n소셜미디어\n공식SNS\n대학 내부 매체에 머물지 않고 트렌드에 맞춰 사용자 중심의 콘텐츠 확산을 위해 대중적인 소셜미디어 서비스를 적극 활용하고 있다. 전 세계적으로 가장 많은 사용자가 이용하는 글로벌 서비스 ‘페이스북’내 공식 페이지는 2011년 7월\n정보통신처\n에서 최초 개설하였으나 2012년 6월\n홍보팀\n으로 이관됐다. 이관 당시 6,000명에 불과했던 팬 수(팔로워)는\n미디어전략센터\n가 전략적으로 운영하면서 급격하게 증가해 2014년 10월에 3만 명에 도달했으며, 2019년 초 6만6000명을 넘어설 만큼 큰 호응을 얻고 있다.\n한양대 페이스북 페이지는 국내 대학 중 가장 많은 팬 수를 거느리고 있다. 이외에도 인스타그램, 트위터, 블로그, 유튜브 등 다양한 매체들을 대상으로 지속적인 콘텐츠 노출과 서비스 관리를 지속하고 있으며 다양한 요구에 발 빠르게 대응하고 있다.\n한양위키\n한양위키\n는 2016년 대학 대표 홈페이지 리뉴얼과 함께 통합적인 정보제공 서비스를 위해 상단 메뉴를 통한 접근을 우선으로 배정하도록 기획된 서비스이다. 흩어져 있는 대학 관련 기록들을 하나의 형식으로 한곳에 모으고 정리할 수 있는 온라인 정보 플랫폼 위키(온라인 백과사전)를 정식 도입하기 위해 2016년 학생개발자그룹 ‘\n라이온랩\n’을 결성하였다.\n2017년부터 외부 서버에 위키 플랫폼을 구축하여 테스트를 진행했으며 2019년 공식 오픈을 위해 지속해서 자료를 수집 정리하여 입력을 진행하고 있다. 오프라인 발간물들은 물론 대학 관련 자료와 통계, 통일된 용어 사전을 총 망라하여 대내외 서비스를 강화하고 인공지능 서비스를 대비하기 위한 빅데이터 구축 작업의 일환으로 기획하였으며, 대학 관련 용어를 정리하고 연결함으로써 대학의 가치와 역사성을 보강하는 역할을 하게 될 것으로 기대된다."
}