{
  "title": "백서2013-2018/홍보활동",
  "url": "https://hyu.wiki/%EB%B0%B1%EC%84%9C2013-2018/%ED%99%8D%EB%B3%B4%ED%99%9C%EB%8F%99",
  "content": "1. 홍보 활동\n학교 홍보 전반을 담당하는\n미디어전략센터\n는 2014년까지는 홍보실(팀)이라는 명칭으로 운영되었다. 이후 홍보 기능의 중요성이 커지고, 전략적인 홍보의 필요성이 제기되면서 국내 메이저 언론사 기자 출신을 영입하였다.\n2015년 8월 총장 직속의 미디어전략센터로 개칭됨에 따라 그 기능도 확대되었다. 미디어전략센터는 기존 홍보팀 업무의 범위를 넓혀, 전문적이고 체계적인 브랜드 관리를 통해 다변화하는 사회적 흐름에 발맞추어 사용자 중심의 행정 절차 위에 멀티미디어 및 온라인 홍보 활동을 강화해 나가고 있다.\n2012년부터\n정보통신처\n미디어지원팀 일부가 미디어전략센터로 통합되면서 홍보영상 등 멀티미디어용 영상물 제작을 강화하였다. 아울러 트렌드에 맞추어 소셜미디어 중심의 온라인 홍보 업무를 체계화하고 글로벌화 추세에 부응하여 글로벌 홍보 분야를 신설하는 등 다양한 콘텐츠를 여러 경로로 확산시키는 전략을 시행하고 있다.\n2016년 2월에는 정보통신처 정보인프라팀의 일부인 홈페이지 파트가 미디어전략센터로 통합되었다. 이에 2016년 9월 홈페이지 리뉴얼과 함께 대표 웹(국어, 영어, 중국어) 관리 체계를 구축하고, 홍보 및 교육 지원을 위한 마이크로사이트 제작 지원과 e-book 서비스 등 홈페이지 연계 지원을 지속해서 제공하고 있다.\n목차\n1\n브랜드 관리\n1.1\n홍보 행정의 끊임없는 변화와 도전\n1.2\n통합적이고 선제적인 위기관리\n2\n대학 홍보 책자 및 인쇄물 발행\n2.1\n사랑한대 매거진\n2.2\n공식 브로슈어\n2.3\n프라이드북(Pride H)\n2.4\n한양타임스(Hanyang Times)\n브랜드 관리\n홍보 행정의 끊임없는 변화와 도전\n미디어전략센터는 대내외 사회와 환경의 변화를 주시하며 다음과 같이 종합적이고 선제적인 홍보 활동을 전개하고 있다.\n구성원들과의 커뮤니케이션을 기반으로 하는 활동 강화\n단순 홍보를 넘어 스토리텔링(storytelling)을 통한 브랜드 관리\n범위 제약 없이 가능한 모든 방면에서의 신속한 대응\n다양한 멀티미디어 활용을 통한, 사용자 친화적 서비스 활동 강화\n기본에 충실하면서 내실 있는 대(對)언론 홍보\n최적화된 콘텐츠 제작 환경 조성과 동시에, 업무 영역을 전략적으로 세분화하면서 온라인 강화, 멀티미디어 활용, 글로벌 홍보 신설 등 기존에 없던 영역을 새로 구축하고 세부적인 업무 영역을 수립했다. 이는\n채널H\n와\n뉴스H\n신설이라는 플랫폼 전략으로 현실화하고 글로벌커뮤니케이션위원회(\nGCC\n)를 가동하는 등의 실행 전략을 마련함으로써 실천됐다.\n2016년 대표 홈페이지 운영 이관을 통해 대표성 있는 대학 콘텐츠의 통합과 함께, 종합 온라인 서비스를 가동했다. 이에 따라 교내에 흩어져 있는 홍보유관 기능들이 통합 되면서 더욱 효율화된 행정 강화와 함께 시너지 효과를 만들어내었다.\n공간 활용에서도 변화가 있었다. 기존\nHIT\n2층에 있던 사무실을 2012년\n신본관\n508호로 이전하고, 같은 층에 기자실을 별도로 마련, 언론 친화형 구조와 함께 전략적 대응이 가능하도록 토대를 마련했다. 2012년 정보통신처 미디어지원팀 일부를 미디어전략센터 산하로 옮기면서\n경제금융관\n에 채널H 스튜디오를 리모델링하여 최상의 영상물 제작을 돕는 멀티미디어 지원시스템을 구축했다. GCC 담당 교원과 조교 활동을 돕기 위해 2015년에 신본관 4층에 별도의 업무 공간도 새로 배정되었다.\n미디어전략센터는 이러한 시스템 구축 시기(2012~2018)를 통해 기본적으로 언론을 중심으로 하는 대외적 이슈 관리와 함께, 교내 콘텐츠가 센터로 집중되게 함으로써 전략적인 콘텐츠 생산 관리가 이루어지도록 했다. 프로세스와 플랫폼을 통제함으로써 확산하는 ‘미디어전략’의 큰 그림을 그리는 한편, 사용자 중심의 세부적인 서비스 강화를 지향하고 있다.\n통합적이고 선제적인 위기관리\n대학의 규모와 기능이 커지고 복잡화 되어가는 상황에서 다양한 사람들이 활동하는 공간으로서의 대학은 다양한 이슈가 발생할 수밖에 없다. 또한 예측 불가능한 다양한 이슈에 맞는 대내외 전략이 필요로 되었다. 이를 위해 미디어전략센터는 단순 홍보 역할 이외에 위기 이슈 발생 시 유관 부서들과의 긴밀한 협의를 통해 위기관리 컨트롤 타워로서의 역할을 수행하고 있다. 안으로는 올바른 외부 대응이 가능하도록 돕고, 밖으로는 왜곡되거나 불필요한 이미지가 생겨나지 않도록 바로 잡는 역할을 수행한다.\n대학 홍보 책자 및 인쇄물 발행\n사랑한대\n매거진\n「사랑한대」는 한양대학교 공식 소식지로, 서울과 ERICA 양 캠퍼스를 아우르며 대학의 주요 뉴스와 성과, 인터뷰와 기고 등으로 구성해 발행하고 있다. 연 단위로 제작업체를 선정하고 기획을 통한 리뉴얼이 이뤄지고 있으며, 해마다 다른 섹션 구성과 함께 트렌드와 요구에 맞는 내용을 반영해 한양인의 자부심을 고취하고 있다. 동시에 유익한 대학 관련 정보를 제공하는 역할도 담당하고 있다. 「사랑한대」는 3만3000부를 제작해 동문 교직원 학생 등에게 우편 발송하며, 최종본은 e-book을 통해 PC 및 모바일에서 열람이 가능하다.\n[표 3-10-1] 「사랑한대」발행 현황 및 변천 내역\n연도\n내용\n2013\n3월호(통권 209호)부터 기존 격월 발행에서 매월 발행으로  전환\n2014\n3,4월호(통권 217호) 부터 격월  발행\n2018\n대한민국 커뮤니케이션 대상(매거진 부분) 수상\n2019\n1,2월호(통권 246호. 2019년 1월 1일자 발행)까지 유지\n공식 브로슈어\n대학을 소개하는 한양대학교 공식 브로슈어는 2~3년을 주기로 새로운 콘셉트와 기획으로 제작되며 1년 단위로 최신성을 보완하여 인쇄 제작하고 있다. 대학 브로슈어는 대학을 대표하는 책자인 만큼 다른 홍보물과 달리 대학의 위상과 가치를 담아내야 하기 때문에 상대적으로 무겁고 차분한 콘셉트를 유지하고 있으나 트렌드에 맞게 장수를 줄이거나 지루하지 않은 구성과 기획을 담는 등의 변화를 꾸준히 시도하고 있다. 이렇게 제작한 책자들은 본교를 방문하는 국내외 VIP 손님들에게 전달되며, 구성원이 해외에 나갈 때 대학을 소개하는 자료로 활용되고 있다. 특별히 한국어 이외 영어와 중국어가 적극적으로 활용되면서 글로벌 환경에 대응하는 변화가 있었으며, 다국어에 대한 요구와 필요에 맞춰 지속적으로 확대하는 방안을 적용하고 있다.\n[표 3-10-2] 공식 브로슈어 주요 연도별 구성과 내용\n연도\n구성 및 내용\n2014\n”도전과 성장의 힘찬  에너지”라는 표제와 함께‘力(힘력)’자를 표지에 넣고 한양대가 갖는 특별한 에너지를 원동력, 경쟁력, 추진력, 행동력, 향력, 생명력이라는  주제별로 구성했다.\n캠퍼스 지도 등을 포함한 형태의 총 100페이지로, 한국어와 영어로 제작했다.\n2016\n“창의와 나눔”을 주제로  하여 새로운 한양 100년의 꿈을 소개하는 기획으로 구성했다.\n기존 브로슈어보다 고품질의 사진을 다량 배치하고 인포그래픽을 활용하는 등 트렌드를 반영하고 시각적인 만족도를 올렸다는 평가를 받았다.  \n분량은 42페이지로 줄어들었지만, 한국어와 영어 외에 중국어판이 추가되었다.\n2018\n일부  사진과 자료 교체 등을 통해 작은 변화 속에서 최신성을 유지하다.\n이후 내부 요청 및 글로벌 홍보 확대 전략에 따라 차년도(2019년도 판)에는 추가 언어 (스페인어, 러시아) 발행이 가능하도록 준비를  진행하였다.\n프라이드북\n(Pride H)\n프라이드북\n은 매해 다양한 이슈와 세밀한 성과를 담아낸 자료집이다. 친근하면서도 간편한 접근성을 보유해야 하는 방향성에 맞추어 포켓형 책자를 연 단위로 제작하고 있다.\n2012년 한 해 동안 있었던 이슈 중 30가지 주제를 선정하여 구성하고 그 외에 다양한 이야기, 언론 기사, 풍경 사진 등을 부록 형태로 구성하여 특정 컬러의 표지와 함께 2013년 1월에 발간하게 된 것이 첫 번째 제작물이었다. 이후 동일한 콘셉트로 제작이 이루어졌고 2018년의 모습을 담은 2019년 1월 발행분까지 총 7권을 제작하였다.\n2017년부터는 한국어 외에 영어와 중국어로도 함께 제작하고 있다. 매년 표지 컬러를 다르게 지정하기 때문에 모든 책이 모여있어도 연도 구분이 쉽게 이뤄지며, 매년 초 발행해 주요 동문과 각종 홍보 현장에서 활용되고 있다.\n한양타임스\n(Hanyang Times)\n통상적으로 언론에 게재된 대부분의 기사는 특정 시기가 지나면 더이상 외부의 주목을 받지 못하는 한계를 극복하기 위하여, 수많은 기사 중 한양대학교의 입장에서 중요도가 높은 내용을 담아 신문 형태로 제작하고 있다. 연말(12월) 혹은 연초(1월)에 지난 1년간 언론에 게재된 주요 기사만을 모아서 제작한다.\n[그림 3-10-1] (좌)2014년, (우)2016년 한양타임즈"
}