{
  "title": "법학연구소/국제소송법센터",
  "url": "https://hyu.wiki/%EB%B2%95%ED%95%99%EC%97%B0%EA%B5%AC%EC%86%8C/%EA%B5%AD%EC%A0%9C%EC%86%8C%EC%86%A1%EB%B2%95%EC%84%BC%ED%84%B0",
  "content": "분쟁의 평화적 해결을 위한 국제소송법제 및 국제중재법제에 관한 심층적 연구 및 관련 전문가의 양성을 위해 2006년 3월 설립\n소속: 서울 부설연구소 법학연구소\n유형: 서울 부설기관\n소장:\n한충수\n법학전문대학원\n교수\n전화: 02-2220-1511\n홈페이지:\nhttp://ila.hanyang.ac.kr/\n목차\n1\n개황\n1.1\n설립목적\n1.2\n연혁\n2\n학술행사\n2.1\n국내세미나\n2.2\n국제세미나\n3\n저서\n4\n관련 기사\n개황\n설립목적\n참여교수 및 신진연구인력의 연구역량강화를 통한 국제소송법제 및 국제중재법제에 관한 심층적 연구\n집중적 연구를 통한 차세대 국제소송법제 및 국제중재법제 전문가의 양성\n적극적인 국제협력사업의 추진을 통한 국제화 역량의 강화입니다. 국제소송법제 및 국제중재법제 연구센터에서는 국제소송법제라는 학문영역이 가지는 국제적 성격뿐만 아니라 국제화라는 시대적 요구에 부응하기 위해 매년 국제세미나 개최, 국제석학의 초청강연, 참여대학원의 해외 연수 등의 다양한 프로그램을 운영\n연혁\n2006.03 법학연구소 산하 국제소송법센터 신설\n학술행사\n국내세미나\n2007. 2. 12. 최근 국제재판소 및 국내법원의 재판관할권행사의 동향, 한양대학교 제2법학관 국제회의실\n2008. 2. 15. 사법적 및 준사법적 구제방법을 통한 국제적 인권보호, 한양대학교 제3법학관 602호\n2008. 11. 28. 한미 쇠고기 협상의 국제법적 조명, 대한적십자 빌딩(4층 강당)\n2009. 12. 18. 국제형사재판의 현황과 전망, 한양대학교 제3법학관 602호\n2010. 12. 16. 국제사법재판기구의 최근 판레 및 그 함의(Study on Current Cases of International Judicial Bodies and their implications), 한양대학교 제3법학관 603호\n국제세미나\n2006. 11. 24. 중재제도에 의한 국제분쟁해결의 모색, 한양대학교 제2법학관 모의법정\n2007. 11. 16. 국제투자분쟁해결 및 국제중재규칙에서의 최근의 동향, 한양대학교 제3법학관 602호\n2008. 8. 4. 한국, 일본, 독일에 있어서의 분쟁해결과 관련된 현안문제, 한양대학교 제3법학관 502호\n2010. 2. 25. 일본의 국제재판관할입법 동향과 한국의 입법 방향> (Current Rules and Legal Issues on International Jurisdiction in Japan and Korea),한양대학교 제3법학관 603호\n2010. 4. 23. The 2010 DILA International Conference - The Law of the Sea, Dispute Settlement, and Colonialism in International Law -, International Conference Hall, Yonsei Law School\n2011. 6. 26~27. 한양대학교 국제소송법연구센터 국제세미나 [When East Meets West: Asian Approaches to International Law] * Date: June 26~27, 2011Hanyang University School of Law\n2011. 9. 16. 국제상사중재의 현안과 미래의 과제 (Current Issues and Future Challenges in International Commercial Arbitration), 국제상공회의소 회의실\n2012. 9. 7~9. Korea-Japan-Taiwan Private International Law / International Civil Procedure Law Symposium 2012, Hanyang University, 3rd Law Building 603\n저서\n2010.09  「국제소송법무」 창간호 발간\n관련 기사"
}