{
  "title": "복나눔 멘토링",
  "url": "https://hyu.wiki/%EB%B3%B5%EB%82%98%EB%88%94%EB%A9%98%ED%86%A0%EB%A7%81",
  "content": "1:1 멘토링으로 대학생들과 취약계층 청소년들이 서로 아픔을 안아주며 꿈을 나누는 통로가 되어주는 프로그램이다. 한양대학교\n서울캠퍼스\n와\nERICA캠퍼스\n가 참여하며, 2021년 1월 기준 4기를 모집하고 있다.\n홈페이지 :\nhttps://www.favorinyoureyes.com/\n2020년 기준 292명의 멘토와 멘티 참여\n학습 지원 : 멘토와 멘티는 1년동안 주2회 4시간 이상 1:1 멘토링을 진행하며 장기적이고 주기적인 학습지도로 멘티의 학습 지원 및 태도 형성을 돕는다\n정서 지원 : 멘토링을 통해 학습 지원뿐 아니라 친밀한 유대감을 형성하여 진정성 있는 고민상담과 진로설계를 돕는다\n멘토 : 멘토링을 통해 나눔의 실천을 경험한다. 멘토일지·성찰일지 작성을 통해 미래사회 기부 리더로 성장한다\n멘티 : 멘토링을 통한 다양한 교육의 기회를 누린다. 멘티일지 작성 및 진로상담을 통해 꿈을 향한 발걸음을 내딛는다\n목차\n1\n특징\n2\n모집\n3\n운영\n3.1\n3기\n4\nQ&A\n5\n관련 기사\n특징\n대학교·교육(지원)청·지자체가 주관하고 사단법인 복을 나누는 사람들이 지원하여 각 기관의 전문성을 바탕으로 운영되는 '교육기관 주도형 멘토링'\n대학 정규교과목 개설을 통해 체계적으로 멘토 육성\n멘토와 멘티를 동성끼리 배치하고, 1:1로 최소 1년 동안 멘토링을 진행하게끔 하여 보다 진정성 있는 멘토링 표방\n복나눔 멘토단 4기 모집 포스터 (ⓒ사회혁신센터)\n모집\n출처 : 복나눔 멘토단 제4기 모집 포스터\n모집기간 : 2021년 1월 4일 ~ 2021년 1월 15일\n모집대상 : 교양 '창의 인성 프로젝트' 교과목 이수자 혹은 수강예정자 (2021년 1학기)\n활동내용 : 서울특별시 성동광진교육지원청, 성동구청 선정 지역 취약계층 청소년 학생들을 위한 학업 및 정서지원의 1:1 복나눔 멘토링 프로그램 진행(주2회 4시간 이상)\n활동기간 : 1년 (2021년 1학기 4개월, 2학기 4개월 총 8개월)\n멘토링 혜택 : 한 학생당 멘토지원금 월 30만원 내외 지급 (간식비 및 교재비가 추가로 지급될 수 있음)\n운영\n3기\n운영기간 : 2020학년도 2학기 (9월~12월)\n참여인원 : 서울(44명), 안산(36명), 전남 목포(60명)\n주관 : 한양대학교 (서울,ERICA), 전남국립목포대학교\n헙력 : 성동광진교육지원청, 경기안산교육지원청, 전남무안교육지원청\n2020년 9월 11일 온라인 통합발대식 진행\n2020년 12월 28일 온라인 통합수료식 진행\nQ&A\n복나눔 멘토링 프로그램 활동을 위한 자격이 있나요?\n복나눔 멘토는 각 대학 재학생으로서 지정 정규 교과목(멘토 육성 프로그램) 수강을 선행함으로 멘토 지원 자격을 갖추게 됩니다. 해당 교과목에 대한 문의는 각 대학교를 통해 문의하시길 바랍니다.\n복나눔 멘토링 프로그램 모집 기간은 언제인가요?\n복나눔 멘토링 프로그램은 최소 1년 이상 활동을 의무로 하며, 매년 초(1~2월 중) 1학기 시작 전에 멘토를 모집하며 면접을 통해 선발합나다.\n멘토링 활동은 어디에서 하나요?\n복나눔 멘토링 프로그램 활동은 복을 나누는 사람들에서 지정한 공식적인 장소에서 진행합니다. 주로 멘티의 학교(중고교)에서 진행되며, 미술교과의 경우 대학 지정 강의실 등에서 1:1로 진행합니다.\n멘토 멘티 매칭 기준이 있나요?\n멘토와 멘티는 동성을 우선기준으로 하며 희망하는 교과목, 연령대를 기준으로 매칭됩니다.\n멘토 멘티의 활동 의무는 무엇인가요?\n멘토와 멘티는 최소 1년 이상, 주2회 4시간 이상 활동을 의무로 하며, 멘토링 후 각종 일지를 작성하여 정기적으로 사단법인 및 멘토링 관리자에게 보고하는 것을 의무로 합니다.\n멘토링 수업 진행을 못했을 경우, 어떻게 하면 되나요?\n멘토나 멘티의 개인사정으로 인해 부득이하게 멘토링을 진행하지 못했을 경우, 해당하는 주 이내로 보강을 실행하고 보강에 대한 날짜와 시간, 사유 등을 멘토 일지에 기록하여 제출합니다.\n복나눔 멘토링 프로그램을 끝까지 이수하지 못하게 되는 경우는 어떻게 하나요?\n복나눔 멘토링 프로그램을 중도 포기하는 경우, 미리 사단법인에 알려 멘티와의 멘토링 수업 진행에 문제가 없게 해야합니다. 더불어 멘토는 분할 지급되는 멘토지원금 잔액을 지급받지 못하게 됩니다.\n관련 기사\n<사회혁신센터> 2021.1.13\n나날이 커지는 교육격차 '복나눔멘토링'이 메운다\n<사회혁신센터> 2020.11.23\n한 명의 청소년을 위한 사랑의 실천, 복나눔 멘토링 프로그램\n<사회혁신센터> 2020.09.28\n제3기 복나눔 멘토링 프로그램 온라인 통합 발대식 개최...\"앞으로 4개월동안 비대면 활동\""
}