{
  "title": "부전공",
  "url": "https://hyu.wiki/%EB%B6%80%EC%A0%84%EA%B3%B5",
  "content": "부전공 이수제도는 주전공(학과, 학부) 이외에 타 전공의 소정의 학점을 이수하였을 때 졸업 시 소속 전공(주전공)과 부전공을 병행 표기하여 학위를 수여하는 제도이다.\n부전공은\n다중전공\n보다 필요이수학점이 적으며, 다중전공과 달리 부전공은 1개만 인정되는 것이 다른 점이다.\n융합부전공 : 부전공 전공이수학점 기준을 준용하되, 기타 이수 요건을 관장학과에 따로 정할 수 있음.\n융합전공\n문서를 참고\n학칙 48조\n목차\n1\n부전공 제도 내용\n2\n신청자격 및 프로세스\n3\n이수 안내\n4\n편입생의 부전공\n5\n공학교육인증 프로그램 참여학과 학생의 부전공 신청\n6\n학위수여\n7\n유의사항\n7.1\n과목수강 시 유의사항\n7.2\n조기졸업\n7.3\n부전공 – 다중전공 전환 (동일전공)\n부전공 제도 내용\n영문학위증명서에는 표기되지 않음.\n부전공은 1개 전공만 인정\n졸업 사정할 때 이수중인 부전공이 있다면, 다중전공을 부전공으로 전환 불가\n동일교과목 중복 학점인정\n주전공 학과의 교육과정과 부전공 학과의 교육과정을 비교했을 때, 동일 과목(학수번호 동일)일 경우 최대 6학점까지 중복인정을 받게 됩니다. 이는 부전공 전공학점을 차감하는 형태로 적용됩니다. 예) 주전공 전공학점이 39학점이고 부전공 전공학점이 27학점인 경우, 6학점까지 중복인정을 받아서 졸업사정시 주전공은 39학점, 부전공은 21학점을 채우면 됩니다.\n제외 항목 : 부전공학과의 기초필수 과목이 제1전공의 기초필수 과목일 경우는 부전공에서 학점 미인정. 주전공(제1전공)에서만 기초필수로 인정되는 것임.\n부전공 포기 : 부전공 포기 등으로 자격을 인정받지 못하는 경우 해당 기 수강 과목은 주전공이나 부전공 모두 속하지 않기 때문에 ‘타전공 일반선택’ 학점으로 처리되어 졸업이수 학점에만 포함됩니다.\n신청자격 및 프로세스\n신청자격 : 1학기 이상의 유효한 성적이 있는 서울캠퍼스 (1학년 2학기이상의)재학생(단, 학업연장재수강자 및 졸업유보자 제외)\n지원가능학과 : 의과대학, 간호학부, 사범대학을 제외한 전 대학 전 학과\n2008년부터 교직 부전공제도는 폐지되었습니다. (자세한 문의: 사범대학 교직과(02-2220-1092))\n신청기간 : 매년 5월 및 11월 중 (매 학년도 학사일정 참조)\n신청방법: 지정된 신청기간에 HY-in 로그인하여 [신청>전공관리>전공신청/포기] 메뉴에서 본인이 입력 후 저장→ 신청서를 출력하여 부전공 학과에 제출\n이수 안내\n총 이수 학점 변동 : 부전공을 지원할 경우 이수해야 할 학점이 많아짐으로 선택에 신중을 기해야 하며, 경우에 따라 9학기이상 등록, 이수해야 함을 감안해야 합니다. 다만 부전공자가 되면 주전공 학점이 감해지므로 이를 확인해야 합니다.\n부전공 학과의 전공 이수학점은 학과마다 다르니 ‘\n최소전공이수학점/부전공\n’ 별도 확인 바랍니다.\n부전공 이수자는 부전공으로 지정된 전공과목 중에서 전공핵심과목 12학점을 포함하여 전공과목으로 총 21학점 이상을 이수하여야 합니다.(단, 공과대학 건축학부의 경우 전공핵심 33학점을 포함하여 51학점 이상 이수)\n[1]\n주전공을 단일전공으로 할때의 전공학점이 다전공(부전공, 다중전공) 이수시 낮아지게 되며, 학과마다 변동되는 학점수가 다릅니다. 만약 다전공 포기하게 되면 주전공 전공학점이 다시 원래대로 높아지게 되어 졸업사정을 통과하지 못할 수 있으니 주의해야 합니다.\n예) 단일전공의 졸업 학점이 60학점인 언론정보대학 학생이 경영학부를 부전공하게 되면, 주전공 학점은 39학점으로 낮아지나 부전공 학점은 27학점이 되어 실질적으로는 66학점으로 상승하게 됩니다.\n해당학과에 개설된 교육과정상의 전공과목 중에서 지정 최소 전공학점 수 이상을 이수하여야 하며, 해당 학과에서 내규로 ‘필수/선수강 과목’을 지정한 경우 해당 과목을 모두 이수해야 함.\n부전공 필수과목이 폐강된 경우에는 이수하지 않아도 되나, 과목구분은 변경되더라도 이수하여야 함.\n3학년 편입생은 별도의 주전공이수학점을 적용받으며 부전공 이수 시에도 주전공 전공이수학점은 동일합니다\n졸업 요건 변경 : 부전공자는 부전공 학과의 졸업요건에 해당하는 전공 학점수, 전공핵심 필수과목 이수, 기타 학과별 졸업요건(예 : 졸업논문, 인증) 등의 조건을 만족시켜야 합니다.\n졸업요건에 졸업학점은 포함되지 않기 때문에 부전공 학과의 졸업학점이 제1전공의 졸업학점보다 높더라도 본인의 최종 졸업학점 이수 조건은 변경되지 않습니다.⇒ 부전공하는 학과의 전공핵심 필수과목은 반드시 이수하여야 합니다. 이것은 졸업사정에서 ‘미필과목이수여부’로 명시되며, 미필과목 리스트에서 확인이 가능합니다. 교육과정의 이수구분상 기초필수 과목들은 부전공 의무이수 요건이 아닙니다. 단, 일부 전공핵심필수과목이 선이수과목으로 기초필수 과목을 지정하는 사례가 있으며, 학과에 따라서는 별도의 선수강 과목을 졸업요건으로 지정하는 경우가 있습니다. 교육과정 전체를 꼭 확인해보시기 바랍니다, ⇒ 부전공 신청 당시와 학적변동 시 적용받는 전공이수학점이 다를 경우에는 낮은 기준을 적용 받습니다.\n부전공은 신청 시 해당학년의 교육과정을 적용받으므로 신청 시기에 따라 이수대상 과목이 다를 수 있음.\n부전공을 계획하는 학생은 신청 이전부터 부전공을 준비하여 해당학과 과목을 이수할 수 있으나, 해당학기 부전공 학과의 전공과목으로 개설된 강좌를 수강해야 전공학점으로 인정받을 수 있으니 수강신청 시 주의해야 합니다.\n전공핵심 이수 구분 : 졸업요건으로 이수해야하는 전공학점 이외 전공핵심필수를 포함한 전공핵심 학점도 지정되어 있으므로 이를 구별해야 합니다. 통상 괄호 안에 숫자가 전공핵심 이수학점 표기입니다.\n예) 광고홍보학과 부전공 학점은 27학점이며 이중 12학점은 전공핵심필수+전공핵심으로 채워야 합니다. 표기는 27(12)로 되어 있습니다.\n적용 교육과정 : 부전공 신청 당시 본인이 적용받고 있는 교육과정을 적용함. 단, 부전공 신청당시와 학적변동으로 전공이수학점이 다를 경우에는 낮은 기준을 적용 함.\n편입생의 부전공\n전공이수학점 : 편입생의 경우 주전공에서 지정된 전공이수학점 기준을 적용받으며, 부전공을 이수하거나 포기하더라도 주전공 이수학점은 변동되지 않습니다.\n인정 학점 : 본교 편입학시 인정받은 학점은 졸업학점으로만 인정되고 부전공 이수학점으로는 인정되지 않으므로, 부전공 이수를 위해서는 부전공 학과의 최소 전공 학점수 이상을 반드시 이수해야 합니다. (전적 대학 취득학점중 제1전공의 전공, 교양, 일반선택으로 인정받은 학점도 부전공학과의 전공학점에는 가산되지 않습니다)\n제출 서류 : 일반 입학생이 1학기 성적이 있어야 부전공 지원 가능한 것과 달리, 편입생은 편입한 첫 학기부터 지원이 가능합니다. 하지만 이 경우 통상적으로 제출받는 우리 대학의 ‘성적증명서’ 발급이 불가하기 때문에 전적 대학의 성적증명서를 대신 제출하도록 하고 있으며, 이는 학과마다 다를 수 있으니 지원시 문의 후 서류를 제출해주시기 바랍니다.\n공학교육인증 프로그램 참여학과 학생의 부전공 신청\n인증 포기 자격 : 2016학번 이상의 공학교육인증프로그램 참여학과 학생은 다전공 참여시 공학교육인증 참여를 포기할 수 있습니다.\n다전공 포기시 환원 : 졸업 이전에 다중전공을 포기하게 되면 공학교육인증 프로그램으로 별도의 절차없이 자동 재 진입되어 필수 졸업요건이 됩니다. 이로인해 졸업사정 통과에 어려움이 있을 수 있으니 주의가 필요합니다.\n문의 : 관련 내용은 공학인증센터(공학교육혁신센터)에 문의하여 확인하시기 바랍니다. 전화번호 031-400 5042\n학위수여\n1) 부전공 졸업요건 미충족 시 졸업 연기 여부 결정 필요\n졸업예정자가 제1전공의 졸업요건을 충족되었으나, 부전공의 졸업요건이 충족되지 아니한 경우에는 지정된 기간에 졸업연기원을 제출한 후(HY-in) 부전공의 잔여학점을 계속 이수하여야 함 ⇒ 졸업연기원 미제출시 부전공은 자동 포기되며 제1전공으로만 졸업사정을 진행하며 단일전공 졸업요건 충족 시 제1전공으로만 학위 수여\n2) 주전공(제1전공)의 졸업요건 및 부전공의 졸업요건을 모두 충족한 경우\n주전공(제1전공) 국문 학위증명서에 주전공(제1전공) 학위명과 부전공 명을 병행 표기하여 학위를 수여함\n유의사항\n부전공은 재학 중 1개에 한하여 이수할 수 있습니다.\n중복교과목 학점인정: 제1전공의 전공기초, 전공과목이 부전공학과의 전공과목과 중복될 경우 최대 9학점까지 부전공학과 전공으로 인정(단, 주전공의 전공기초가 부전공의 전공기초일 경우에는 부전공에서 미인정)\n공학교육인증 프로그램 참여 학과 학생: 부전공 신청 시 「공학교육인증프로그램 포기」 가능함(선택사항)\n공학교육인증프로그램\n참여학과(주전공기준): 건축공학, 건설환경공학, 기계공학, 화학공학, (유기나노공학-2018.2학기부터 인증탈퇴)\n부전공 중도 포기 할 경우: 단일전공자가 될 경우 「단일전공이수자 학점기준」을 적용받게 되므로\n과목수강 시 유의사항\n우선 수강 : 부전공자는 \"제1전공 우선 수강신청, 필수과목(기초필수, 전공핵심필수) 우선수강\" 원칙을 지키고, 학기별 수강계획에 따라 가급적 8학기 이내에 제1전공 및 부전공 학과의 졸업요건을 만족하도록 해야 합니다.\n수강과목 : 부전공 학과 과목 이수 시에는 이수 당시 부전공 학과에 개설되어있는 전공과목을 수강합니다.\n재수강 : 교육과정 변경으로 과목구분이 변경된 부전공학과 전공과목을 재수강하여 상위성적을 취득한 경우 기존 과목구분이 아닌 성적 상승학기의 해당학과의 개설 과목구분으로 처리되니 주의가 필요합니다.\n조기졸업\n부전공 신청자가 주전공 이외에 부전공의 학위수여 요건을 미충족한 경우도 조기졸업 대상에서 제외됩니다.\n부전공 – 다중전공 전환 (동일전공)\n다중전공 신청기간에 동일 전공으로 다중전공 신청 후 심사에 통과하여 다중전공 승인되면 변경이 가능하며, 이때 부전공은 자동 취소됨\n다중전공 중도포기자가 부전공 이수요건을 충족하였을 경우 부전공자격 인정 가능 : 다중전공 포기신청기간에 ‘다중전공 포기 신청’ 후 부전공 전환여부에 체크 한 경우 부전공으로 인정받을 수 있음 (추가로 신청서 제출은 없으나 해당 학과에 확인 필요)\n↑\n대표홈페이지\n부전공제도 참고"
}