{
  "title": "산업과학연구소/연구과제",
  "url": "https://hyu.wiki/%EC%82%B0%EC%97%85%EA%B3%BC%ED%95%99%EC%97%B0%EA%B5%AC%EC%86%8C/%EC%97%B0%EA%B5%AC%EA%B3%BC%EC%A0%9C",
  "content": "이 문서는\n산업과학연구소\n에서 수행한 연구과제를 기록한 문서입니다. 한양대학교 백서 2005-2008, 2009-2012 참고\n목차\n1\n2005\n2\n2006\n3\n2007\n4\n2008\n5\n2009\n6\n2010\n7\n2011\n8\n2012\n2005\n2005.3.1~2006.2.28 강사장교의 내하율 산정에 관한 연구, 최동호, 산업과학연구소\n2005.3.1~2006.2.28 토사지층에서 원형 토류벽에 작용하는 토압 산정에 관한 연구, 천병식, 산업과학연구소\n2005.3.1~2006.2.28 지진 매개변수에 따른 지진해일 초기 수면변화, 조용식, 산업과학연구소\n2005.3.1~2006.2.28 나노 스테이지용 압전구동기의 퍼지 PI 제어기 설계, 정정주, 산업과학연구소\n2005.3.1~2006.2.28 기계적 합금화법에 의한 가시고아선 영역에서 반응 가능한 극미세구조 광촉매 Ti02 분말 개발에 관한 연구, 이경섭, 산업과학연구소\n2005.3.1~2006.2.28 원전밸브 Stellite 대체용 Fe 계 경면처리 합금의 cavitation erosion에 미치는 제3원소 연구, 김선진, 산업과학연구소\n2005.3.1~2006.2.28 생물학적 시스템으로 본 2족보행 로봇의 보행 연구, 박종현, 산업과학연구소\n2005.3.1~2006.2.28 전기활성 Actuator의 구동능력 향상 연구, 김성훈, 산업과학연구소\n2005.3.1~2006.2.28 수액투여에 의해 확장된 인체수분공간의 모델링, 여영구, 산업과학연구소\n2005.3.1~2006.2.28 다중감각요소 자극에 따른 인간감각 수용 특성 분석과 인간-기계 인지 반응 모델 구축 방법론에 대한 연구, 박민용, 산업과학연구소\n2005.3.1~2006.2.28 작업시작시간이 고려된 병렬기 계에서의 납기지연 최소화를 위한 일정계획 알고리듬, 이동호, 산업과학연구소\n2005.3.1~2006.2.28 박판 시효 스프링백에 관한 연구, 금영탁, 산업과학연구소\n2005.3.1~2006.2.28 구조파 전달특성을 이용한 구조물 결함의 측정, 박준홍, 산업과학연구소\n2005.3.1~2006.2.28 마이크로 채널에서 전기역학과 유전영동에 대한 수치해석, 송시몬, 산업과학연구소\n2005.3.1~2006.2.28 고순도의 생물제품 및 의약품 원료물질의 생산을 위한 SMB 시스템의 Pinched Wave Design에 관한 연구, 문성용, 산업과학연구소\n2005.3.1~2006.2.28 생체조직재생용 세포친화성 고분자재료 설계, 이근용, 산업과학연구소\n2005.3.1~2006.2.28 비 간접성을 고려한 지진파 개발, 박두희, 산업과학연구소\n2005.3.1~2006.2.28 대면적 TFT-LCD용 data driver의 amplifier 요구 특성분석, 최병덕, 산업과학연구소\n2005.3.1~2006.2.28 이방성 매질에서의 완전파형 음파검층의 반응, 변중무, 산업과학연구소\n2005.3.1~2006.2.28 반도체 나노 디바이스의 Hot Electrron 열화에 대한 통계적 모델에 곤한 연구, 배석주, 산업과학연구소\n2005.3.1~2006.2.28 스테로이드를 이용한 고효율 유전자 전달체의 개발, 이민형, 산업과학연구소\n2006\n2006.3.1~2007.2.28 나노구조 Fe-Co 자성분말의 제조 및 특성평가, 김영도, 산업과학연구소\n2006.3.1~2007.2.28 인장 시험을 통한 마르템사이트 상변태가 일어나는 임계응력 즉정, 김선진, 산업과학연구소\n2006.3.1~2007.2.28 Baylis-Hillman 반응을 이용한 새로운 헤테로고리 화합물 합성, 이기정, 산업과학연구소\n2006.3.1~2007.2.28 고분자의 형광 특성을 이용한 바이오센서로의 적용에 관한 연구, 서동학, 산업과학연구소\n2006.3.1~2007.2.28 표준충격원에 의한 중량충격음의 레벨 변환, 전진용, 산업과학연구소\n2006.3.1~2007.2.28 아직도 도시계획은 필요한가?, 김흥순, 산업과학연구소\n2006.3.1~2007.2.28 타원곡선 암호시스템 SoC(System-on-Chip)설계, 김동규, 산업과학연구소\n2006.3.1~2007.2.28 수용체-리간드의 상호작용을 이용한 표적지향형 암진단 물질의 개발, 신흥수, 산업과학연구소\n2006.3.1~2007.2.28 잔기화학적 기법을 이용한 철근콘크리트 구조물의 보수보강에 관한 연구, 유재석, 산업과학연구소\n2006.3.1~2007.2.28 페리틴을 기본으로 하는 바이오 연료 전지전극에 관한 연구, 김선정, 산업과학연구소\n2006.3.1~2007.2.28 비정질 합금의 기계적 거동에 관한 연구, 장재일, 산업과학연구소\n2006.3.1~2007.2.28 Tetrapyrazionoindoloporphyrizine 필름의 전자기적 특성연구, 안희준, 산업과학연구소\n2006.3.1~2007.2.28 올레핀 촉진수송분리막, 강용수, 산업과학연구소\n2006.3.1~2007.2.28 유전자재조합 단백질 발현 연구, 김용희, 산업과학연구소\n2006.3.1~2007.2.28 HIV 바이러스에 대한 최적의 항 바이러스 RNAi 개발, 이상경, 산업과학연구소\n2006.9.1~2007.8.31 환경정화용 유기점토의 안정성 향상을 위한 연구, 박재우, 산업과학연구소\n2006.9.1~2007.8.31 유한요소 해석에 의한 석회암 공동지반의 변형 특성에 관한 연구, 천병식, 산업과학연구소\n2006.9.1~2007.8.31 다공질 매체의 장기거동을 위한 수치해석, 박대효, 산업과학연구소\n2006.9.1~2007.8.31 Ag와 redope된 polyanilne 나노입자와의 혼성체 제조 및 특성, 임승순, 산업과학연구소\n2006.9.1~2007.8.31 공정 플라즈마 전자온도 모니터링 기술 개발, 정진욱, 산업과학연구소\n2006.9.1~2007.8.31 Markov Process Model을 이용한 신뢰도기반 유지봇 방법에 관한 연구, 김진오, 산업과학연구소\n2006.9.1~2007.8.31 DSRC 시스템에서 릴레이 프로토콜 개발, 윤동원, 산업과학연구소\n2006.9.1~2007.8.31 영구자석 진동기의 불가역감자특성 해석, 홍정표, 산업과학연구소\n2006.9.1~2007.8.31 CZT 화합물 반도체 방사선 센서의 분해능 특성 연구, 김용균, 산업과학연구소\n2007\n2007.3.1~2008.2.29 지진해일에 의한 유사이송, 조용식, 산업과학연구소\n2007.3.1~2008.2.29 REID를 이용한 구조물안전점검시스템 개발, 조병완, 산업과학연구소\n2007.3.1~2008.2.29 실험계획법을 이용한 PAC실내기의 저소음 최적 설계, 오재응, , 산업과학연구소\n2007.3.1~2008.2.29 다중 스케일 기법을 이용한 다축하중조건 하에서의 탄소 나노튜브 시스템의 역학적인 특성에 관한 연구, 임장근, 산업과학연구소\n2007.3.1~2008.2.29 두 축의 위치 동기화를 위한 비선형 적응제어, 허건수, , 산업과학연구소\n2007.3.1~2008.2.29 다품종 네트워크 흐름 문제에 대한 다단계 원시-쌍대알고리즘, 최경현, 산업과학연구소\n2007.3.1~2008.2.29 노인용 제품 설계를 위한 노인사용자 분류 및 behavior 분석, 박민용, 산업과학연구소\n2007.3.1~2008.2.29 남북한 산업표준 통합방안 연구, 윤덕균, , 산업과학연구소\n2007.3.1~2008.2.29 고분자 전해질형 연료전지 내에서의 플러딩 현상이 예측 가능한 이상 모델 개발, 이성철, 산업과학연구소\n2007.3.1~2008.2.29 연료전지 고분자 전해질막용 인산형 이온성 그라프트 공중합체의 합성 연구, 조창기, 산업과학연구소\n2007.3.1~2008.2.29 프탈로시아닌 랭뒤어-블로짓 박막 형성에 미치는 전달촉진제의 영향에 관한 연구, 안희준, 산업과학연구소\n2007.3.1~2008.2.29 컴퓨터 시뮬레이션을 이용한 A1 합금의 수축 예측에 관한 연구, 윤의박, 산업과학연구소\n2007.3.1~2008.2.29 Cu-Be합금 대체용 고강도，고전기전도도 Cu-Ti합금 연구, 김선진, 산업과학연구소\n2007.3.1~2008.2.29 다중스케일 엔트로피를 이용한 뇌파의 동역학적 특성, 이두수, 산업과학연구소\n2007.3.1~2008.2.29 전기방사한 생분해성 섬유의 특성 연구, 김성훈, , 산업과학연구소\n2007.3.1~2008.2.29 고분자 연료전지 스택 최적 운전 조건 설정에 관한 연구, 엄석기, , 산업과학연구소\n2007.3.1~2008.2.29 고속전자소자개발을 위한 반도체 나노와이어 개발, 박원일, , 산업과학연구소\n2007.3.1~2008.2.29 탄소나노코일을 이용한 메모리소자 작동원리 연구, 박완준, , 산업과학연구소\n2008\n2008.3.1~2009.2.29 터널 자동화 계측 시스템의 적용성에 관한 연구, 천병식, 산업과학연구소\n2008.3.1~2009.2.29 장경간 강사장교의 극한거동 및 안정성에 대한 연구, 최동호, , 산업과학연구소\n2008.3.1~2009.2.29 작은 임피던스 미스매칭을 갖는 DDR3용 ZQ calibration의 설계, 곽계달, 산업과학연구소\n2008.3.1~2009.2.29 유전체 장벽 방전 현상 연구, 정규선, 산업과학연구소\n2008.3.1~2009.2.29 전동기 통합 설계 S/W 개발, 이주, 산업과학연구소\n2008.3.1~2009.2.29 유도 결합 플라즈마에서의 바이러스 임피던스 전이 현상 연구, 정진욱, 산업과학연구소\n2008.3.1~2009.2.29 티 타 네이트 나노튜브의 구조에 미치는 잔여 Sodium 농도의 영향, 이경섭, 산업과학연구소\n2008.3.1~2009.2.29 Hils를 적용한 휠로더 자동변속기의 변속 특성 해석, 송창섭, 산업과학연구소\n2008.3.1~2009.2.29 MBF와 NURBS 보간을 이용한 정밀 급속 부조법, 정성종, 산업과학연구소\n2008.3.1~2009.2.29 가스터빈 엔진 운전 조건에서 석탄가스 난류 화염장에 대한 수송확률밀도함수 모델링, 김용모, 산업과학연구소\n2008.3.1~2009.2.29 고속열차의 차간공간에 의해 발생하는 공력소음의 측정 원과 예측에 관한 연구, 박준흥, 산업과학연구소\n2008.3.1~2009.2.29 속성 값들의 조합을 이용한 범주형 데이터 클러스터링, 김재련, 산업과학연구소\n2008.3.1~2009.2.29 B-shape의 다양체화를 위한 연구, 김덕수, 산업과학연구소\n2008.3.1~2009.2.29 재제조시스템에서의 운영관리: 기본구조 및 기존 연구, 이동호, 산업과학연구소\n2008.3.1~2009.2.29 생산시스템 합성을 위한 페트리넷 기반 제어기 설계, 정인재, 산업과학연구소\n2008.3.1~2009.2.29 이온기가 도입된 다중 유화법을 이용한 수용성 물질의 캡슐화, 서경도, 산업과학연구소\n2008.3.1~2009.2.29 Melt blend에 의한 PLA/PBS ionomer의 제조 및 특성 연구임승순, 산업과학연구소\n2008.3.1~2009.2.29 생분해성 나노섬유의 전기방사, 김성훈, 산업과학연구소\n2008.3.1~2009.2.29 차세대 비휘발성 메모리 특성 열화 연구, 송윤흡, 산업과학연구소\n2008.3.1~2009.2.29 극자외선 노광용 포 토 마스크의 입자 오염 방지 효율에 관한 수치적 연구, 육세진, 산업과학연구소\n2008.9.1~2009.8.31 고분자 전해질을 적용한 염료 강응 태양전지의 광전 특성연구, 김동원, 산업과학연구소\n2008.9.1~2009.8.31 술폰화 고분자를 이용한 담수용 분리막소재의 개발, 박호범, 산업과학연구소\n2009\n2009.3.1~2010.2.28 영가철 나노튜브：환경오염제어용 신소재, 박재우, 산업과학연구소\n2009.3.1~2010.2.28 크루즈 산업을 항만시설 개발에 관한 연구, 조용식 산업과학연구소\n2009.3.1~2010.2.28 Lattice-Boltzmann 방법을 이용한 다공질 매체의 입자유동해석, 박대효, 산업과학연구소\n2009.3.1~2010.2.28 하천의 조도계수 산정, 이정규, 산업과학연구소\n2009.3.1~2010.2.28 지역개발사업의 파급효과분석체계에 관한 연구, 김홍배, 산업과학연구소\n2009.3.1~2010.2.28 가스절연개폐장치의 고체 스페이서에서의 경사 기능성 재료를 이용한 유전율 분포의 최적설계, 고광철, 산업과학연구소\n2009.3.1~2010.2.28 하드디스크의 스파이럴 서보트랙라이팅을 위한 제어기 설계, 정정주, 산업과학연구소\n2009.3.1~2010.2.28 다채널 초미세전극칩을 활용한 신경자극과 신경회로망 연구, 이두수, 산업과학연구소\n2009.3.1~2010.2.28 Co-무전해도금된 연료전지용 interconnect 고온 산화 및 Cr-poisoning 특성평가, 강성군, 산업과학연구소\n2009.3.1~2010.2.28 Push-Pull 환기 시스템을 이용한 대형 용접장 작업환경 개선에 관한 연구, 이재헌, 산업과학연구소\n2009.3.1~2010.2.28 다꾸찌법에 의한 파인 블랭킹 금형의 최적화, 금영탁, 산업과학연구소\n2009.3.1~2010.2.28 Reliability Analysis for MOSFET Devices via Fractal Theory, 배석주, 산업과학연구소\n2009.3.1~2010.2.28 단분산성의 아민 입자를 이용한 수용성 물질의 캡슐화, 서경도, 산업과학연구소\n2009.3.1~2010.2.28 Computational Fuel Cell Dynamics Model Development of MEA in PEMFC based on Flooded-Agglomerate Assumption, 이성철, 산업과학연구소\n2009.3.1~2010.2.28 연료전지 고분자 전해질 막용 이온성을 포함하는 설폰기와 방향족 아마이드기를 세그멘트로 갖는 공중합체의 합성 연구, 조창기, 산업과학연구소\n2009.3.1~2010.2.28 The synthesis and application of novel dyes with high thermal stability and superior property for ink-jet printed LCD color filters, 정재윤, 산업과학연구소\n2009.3.1~2010.2.28 양이온성 펩타이드를 이용한 유전자 전달 기술 개발, 이민형, 산업과학연구소\n2009.3.1~2010.2.28 단백질을 이용한 유전자 전달, 이상경, 산업과학연구소\n2010\n2010.3.1~2011.2.28 콘서트홀의 측벽면을 위한 수평확산체 설계 연구, 전진용, 산업과학연구소\n2010.3.1~2011.2.28 탄력성과 Trigger Point가 경제성 DR 프로그램에 끼치는 영향 분석, 김진오, 산업과학연구소\n2010.3.1~2011.2.28 Development of a Vector Probe for the Measurement of Plasma Flows in Detached Plasma of Tokamak Edge Regions, 정규선, 산업과학연구소\n2010.3.1~2011.2.28 2차원 플라즈마 공간분포 측정 및 균일도 해석법 연구, 정진욱, 산업과학연구소\n2010.3.1~2011.2.28 커먼레일 직접분사식 디젤엔진에서 DME 연료를 이용한 배기가스 저감기술 개발, 이창식, 산업과학연구소\n2010.3.1~2011.2.28 차량의 속도추정을 위한 감지시스템 개발, 허건수, 산업과학연구소\n2010.3.1~2011.2.28 나노금속함유 전자잉크의 열경화특성 연구, 허건수, 산업과학연구소\n2010.3.1~2011.2.28 기능성 실리카 입자의 제조 및 응용 연구, 구상만, 산업과학연구소\n2010.3.1~2011.2.28 π-conjugation 화합물을 이용한 차세대 비휘발성 메모리에 관한 연구, 서동학, 산업과학연구소\n2010.3.1~2011.2.28 친환경·고안정성을 갖는 전기자전거(바이크)용 리튬이차전지 개발, 선양국, 산업과학연구소\n2010.3.1~2011.2.28 PVDH용액의 전기방사에 있어서 방사온도가 나노섬유의 morphology 및 결정구조에 미치는 영향, 김병철, 산업과학연구소\n2010.3.1~2011.2.28 조직공학을 이용한 치주조직 재생, 신흥수, 산업과학연구소\n2010.3.1~2011.2.28 브레이징 접합부의 누설수명평가, 김정규, 산업과학연구소\n2010.3.1~2011.2.28 열처리를 통한 gold alloy의 표면 결함 및 강도 향상, 박종완, 산업과학연구소\n2011\n2011.3.1.~2012.2.29 공연장 무대 설계를 위한 음향 평가 연구, 전진용, 산업과학연구소\n2011.3.1.~2012.2.29 지진해일의 처오름높이에 관한 수치해석, 조용식, 산업과학연구소\n2011.3.1.~2012.2.29 석탄회를 이용한 혼합다짐말뚝(Granular Soil Mixture Compaction Pile)의 거동 특성, 천병식, 산업과학연구소\n2011.3.1.~2012.2.29 Study on the behavior of dusts in plasma environments, 정규선, 산업과학연구소\n2011.3.1.~2012.2.29 3-level NPC 인버터의 중성점 평형 유지를 위한 간단한 공간벡터 PWM 기법, 현동석, 산업과학연구소\n2011.3.1.~2012.2.29 전자인쇄잉크의 레이저경화 및 광물성치 변화 연구, 문승재, 산업과학연구소\n2011.3.1.~2012.2.29 초 고장력강의 스폿 용접성 특성 평가, 이세헌, 산업과학연구소\n2011.3.1.~2012.2.29 상권유형별 대형마트의 영향권 및 매출 영향 요인 분석, 김흥순, 산업과학연구소\n2011.3.1.~2012.2.29 도시공간구조가 에너지 사용효율에 미치는 영향, 오규식, 산업과학연구소\n2011.3.1.~2012.2.29 유기발광소자의 효율증진에 대한 연구, 김태환, 산업과학연구소\n2011.3.1.~2012.2.29 등록저작물 이미지 비교 검색 시스템, 김회율, 산업과학연구소\n2011.3.1.~2012.2.29 커먼레일 직접분사식 디젤엔진에서 DME 연료를 이용한 배기가스 저감기술 개발, 고광철, 산업과학연구소\n2011.3.1.~2012.2.29 차량의 속도추정을 위한 감지시스템 개발, 이주, 산업과학연구소\n2011.3.1.~2012.2.29 나노금속함유 전자잉크의 열경화특성 연구, 정정주, 산업과학연구소\n2011.3.1.~2012.2.29 용량성 결합 플라즈마에서의 전자기장 해석 및 연구, 정진욱, 산업과학연구소\n2011.3.1.~2012.2.29 스퍼터 타겟용 ZnS 계의 치밀화 기술 개발, 김영도, 산업과학연구소\n2011.3.1.~2012.2.29 Al2O3 thickness dependence of HfO2/Al2O3 bilayer deposited by Atomic Layer Deposition, 전형탁, 산업과학연구소\n2011.3.1.~2012.2.29 광용융법을 이용한 연료전지용 고성능 나노 촉매 구조 개발, 김학성, 산업과학연구소\n2011.3.1.~2012.2.29 높은 전기전도도를 갖는 폴리아닐린 투명전극 제조에 관한 연구, 김성훈, 산업과학연구소\n2011.3.1.~2012.2.29 마멸깊이 예측에 의한 전단 금형의 수명평가, 금영탁, 산업과학연구소\n2011.3.1.~2012.2.29 폴리염화비닐(PCB)의 플라즈마 분해를 위한 열역학적 고찰, 김용수, 산업과학연구소\n2012\n2012.3.1.~2013.2.28 쇄석다짐말뚝에 발생하는 clogging 억제를 위한 방안 제시 및 수치 해석적 규명, 천병식, 산업과학연구소\n2012.3.1.~2013.2.28 농촌지역 진단지표 개발에 관한 연구, 김홍배, 산업과학연구소\n2012.3.1.~2013.2.28 무정차, 디자로 기반 SMART영업시스템 구축, 이상선, 산업과학연구소\n2012.3.1.~2013.2.28 옥손과 브롬화나트륨을 이용한 Baylis-Hillman 알코홀의 산화반응, 이기정, 산업과학연구소\n2012.3.1.~2013.2.28 염료감응형 태양전지용 투명 광전극 제조, 정성훈, 산업과학연구소\n2012.3.1.~2013.2.28 폴리설폰 공증합체를 이용한 이온성 분리막의 연구, 조창기, 산업과학연구소\n2012.3.1.~2013.2.28 4 성분계 단일 스퍼터링 타겟을 이용한 Cu 2Zn1-xSnxS3 광흡수층박막 개발, 최창환, 산업과학연구소\n2012.3.1.~2013.2.28 분자구조체의 van des Waals 모델 및 solvent accessible 모델의 부피 및 표면적 계산 알고리즘 개발, 김덕수, 산업과학연구소\n2012.3.1.~2013.2.28 ISO 10140 및 KS 2810-2 신규 표준 바닥충격원 사용에 대한 측정오차 및 불확도 추정 연구, 전진용, 산업과학연구소\n2012.3.1.~2013.2.28 CO2 흡수능 증대를 위한 개량형 콘크리트 개발, 박재우, 산업과학연구소\n2012.3.1.~2013.2.28 지진해일 재해정보도 제작, 조용식, 산업과학연구소\n2012.3.1.~2013.2.28 차량 애드혹 환경에서의 Time Critical 서비스를 위한 네트워킹 기술 연구, 정재일, 산업과학연구소\n2012.3.1.~2013.2.28 신재생에너지의 최적 통합운영에 관한 연구, 김진오, 산업과학연구소\n2012.3.1.~2013.2.28 플라즈마에서의 티끌입자 측정을 위한 출전성 다이아프램 게이지의 보정 연구, 정규선, 산업과학연구소\n2012.3.1.~2013.2.28 확장형 말만필터를 이용한 매입형 영구자석동기전동기의 센서리스 제어, 현동석, 산업과학연구소\n2012.3.1.~2013.2.28 다양한 유/무기 소재개발 및 이를 활용한 화장품분야로의 적용, 조은철, 산업과학연구소\n2012.3.1.~2013.2.28 고감도 기체센서용 그래핀기반 나노 구조체 제작 기술 개발, 한태희, 산업과학연구소\n2012.3.1.~2013.2.28 액상 환원법을 이용한 백금 나노 입자의 형상 제어, 김영도, 산업과학연구소\n2012.3.1.~2013.2.28 생산지식기반 데이터베이스를 활용한 폴리설계에 관한 연구, 김재정, 산업과학연구소\n2012.3.1.~2013.2.28 가솔린 압축착화엔진의 연소해석 기술 개발, 박성욱, 산업과학연구소\n2012.3.1.~2013.2.28 태양전지 응용을 위한 비정질 실리콘 박막의 알루미늄 직접 가열유도 결정화공정, 문승재, 산업과학연구소\n2012.3.1.~2013.2.28 극자외선노광 용 포토마스크의 수평 이송 시 오염제어를 위한 열영동 효과 평가, 육세진, 산업과학연구소\n2012.3.1.~2013.2.28 A16061 재료의 석출경화 열처리에 따른 탄성표면파의 음향비선형 특성 연구, 장경영, 산업과학연구소"
}