{
  "title": "산업디자인학과",
  "url": "https://hyu.wiki/%EC%82%B0%EC%97%85%EB%94%94%EC%9E%90%EC%9D%B8%ED%95%99%EA%B3%BC",
  "content": "소속: ERICA\n디자인대학\n산업디자인학과\n유형: ERICA 대학\n영문명: DEPARTMENT OF INDUSTRIAL DESIGN\n중문명: 产业设计系\n홈페이지:\nhttp://idesign.hanyang.ac.kr/\n이 글은 홈페이지와\nERICA전공소개서\n를 바탕으로 작성됨\n목차\n1\n소개\n2\n주요활동 분야\n2.1\n연혁\n2.2\n세부전공\n2.3\n필요 자질\n3\n학년별 학습내용\n4\n학회\n소개\n산업디자인은 산업에 의해 대량생산되는 공산품의 형태, 구조, 기능적인 여러 특징을 결정하기 위한 조형 활동으로 인문사회학, 경영학, 공학, 미학 등 다양한 분야와 밀접하게 연관된 종합학문 영역\n건축학과와의 연계전공과 공학대학과의 디자인공학 융합전공에 참여하고 있어 다양한 융복합 디자인을 경험할 수 있는 환경 구축\n산업디자인은 다양한 학제적 접근 노력과 협업, 다양한 생활상에 대한 통찰력을 통해 미래의 고도 정보화 사회에서 새로운 생활문화의 창달과 산업의 발전에 이바지할 것으로 기대됨\n주요활동 분야\n졸업 후 국·내외 산업체의 디자인 경영과 디자인 실무를 담당하는 디자이너로 또한 디자인 전문 업체 및 벤처기업 창업과 학문분야의 연구자로 진출\n연혁\n2019 산업디자인학과로 명칭 변경\n2013 테크노프로덕트디자인학과로 학과제 전환 및 명칭 재변경\n2012 산업디자인학과로 학과제 전환 및 명칭 재변경\n1999 디자인학부와 조형디자인학부를 단일 디자인학부로 통합, 5개 전공으로 편제 개편\n1997 학부제 실시로 디자인학부(공예디자인전공, 산업디자인전공)로 변경\n1993 산업미술대학의 산업미술학과를 산업디자인학과로 명칭 변경\n1988 예체능대학에서 산업미술대학으로 분리, 독립\n1983 예체능대학에 산업미술학과 신설\n세부전공\n프로덕트디자인\n대량 생산에 의한 제품 및 기능성과 심미성을 발전시키는 일로써 흔히 알고 있는 모바일기기, 가전제품 등과 같은 전자제품이나 특정한 아이디어를 조형화한 소품 또는 각종 생활용품 등을 상품화\n리빙웨어디자인\n의식주의 주체인 인간에게 있어서 일상의 많은 부분을 지내는 삶의 공간은 매우 중요하다. 이 과정은 그 공간속에서 사용되고 놓이는 모든 리빙웨어를 컨설팅하고 디자인하며 그 결과물로 프로토타입 제작\n운송기기디자인\n현대인들이 흔히 알고 있는 자동차 외에 선박, 항공, 우주선 등을 디자인 하는 분야이다. 제품디자인보다 수명이나 트렌드주기가 긴 운송디자인은 현대사회에서의 치열한 속도전에 따라 그 규모가 점점 거대해지고 있음\n도시·공간디자인\n도시·공간기획을 위한 데이터의 수집과 체계적인 분석법을 습득하고 이를 기초로 사용자의 요구에 적합한 공간 디자인의 통합적 계획을 가능한 능력을 함양한다. 다양한 사례를 학습하고 탐구하여 보다 거시적 안목으로 한층 밀도 있는 입체적 도시공간을 탐구하는 능력 배양\n서비스디자인\n서비스디자인은 기존의 물적 재화에 대한 디자인을 넘어서 고객관점의 편안함과 만족감을 극대화시켜 서비스의 질을 향상시키는 심적·지적인 디자인 활동을 학습하는 과정\n필요 자질\n창의적 인성\n논리와 예술적 감성\n학년별 학습내용\n학년\n학습 내용\n1학년\n기초디자인1, 크리에이티브워크샵，기초컴퓨터응용디자인，색채학，기초디자인 2, 도학，3D 디자인，조명디자인，디자인론\n2학년\n테이블웨어 디자인1, 프로덕트디자인1,2, 3D디자인1,2, 디자인방법론1,2, 테이블웨어 디자인 2, 유니버셜디자인\n3학년\n인더스트리얼디자인1, 리빙웨어 디자인1, 디자인가공학，운송기기 디자인1, CAD1, 인간공학，인더스트리얼 디자인2, 리 빙웨어디자인2, 디자인마케팅，운송기기 디자인2, CAD2\n4학년\n일상과디자인1, 상품기획，디자인 전공세미나1, 디자인과창업，4차산업 융합디자인，일상과디자인2, 산학협동연구，디자인전공세미나2, 랩스톤디자인1,2\n학회\n이름 : IDM\n1984년 열의있는 학생들의 자발적인 스터디 모임으로부터 시작해서 현재 산업디자인과를 대표하는 학회 동아리로 자리잡고 있음\n수업만으로는 경험하기 힘든 선후배간의 디자인 작업 공유를 통하여 자신의 생각을 온전히 표현하는 방법과 소통/협력을 통해 서로의 발전을 목표로 함\n학구적인 목표달성 뿐만 아니라 선후배간의 소통의창구이자, 졸업생들과 재학생들을 이어주는 장으로써의 역할\n현재 IDM출신의 수많은 졸업생들이 필드에 나가 국내외에서 다양한 활동을 하고있으며, 후배들과의 지속적인 교류를 통해 우수한 인재를 배출하는 선순환을 만들어내는데 중요한 역할을 하고 있음\n제품디자인 파트\n사람들의 삶에 필요한 도구를 만드는 분야\n사회 가운데서 사람들의 삶과 환경에 대해 폭넓게 고민하여 사람들의 필요로 하는게 무엇인지 파악하고 사람들을 삶을 풍요롭게 할 수 있는 제품을 만드는 것을 목표로 함\n운송디자인 파트\n\"단순한 운송수단을 넘어서 마음을 움직이는 수단을 디자인하는 것\" 운송디자인에선 사람들이 필요로하는 운송수단을 고안해내고, 어떻게 하면 그것들이 더 실미적이고 편리한 기능을 가지게 할지에 대해 고민"
}