{
  "title": "산학협력 협의회",
  "url": "https://hyu.wiki/%EC%82%B0%ED%95%99%ED%98%91%EB%A0%A5_%ED%98%91%EC%9D%98%ED%9A%8C",
  "content": "산학협력협의회\n는 한양대학교\nERICA캠퍼스\nLINC+사업단\n사업의 일환으로 산학협력 기업지원 및 산학 연계 인력양성프로그램 개발, 시행을 주도적으로 추진하는 단체이다.\n수도권역내의 지역혁신 체제와 유기적인 협력을 위하여 대학을 비롯한 기업, 연구소, 정부기관인력을 구성원으로 한 정보 교류의 장 형성\n정기적인 모임을 통하여 업종별 기술수요 및 교육훈련 수요 분석을 통해 산학협력 기업지원 및 산학 연계 인력양성프로그램 개발, 시행을 주도적으로 추진\n[1]\n목차\n1\nLED 산학협력협의회\n2\n소형전동기 산학협력협의회\n3\n친환경세정기술ICC 산학협력협의회\n4\n습식표면처리 산학협력협의회\n5\n자동차부품 산학협력협의회\n6\n밸브기술 산학협력협의회\n7\n제약산업기술 산학협력협의회\n8\n생태환경진단기술 산학협력협의회\n9\n안산건축도시RCC\n10\n건설 전과정 평가(LCA) 친환경건축기술ICC\n11\n초고주파부품기술ICC\n12\n사회적경제발전 사회적연구소RCC\n13\n협동로봇\n14\n지식서비스 및 컨설팅 혁신\n15\n각주\nLED 산학협력협의회\nLED 산업에 필요한 epitaxy, chip, 구동회로, 마이크로프로세서, 광학, 열, 조명, 산업디자인, 통신과 같은 이종학문 분야의 전문가 교수들이 산업체와 함께 LED 산업 발전을 위하여 서로 힘을 모으고 있습니다.\n주관교수:\n심종인\n(나노광전자학)\n주요활동 : 산업체 임직원 기술교육, 전문가 초청세미나, 산업체 간 상호 방문, 기술지도 등\n소형전동기 산학협력협의회\n국내 소형전동기 중소기업체를 대상으로 상호 협력체계를 구축하고, 관련전문분야를 연구하는 대학 및 연구기관을 총합하여, 기술지원체계를 형성하는 것을 목적으로 운영하고 있습니다.\n주관교수:\n권병일\n(전자공학부)\n주요활동 : 기술교류회 개최, 소위원회 구성 및 활성화, 국제학술대회 및 전시회 참관, 전문가 초청세미나 등\n친환경세정기술ICC 산학협력협의회\n대학의 우수한 연구 인력과 연구개발 장비 및 시설 등 풍부한 기술개발 자원을 활용하여 반도체 및 디스플레이 이하 전자 부품의 세정을 위한 친환경적인 초청정 세정기술에 대하여 국내외 전문가들이 한자리에 모여 의견을 교환하고 앞으로 나아가야할 연구방향을 논의하고 있습니다.\n주관교수:\n박진구\n(재료화학공학)\n주요활동 : 세정관련 교육프로그램 운영, 인력양성 프로그램 개발, 기술이전 및 기술지도, 기술적용 및 상용화 실현 등\n습식표면처리 산학협력협의회\n캠퍼스 인근 발월 시화 공업단지 및 수도권에 위치하는 표면처리 기업들에 대해 신규 R&D관련 정보를 전달하고, 환경문제 등 기업의 애로점을 공동으로 풀어 가는 것을 목적으로 운영하고 있습니다.\n주관교수:\n유봉영\n(재료화학공학)\n주요활동 : 협의회 기관 간 정보교환 및 기술개발 협력, 학생 인력양성\n자동차부품 산학협력협의회\n현대/기안, 한국 GM 등 글로벌 자동차 제조업체의 기술개발과 규제대응 정보 및 회원사의 기술개발 기법, 적용사례, 애로사항 정보를 공유하고 기술이전, 기술 개발 과제 발굴 등을 통하여 자동차부품 산업체의 기술 역량 강화를 도모하고 자동차부품 산업체에서 요구하는 맞춤형 인력양성교육 개발을 목표로 운영하고 있습니다.\n주관교수:\n이기형\n(기계공학)\n주요활동 : 각 회원사의 사업분야. 생산제품 소개 및 회원사 공동방문, 초청세미나, 계약형 전공 및 산업체 위탁과정의 수요 발굴 등\n밸브기술 산학협력협의회\n온라인 제어방식으로 빠르게 변화하고 있는 밸브 산업은 대부분의 중소기업이 자금, 인력 및 시설 등의 문제로 자체적인 기술개발 및 성능 평가 등의 여건이 어려운 실정입니다. 이와 같은 애로점을 해소하고 국내에서 유치한 ISO밸브전문회의에 대비하여 국내 밸브 산업의 입장을 반영하고 있습니다.\n주관교수:\n윤준용\n(기계공학)\n주요 활동 : 밸브표준 및 구격과 밸브 전반적인 기술에 대해 전체 협의회 개최, 기술자문 및 개발지원 서비스\n제약산업기술 산학협력협의회\n최신 개량신약, 천영물 신약 및 바이오신약 기술의 최신기술력 정보 교환 및 대학에서 산업중심형 전문 인력 양성 도모에 기여할 정보 교환을 통해 제약산업 특성에 맞는 교과 과정 획득, 학부생 및 대학원생들의 실무 교육 강화, 학부생 및 대학원생들의 취업률 증진과 산업 약학의 강화를 목적으로 합니다.\n주관교수:\n김철영\n(약학)\n주요 활동 : 나노메디슨재료소자 협의회와 공동 워크숍 및 세미나 개최, 공동 연구를 통한 산업체로의 기술이전, 특성화 교과묵에 대한 교과묵 개선 및 신규 교과목 제안\n생태환경진단기술 산학협력협의회\n지역의 현안인 환경문제 해결과 학연산 교육정책의 접목을 통하여 친환경기술 및 재생에너지분야 기술경쟁력을 바탕으로 한 산업체의 신규 투자 및 전문기술인의 고용 활성화를 촉진하고 있습니다. 환경 진단 및 청정기술, 재생에너지 개발 분야의 산학협력을 통한 정보 및 인적 교류를 목적으로 운영하고 있습니다.\n주관교수:\n신경훈\n(해양융합과학)\n주요 활동 : 워크숍 및 초정세미나 개최, 기업의 기술 수요 파악 및 공동 기술개발 과제 도출, 학생 현장실습 등\n안산건축도시RCC\n안산건축도시연구센터는 지역구성원들과 도시 전문가들이 협력하여 건축, 도시재생, 도시설계, 건축계획, 건축 설계 등의 분야를 논의하고 있습니다.\n주관교수:\n김용승\n(건축학부)\n주요활동 : 안산건축도시워크샵 개최, 산업체재직자교육 추진 등\n건설 전과정 평가(LCA) 친환경건축기술ICC\n건설 전과정 평가(LCA)협의회는 건축물 전과정 평가와 관련하여 정부, 연구소, 산업체, 소비자교류 촉진, 관련 산업의 경쟁력 강화, 국내 실정에 맞는 새로운 방법론 개발 등, 국내외 산학협력 연계를 통해 인력양성, 교육, 기업협업을 종합적으로 추진하고 있습니다.\n주관교수:\n태성호\n(건축공학전공)\n주요 활동 : 기업자문, 기술교류, 산업체재직자교육 추진 등\n초고주파부품기술ICC\n통신부품의 주파수 상승과 기술의 혁신적 발점함에 따라 통신 부품 개발 기술력을 확보하고 국내 통신부품 산업의 연구 방향을 소통할 수 있는 협의회를 운영하고 있습니다.\n주관교수:\n김정현\n(전자공학부)\n주요 활동 : 세미나 개최, 학생 인력 양성, 산업체재직자교육, 기업자문 추진 등\n사회적경제발전 사회적연구소RCC\n지역사회에서 실질적인 사회적미션을 수행중인 지역기관(안산시사회적경제지원센터)과 지역사회적경제기어(안산시민햇빛발전협동조합 등 9개 기업)과의 안산사회적경제협의체를 구성하여 지역 사회적경제 발전을 목적으로 운영하고 있습니다.\n주관교수:\n문준연\n(경영학부)\n주요 활동 : 세미나, 포럼 등 개최\n협동로봇\n협동로봇 보급을 통한 안산지역 제조기업 생산성을 제고하고 스마트 제조혁신을 통한 지역산업 활성화 선도 기반을 구축하기 위해 협의회를 운영하고 있습니다.\n주관교수:\n박태준\n(로봇공학과)\n주요 활동 : 인공지능 협동조합 포럼 개최, 재직자교육 추진, 기술개발 과제 도출 등\n지식서비스 및 컨설팅 혁신\n경영전략, 성과측정, 고객만족, 품질개선, 생산성 향상, 신사업 발굴, IT서비스 등 기업들의 각종 이슈를 해결하기 위한 컨설팅 방법론과 사례를 4차 산업혁명 시대의 변화에 흐름에 따라 새롭게 논의하고, 컨설팅의 미래비전과 학문적 성과를 공유하고 있습니다.\n주관교수:\n한창희\n(경영학부)\n주요 활동 : 산업체 위탁과정 수요분석, 컨설팅 산업 분석, 지식서비스 R&D, 사업 발굴 등\n각주\n↑\n한양대학교 ERICA캠퍼스 LINC, 산학협력협의회 소개"
}