{
  "title": "생명공학과",
  "url": "https://hyu.wiki/%EC%83%9D%EB%AA%85%EA%B3%B5%ED%95%99%EA%B3%BC",
  "content": "공식 홈페이지\nhttp://bioeng.hanyang.ac.kr/\n참고 (2020.12)\n목차\n1\n대학원\n2\n학부(서울)\n2.1\n전공소개\n2.1.1\n학과 소개\n2.1.2\n학과 정보\n2.1.3\n특장점\n2.1.4\n커리큘럼\n2.1.5\n진로\n2.1.6\n질의응답\n3\n교수소개\n대학원\n소속: 서울 대학원 생명공학과\n유형: 대학원\n영문명: DEPARTMENT OF BIOENGINEERING\n중문명: 生命工学系\n학부(서울)\n소속: 서울 공과대학 생명공학과\n유형: 서울 대학\n영문명: DEPARTMENT OF BIOENGINEERING\n중문명: 生命工学系\n전공소개\n전공안내서2025의 내용을 발췌해 정리한 글임.\n학과 소개\n생명공학이란 생명 현상의 이해를 바탕으로 공학적인 기술을 융합하여, 인류의 건강과 환경에 관련된 새로운 기술과 소재를 개발하는 첨단 융합 학문입니다. 인간의 생로병사와 관련된 바이오 기술(BT), 첨단 바이오소재를 개발하는 나노기술(NT), 그리고 생명정보의 종합적 이해를 위한 정보기술(IT)을 융합하고 이를 실용화하는 학문 분야의 전반을 다룹니다.\n생명공학과에서는 생명공학 분야를 이끌어 나갈 이론과 실무를 겸비한 유능한 생명공학 리더를 양성하는 것을 목표로 교육과 연구에 힘쓰고 있습니다. 전반적인 생물학 분야의 기초지식 습득은 물론, 광범위한 생명공학분야의 전문지식을 폭넓게 습득하도록 하기 위해 다양한 분야의 커리큘럼을 개설, 학생들 스스로가 교과과정 과목들을 선택하고 수강하게 함으로써 능동적이고 적극적으로 수업에 참여하도록 유도하고 있으며, 바이오 소재 및 생명정보 관련 과목들을 통하여 융합 학문분야에 대한 광범위한 지식과 비전을 제공하고 있습니다. 아울러 교수님 연구실은 물론 각종 국책 연구소 및 기업연구소와 연계를 통하여 실무를 겸비할 수 있는 체험형 교과목을 운영함으로서 실질적인 생명공학 분야의 인재를 양성할 수 있는 기반을 갖추고 있습니다.\n학과 정보\n총학생수 : 90명\n성비 : 남녀 6:1\n전화번호 : 02-2220-0521\n학과설립연도 : 2005\n특장점\nBT 산업의 주인공\n현재 IT기술은 포화상태에 이르렀고, 많은 미래과학자들이 앞으로의 미래산업은 BT산업으로부터 이끌 것으로 내다보고 있습니다. 또한 삶의 질이 풍족해짐에 따라 인류의 건강과 질병에 관심을 가지고 있어 BT산업의 주인공이 될 수 있는 역량을 갖출 수 있습니다.\n뛰어난 교수진\n교수 한 명당 연간 발표한 논문수가 세게 최고 수준의 높은 경쟁력을 가지고 있습니다. Nature, cell과 같은 세계 최정상의 학술지에 논문을 출판하고 있습니다.\n1학년부터 체계적인 커리큘럼을 통한 연구과정, 대학원 준비과정\n생명공학은 실험도 많이 하게 되고 대학원 진학률도 높습니다. 이러한 이유로 1학년부터 세내기 세미나로 시작하여 대학원에 이후 과정에 관심을 가지고 연구에 흥미를 가지는 학생은 ‘캡스톤디자인’ 커리큘럼을 통해 그 과정을 미리 알아보고 준비할 수 있습니다. 또한 학부-대학원간 인턴 연계율이 매우 높기 때문에 이를 적극적으로 이용할 수 있습니다.\n커리큘럼\n*연도별 커리큘럼은 상이할 수 있으니, 학과 홈페이지에서 다시한번 확인하시길 바랍니다.\n전공\n1학년\n2학년\n3학년\n4학년\n생물·유전공학분야\n미분적분학\n공업수학\n단백체학\n생물화학공학\n미생물학\n분자생물학\n세포생물학\n생물정보학\n단백질효소공학\n응용유전학\n생체재료분야\n일반물리\n일반화학\n공업유기화학\n공업물리화학\n고분자화학\n고분자물성학\n생물물리화학\n생체재료공학\n생물나노소재\n나노의약분야\n생화학\n생리학\n세포및조직공학\n바이러스공학\n생명공학실험\n생명의약전달시스템\n생명공학분석\n기초면역학\n캡스톤디자인\n새내기세미나\n창의적설계입문\n전공현장실습\n실용공학연구\n실용공학연구\n창의적공학설계\n진로\n분야\n직업\n기업계\n의학, 환경, 식품, 화장품 등의 제조 ・판매업체, 바이오기기회사, 특허전문업체, PCR, 단백질 정제,\nDNA cloning, 동물실험 회사 등\n공공・정부기관\n생명공학연구소, 보건환경연구소, 식품의학안전청, 의약관련연구소, 농림수산관련연구소, 해양연구소,\n국립과학연구소, 중앙정부 및 지방자치단체 환경직, 보건직 공무원 등\n연구분야\n생물학연구원, 의약학연구원, 생명과학관련시험원, 환경영향평가원, 식품공학기술자, 환경공학기술자,\n식품가공검사원, 수산질병관리사 등\n기타\n의 ・치학 전문대학원 등\n질의응답\n생명공학과 생명과학(생체공학전공)의 차이점은 무엇인가요?\n일단 생명공학과는 공과대학 기반이고 생명과학은 오래전부터 있던 생물학을 바탕으로 한 자연과학 소속입니다. 생명공학은 말 그대로 생물학적인 지식에 공학적인 개념을 더해 인간이 실질적으로 쓸 수 있고, 도움이 되는 지식으로 변형시킨 학문입니다. 때문에 생명과학과에서는 인간이 아닌 동물, 해양 ・토양 생태계, 미생물 등도 배우지만 생명공학과는 인체와 관련된 학문을 연구하는 것이 차이점입니다. 생체공학은 디바이스(장비)쪽에 초점을 두고 있습니다. 예를 들면 MRI, CT장비, 뇌파측정 등 생명 치료 혹은 측정하는 기계나 장비에 대해 배우기 때문에 생물학적 지식과 프로그래밍이나 역학적인 것도 같이 배우게 됩니다.\n실험(동물) 많이 하나요?\n실험시간이 이론수업시간에 비해 많지는 않지만, 생명공학과 진학 중 일주일에 한 시간 이상 정도는 실험할 시간이 주어집니다. 실제로 실험시간이 포함된 과목이 2,3학년에 마련되어 있습니다. 동물로 직접 실험할 기회는 이보다 더 적습니다. 동물사육에 필요한 여러 가지 비용 문제, 윤리적인 문제 때문에 학부생에게는 기회가 많이 주어지지는 않습니다. 그렇지만 대학원에 진학하게 된다면 동물실험은 물론 거의 하루 대부분 실험을 할 만큼 비중이 많아집니다.\n교수소개\n김용희\n교수 /\n바이오 의약 연구실\n02-2220-2345\n류성언\n교수 /\n단백체연구실\n02-2220-4020\n윤채옥\n교수 /\n유전자 치료 연구실\n02-2220-0491\n이근용\n교수 /\n나노생체재료 연구실\n02-2220-0482\n이민형\n교수 /\n응용유전생화학 연구실\n02-2220-0484\n이상경\n교수 /\n면역치료 연구실\n02-2220-2344\n임태연\n교수 /\n시스템 생물학 연구실\n02-2220-2347\n신흥수\n교수 /\n기능성 생체재료 및 조직공학 연구실\n02-2220-2346\n이동윤\n교수 /\n바이오나노공학융합연구실\n02-2220-2348"
}