{
  "title": "생물발광암치료",
  "url": "https://hyu.wiki/%EC%83%9D%EB%AC%BC%EB%B0%9C%EA%B4%91%EC%95%94%EC%B9%98%EB%A3%8C",
  "content": "2020년 9월 12일\n김영필\n한양대 생명과학과 교수팀이 생물발광(bioluminescence, 생물이 스스로 빛을 내는 현상) 기반의 재조합 단백질을 활용한 암(癌) 치료 기술을 개발했다고 발표했다. 해당 기술은 광(光)치료 분야의 신기술로서, 기존 치료기술에 비해 부작용이 현저히 적어 향후 다양한 암 치료와 감염치료 분야에 사용될 것으로 기대된다.\n「Science Advances」에 9월 12일 온라인 게재\nhttps://advances.sciencemag.org/content/6/37/eaba3009\n자료 출처 : 김영필 교수 작성, 2020년 9월 14일 보도자료(대학 배포)\n목차\n1\n연구 개요\n2\n연구 발표 (보도자료)\n3\n연구의 필요성\n4\n연구 내용\n5\n연구성과(기대효과)\n6\n그림 설명\n7\n용어설명\n8\n관련 기사\n연구 개요\n논문명 :  Self-luminescent photodynamic therapy using breast cancer targeted proteins\n저자 : 김영필 교수(교신저자/한양대학교), 이경진 박사(교신저자/아산병원/울산의대), 이성수 박사(교신저자/한국기초과학지원연구원), 김은혜(제1저자/한양대학교), 박상우 박사(제1저자/한국기초과학지원연구원), 김윤규(제1저자/아산병원/울산의대), 문민우(공동저자/한양대학교), 박정원(공동저자/한국기초과학지원연구원)\n과학기술정보통신부와 한국연구재단이 추진하는 이공분야 중견연구자지원 사업으로 수행\n연구 발표 (보도자료)\n생물발광은 외부에서 빛을 쪼일 필요가 없고 광선으로 인한 부작용이 거의 없어 다양한 연구가 진행되어 왔으나, 현재까지는 낮은 광량으로 인해 암 치료 목적으로는 활용되지 못했다. 이에 연구팀은 해양생물 유래 생물발광 효소(luciferase)와 광수용체 단백질 그리고 암세포막 수용체를 표적하는 펩타이드를 결합해 단백질을 재조합했다. 생물발광은 생물체내 산화과정의 부산물을 억제하기 위한 생물의 진화적 적응 산물로 인식됐으나, 연구팀은 이를 역으로 활용하여 활성산소를 발생하는 데 이용했다.\n이렇게 재조합된 단백질은 ▲외부에서 빛을 조사하지 않고도 생체 친화적 기질에 의해 스스로 빛을 낼 수 있고 ▲암세포막 주위에서만 스스로 빛을 낸 후 활성산소를 빠르게 발생시켜 정상세포에는 영향을 주지 않고 암조직의 사멸을 유도하고 ▲빠른 체내 분해를 통해 잔류 부작용을 최소화 할 수 있는 기능을 갖추고 있다.\n해당 단백질은 실시간 3D 홀로그래피 현미경 기술을 사용해 분석한 결과, 단백질 소재가 암세포막 수용체와 결합해 활성산소 유발에 의해 세포막에 손상을 주어 세포괴사를 일으키는 것으로 관찰됐고 마우스 모델을 통해 종양조직이 크게 감소됨을 증명했다.\n연구의 필요성\n빛을 이용하여 치료하는 광역학 치료 (photodynamic therapy)의 핵심 기술은 효율적인 광조사 방법과 빛에 감응하여 유산소 조건에서 활성산소를 발생시키는 광감작제 (photosensitizer)의 개발이다.\n광역학 치료를 위해서 다양한 빛의 파장과 세기를 조절하기 위한 레이저 광조사 기술과 광감작제를 암조직에 효과적으로 전달하기 위한 다양한 방법들이 시도되고 있다. 현재 사용되고 있는 화학적 광감작제의 경우 쉽게 분해되지 않아 햇빛이나 UV에 장기간 노출 시 부작용을 유발할 수 있다. 생물발광(bioluminescence)은 스스로 빛을 발생시키는 장점을 가지고 있으나 빛의 세기가 매우 약하여 현재까지 암진단 분석에만 국한되어 활용되었고 암치료 목적으로는 활용되지 못하였다.\n연구 내용\n본 연구에서는 기존 문제점을 획기적으로 해결하기 위하여 생물에서 유래된 생물발광 효소 (luciferase)와 광수용체로 작용하는 광감작 단백질 (protein photosensitizer)을 결합함으로써 생물발광 기반의 새로운 광역학 치료 모델을 제시하였다. 또한 표적 특이성을 구현하기 위하여 암세포막 수용체와 결합할 수 있는 표적리간드를 부착시켜 재조합 단백질을 대장균에서 발현하여 제작하였다. LED나 레이저를 이용한 광조사와는 달리, 본 재조합 단백질은 암세포막 주위에서만 빛을 발생시키고 빛 에너지가 광수용체에 높은 효율로 전달되어 활성산소 발생을 빠르게 방출함으로써 암세포 사멸을 유도한다. 외부에서 빛을 쪼여줄 필요가 없고 빛의 세기와 파장의 고려 없이도 다양한 생체 내 조직 및 장기 부위를 자유롭게 표적할 수 있다. 본 연구에서는 유방암을 모델로 실제 암세포 및 암환자 조직과 마우스 모델에서 치료가능성을 입증하였고 기존 화학적 광감작제와는 달리 순수 단백질 제재로서 구성되어 암세포 사멸 이후에는 빠르게 분해됨을 확인하였다.\n연구성과(기대효과)\n현재 미국, 일본, 유럽을 중심으로 세계적으로 많은 기업들이 효율적 광조사 방법과 함께 광역학 치료 효과를 위한 광감작제 개발에 치열한 경쟁을 펼치고 있다. 특히 국내외 연구진들은 생체 내에서 독성이 낮고 암조직에 특이적으로 전달되는 화학적 광감작제의 효율성 개선에 초점을 두고 있다. 지금까지 자체 발광기술이 접목된 단백질 소재는 광효율이 극히 낮아 제한적으로만 사용되었다. 본 연구진은 생물발광과 활성산소 방출기능을 갖춘 새로운 재조합 단백질을 사용하기 때문에 별도의 유전자 전달과정이나 형광체의  사용이 불필요하다. 본 연구에서는 재조합 단백질의 농도, 생물발광 및 활성 산소종 발생 조절, 암세포의 표적 특이성 실험을 통하여 최초로 생쥐 모델에서 자체 발광 기반 암치료 기술 개발에 성공하였다.\n기존 광역학 치료법과는 달리, 본 기술은 고가의 광 발생장치 및 조직투과를 고려하지 않고 사용될 수 있고 암조직 특이적인 항체와 결합하여 다양한 암치료 기술로서 활용할 수 있다.\n그림 설명\n생물발광 이용한 암(癌)치료 기술 개발\n광역학 치료의 핵심 기술은 효율적 광조사(light irradiation)와 빛을 감지하여 활성산소를 방출하는 광감작제의 개발이다. 연구진은 암환경에서 스스로 빛을 내도록 진화한 생물발광 원리를 이용하여, 생물발광 단백질과 활성산소를 발생할 수 있는 광수용체 단백질 그리고 암세포 수용체 표적 리간드를 재조합 단백질로 구성함으로써 외부에서 빛을 쪼여주지 않고 생물발광으로 암세포를 사멸할 수 있음을 입증하였다\n용어설명\nBLiP-PDT, Bioluminescence-Induced Proteinaceous PDT; 기질, 생물발광효소의 기질; 활성산소종, 화학적으로 반응성이 강하여 주변 생체물질을 손상시키는 산소종으로 Reactive Oxygen Species라고 함\n관련 기사\n연합뉴스\n뉴스H :"
}