{
  "title": "샤르만트",
  "url": "https://hyu.wiki/%EC%83%A4%EB%A5%B4%EB%A7%8C%ED%8A%B8",
  "content": "샤르만트 로고\n샤르만트\n(Scharmant)는 서울캠퍼스\n중앙동아리\n예술분과 소속 동아리로 비연합 동아리이며, 한양대학교 유일의 클래식 기타 동아리이다.\n위치 : 한양플라자 5층\n매주 목요일 정기집회, 매주 클래식기타 레슨 진행\n연 2회 연주회, 방학 기간에도 활동 가능\n자료제공 : 성하진(작곡19) sainthachi@kakao.com, 주재훈(기계14)\n목차\n1\n소개 및 역사\n1.1\n출신 동문\n1.2\n클래식 기타\n2\n합주(샤르만트 정기 연주회)\n2.1\n준비\n2.2\n제 41회 가을연주회 합주단원 사진\n3\n주요 행사\n3.1\n기타 레슨\n3.2\n정기 집회\n3.3\n입춘고사\n3.4\n신입생 MT\n3.5\n작은 음악회(구 중주경연대회)\n3.6\n학기 총회\n3.7\nM.C.(Music Camp)\n3.8\n정회원 오디션\n3.9\n졸업생 환송회\n3.10\n소리들이\n4\n가입조건 및 회원제\n4.1\n지원방법\n4.2\n정회원 오디션\n5\n임원단 구성\n6\n공식채널\n7\n자주 들어오는 Q&A\n7.1\n그 밖의 장점\n8\n회칙\n소개 및 역사\n1977년 5월 17일 '한양대학교 고전 기타반'으로 창립되었고, 1977년 10월에 제1회 정기연주회를 열었으며, 1981년에 ‘샤르만트(Scharmant)'로 동아리 명을 변경하였다.\n샤르만트(Scharmant)는 ’매력적인‘이라는 뜻을 지닌 독일어 'Charmant'에 그 어원을 두고있다. 올해로 44년의 역사를 지닌 동아리이다.\n클래식 기타 연주를 통해 음악과 삶을 즐기는 동아리이다. 33대의 클래식 기타와 1600곡에 달하는 방대한 악보 자료를 바탕으로 동아리의 원활한 음악활동을 지원한다.\n매년 3월에 신입생 환영 연주회, 9월에 정기 연주회를 열고 있으며, 작년인 2019년 9월 제 41회 정기 가을 연주회를 열었다. (아쉽게도 다음 연주회는 코로나로 인해 진행할 수 없었다.)\n중앙동아리\n인 만큼 다양한 출신의 학생들이 모인다. 대부분이 비 음대생으로 구성되어 있으며 그럼에도 불구하고 음악에 열정이 가득한 학생들이 활동 중이다.\n총 90대의 임원단을 거쳐오고 있다. 현 90대 회장 부회장은 성하진(작곡 19), 최준혁(작곡 19)이다.\n2016년 기준 악보 목록 일부(제작 82대 연구부장)\n대부분 동아리 소유 기타\n제 41회 정기 가을 연주회 포스터\n출신 동문\n동아리 출신 음악인으로 작곡가 故\n유재하\n선배님(작곡 81)이 계신다. 동아리에서의 활발한 활동을 기반으로 여러 분야의 음악을 접한 그는 한국 대중음악사에 지대한 영향을 미친 음악들을 남겼다. 동아리방에 걸려있는 ’유재하 입회원서‘는 그의 소속을 증명해주고, 또래의 OB 선배들의 증언에 의하면 동아리 활동에 꽤 활발했던 것으로 전해진다.\n유재하\n유재하\n클래식 기타\n샤르만트가 소개하는 클래식 기타란? (\n샤르만트/클래식기타\n문서 참조)\n합주(샤르만트 정기 연주회)\n샤르만트의 꽃이다. 각자의 음악들이 모여서 새로운 화합을 만들어 내는 것, 이것만큼 가치있고 아름다운 일이 있을까?\n정기연주회는 봄, 가을. 개강 후 둘째 주 금요일 저녁 7시에 한양대학교\n백남음악관\n홀에서 열린다.\n합주 때에는 합주 곡들을 맞춰보며 함께 아름답고 풍성한 소리를 만들어 나간다.\n지휘자가 합주를 주도하며, 좋은 음악을 위해서는 많은 노력이 요해지지만 열심히, 재밌게만 한다면 그것으로 제일 중요한 의미를 이루게 된다.\n합주 외에 중주 팀을 결성하거나 독주자로 지원해서 연주할 수도 있다. 이 경우에는 3차에 걸친 오디션 중 1번을 필수적으로 참가해야 하며 수준급의 실력을 위한 많은 노력이 요해진다.\n지휘자가 선곡하는 합주와는 달리 중주 혹은 솔로로 연주할 시에 선곡을 직접 할 수 있다는 것이 매력적인 점이다.\n준비\n준비기간은 주로 방학 기간이며 매 학기 선출되는 지휘자가 전체 음악회를 통솔한다.\n연습 준비 기간 첫 3주 정도에는 합주단원 모집과 파트 배정, 곡 선곡과 악보 작업 등이 이루어진다.\n한 달 반 동안 파트 연습, 합주로 주 2회 실시한다.파트 연습 때에는 악보 리딩과 연습, 그리고 소소한 수다를 떨며 실력과 친목을 다질 수 있다.\n제 41회 가을연주회 합주단원 사진\n제41회 가을연주회 합주단원\n지휘자 김승현(산업 14)\n독주 조성률(기계 14)\n중주\n중주 성하진(작곡 19), 김영서(화학 18), 이나예(작곡 19), 이준혁(건환공 18)\n주요 행사\n기타 레슨\n주로 활동 경력이 많이 찬 실력 있는 선배들이 진행한다.\n요일별로 시간이 배정되어 있으며, 신청한 후 수강할 수 있다.\n정기 집회\n매주 목요일 6시에 열린다. (시간은 학기마다 변동 가능)\n동아리 소식, 축주, 보이는 라디오 등\n샤르만트 정기집회\n입춘고사\n매 1학기 초에 동아리 활동의 안녕을 기원하는 고사가 진행된다. 이 행사는 YB와 OB가 교류하는 정식 활동 중 하나이다. 이때 OB의 동아리 지원금 증정식도 함께 진행된다.\n신입생 MT\n여타 동아리처럼 샤르만트에서도 신입생 MT를 진행한다. 다만 차별화된 점은 단순히 술 마시면서 놀기만 하지는 않는다는 것이다. 기타가 있기 떄문! 밤에 듣는 클래식 기타 소리만큼 낭만적인 것이 없다.\n샤르만트 신입생 MT\n작은 음악회(구 중주경연대회)\n동아리원들이 중주 팀을 결성하여 연주하는 행사이며 주로 2학기에 열린다.\n듀엣부터 퀸텟까지 편성을 만들 수 있으며, 곡에 제한은 없다.\n중주원들을 직접 모으고 선곡 및 연습도 자체적으로 진행한다는 면에서 굉장히 보람있고 만족감 있는 활동이다.\n매 회차마다 강평자가 있고, 심사를 통해 수상팀과 전체 MVP를 선정하며 각 등수 별로 상금이 있다! 신입생이 많이 있는 팀일수록 가산점을 받는다.\n2019-1학기 중주경연대회\n2019-2학기 작은음악회\n학기 총회\n학기를 결산하는 중요한 행사로, 많은 것이 결정되는 자리이다.\n정회원의 2/3이 모여야 총회를 열 수 있으며, 그렇지 못할 경우 그 총회는 유효하지 못하다.\n다음 학기 회장, 부회장 선거 / 각 임원단 학기 총 결산 / 축주 / 연주회 지휘자 및 악장 소개 / 뒤풀이 / (추가 정회원 오디션) 등이 열린다.\nM.C.(Music Camp)\n방학 합주 연습 기간에 가는 음악캠프 겸 소풍이다.\n2박 3일동안 진행되며 마치 MT와 다를 게 없다고 생각할 수 있겠지만, 기타 몇 대를 들고 가서 연습하는 것과 임원단 인수인계를 위한 촛불 행사 등이 다른 점이다.\n이 기간동안 많은 사람들이 친밀감을 형성할 수 있으며 이는 합주 시에 분위기 개선과 실력 향상에 도움을 준다.\nMusic Camp\nMusic Camp\n정회원 오디션\n아래 회원제에서 참고\n졸업생 환송회\n샤르만트에서 함께 활동했던 졸업생들을 축하해주는 행사이다. 동아리원이라면 누구든지 참여할 수 있으며, 축주를 동반한 환송회 식사가 진행된다.\n샤르만트 졸업생 환송회\n소리들이\n소리들이는 샤르만트만의 소식지이다. 매 학기의 소식과 연주회 소감, 임원단, 지휘자, 악장의 이야기와 앙케이트 등등 동아리의 모든 내용이 담긴 소중한 자료집이다. 대부분의 샤르만트 역사는 소리들이에 남게 되며 모든 소리들이는 현재 동아리방에 보관 중이다.\n샤르만트 소리들이\n가입조건 및 회원제\n샤르만트는 언제든 조건 없이 가입할 수 있는\n상시 모집\n형태를 취하고 있다.\n타 예술분과 동아리들은 간혹 오디션을 본 후에 뽑는 경우가 있는데(밴드와 같이 기본 실력이 전제되어야 활동을 수월히 할 수 있는 경우) 샤르만트는 기타를 전혀 접해보지 못한 사람들도 동아리를 기회 삼아 차근차근 해 나갈 수 있는 활동을 추구한다.\n실제로 동아리에서 처음 클래식 기타를 접한 뒤 졸업 때까지 활동하며 수준급에 기타 실력을 갖게 되는 경우가 대다수이다.\n다만 처음부터 정회원의 자격을 얻는 것은 아니다.\n정회원 오디션\n을 통과해야 그 자격을 얻을 수 있다.\n회비 : 입회비 10,000원. 정회원비는 30,000원 (코로나 전 기준)\n지원방법\n가두모집을 이용하거나 언제든 회장 및 부회장 연락처로 연락\n매 학기 신입생 모집 글을 각 SNS와 에브리타임 등에 게재하므로 이를 참고\n정회원 오디션\n신입생 등록 후 한 학기를 활동한 자. 즉, 두 번째 학기부터 오디션을 볼 수 있다.\n준회원 자격으로 세 학기까지 있을 수 있으며, 그 이후부터는 정회원 오디션을 보지 않으면 제적당하는 것이 원칙이다.\nC Scale, Aguado 연습곡, 자유곡 1곡\n필기 고사(음악 이론, 클래식 기타 상식)\n이후 정회원들의 투표에 의해 합격 여부가 결정된다.\n과거엔 불합격자가 있었지만, 요즘은 아주 높은 확률로 합격 된다. 실력이 꼭 동아리 활동을 성실히 했는지와 일치하지 않기도 하고 기타실력만이 동아리의 추구 목표가 아니기 때문으로 보여진다.\n샤르만트 2019-2 정회원 오디션\n임원단 구성\n코로나 전 기준\n회장 / 부회장 / 총무\n회계, 연구부장, 문화부장, 관리부장\n샤르만트 제89회 임원단 회의 모습(2019-2)\n공식채널\n네이버 카페\nhttps://cafe.naver.com/scharmant13\n페이스북 페이지\nhttps://www.facebook.com/scharmant78\n인스타그램\nhttps://www.instagram.com/scharmant_1977/\n유튜브\nhttps://www.youtube.com/user/TheScharmant\n자주 들어오는 Q&A\nQ: 악기를 전혀 다뤄본 적이 없고 음악에 관한 기초적인 것들도 모르는데 들어와도 될까요?\nA: 괜찮습니다. 실제로 선배님들 중에도 아무것도 모르는 상태에서 들어와서 레슨을 받고 방학중에 합주, 중주 연습을 하며 실력을 늘리고, 종래에는 어려운 솔로 곡들을 연주하시는 분들이 많이 계십니다. 기타 동아리에 들어왔다고 해서 반드시 기타를 열심히 연습해서 실력을 늘릴 필요는 없습니다. 결국은 모두가 서로의 음악을 즐기며 친구를 사귀고 이를 통해 삶의 가치를 찾는 것이 제일 중요한 점이니까요. 그러니 실력에 대해서 전혀 걱정하지 않으셔도 됩니다!\nQ: 클래식 기타가 없는데 어떡하나요?\nA: 동아리방에 연습 기타가 여러 대 비치되어 있으니 걱정하지 않으셔도 됩니다. 평상시에는 동아리방이 자주 개방되어 있어 언제든 오셔서 연습하셔도 됩니다. 또한 임원단에게 허락을 맡은 후 대여하는 것도 가능합니다.\nQ: 정말로 다른 것 말고 오직 기타만 치나요...?\nA: 그렇지 않습니다! 기타가 주 활동이긴 하지만 기타 말고도 여러 가지 활동을 많이 합니다. 동아리 내의 여러 소모임도 존재합니다. 보드게임과 여러 게임을 모여서 하기도 하고, 동아리방에 모여서 여러 음식과 함께 담소를 나누기도 합니다. 심지어는 밤새서 놀기도 하고요!\n기타가 제일 중요한 활동이겠지만, 그와 동시에 여러 친분을 쌓을 수 있는 활동들도 많이 있어요:) 때문에 음악에 문외한이더라도 걱정하지 마시고 음악과 함께 동아리를 즐기면 됩니다.\nQ: 통기타는 연주하지 않나요?\nA: 저희 동아리는 클래식 기타를 연주하는 동아리입니다. 둘에는 음색과 연주 방법 등에서 엄연한 차이가 존재합니다. 이 둘은 서로 다른 악기이기에 새로운 악기를 배운다는 마음으로 들어오실 수 있습니다\n그리고 어쿠스틱 기타 곡들도 충분히 클래식 기타로 연주할 수 있습니다! 고전 곡들을 연주하기도 하지만 재즈, 탱고, 핑거스타일 등 다른 장르의 음악도 클래식 기타를 통해 만들어 낼 수 있습니다. 심지어는 코드 반주도 말이죠!\nQ: 샤르만트에 들어가면 뭐가 좋은가요?\nA: 여러 장점이 있다고 생각합니다.\n첫 번째로는 동아리의 주제인 클래식 기타에 아주 충실하다는 것입니다. 샤르만트는 클래식기타 동아리입니다. 동아리방에는 연습용 기타와 각종 악보집이 구비되어있고, 학기마다 선배가 해주는 레슨이 존재하며, 언제든 기타를 잘 치는 선배와 1:1로 기타에 관한 도움을 받을 수 있습니다. 그리고, 학기 중 열리는 작은 음악회와 방학에 준비하는 정기 연주회때 그동안 갈고 닦은 기타 실력을 뽐낼 수 있습니다. 의지만 충분하다면 동아리 활동만으로 기타를 자유로이 다룰 수 있게 됩니다. 대학을 다닐 동안 악기 하나에 열정을 갖고 배운다는 것은 참으로 의미있는 일입니다.\n두 번째로는 동아리를 사랑하는 회원들이 무척 많다는 것입니다. 그것을 증명해주는 것은 바로 동아리원들 간의 끈끈함이 아닐까 생각합니다.\n샤르만트는 1977년에 처음 만들어진 이래로 꾸준히 회원들을 받아왔습니다. 때문에 많은 OB 선배님들이 계시고 지금까지도 YB에 많은 도움을 주고 계십니다. 샤르만트 OB 모임과 임원단들이 있고 연주회 오디션 강평이나 동아리의 방향에 대한 이야기를 뒤풀이 떄 나누곤 합니다. 또한 YB의 성공적인 운영을 위해 지원금도 매해 주시고 지속적으로 교류하는 행사도 존재합니다. 이처럼 10년 혹은 20년 넘게 동아리에 관심과 애정을 가져주십니다.\n또한 또래 동아리원들, 선후배들 간에 좋은 인간관계를 맺을 수 있으며 이들은 대학을 떠난 후에도 좋은 친구로 남습니다. 그 이유는\n음악을 좋아하는 사람들이 형성하는 공감대\n일 겁니다. 누구는 ‘대학에 들어와서는 진정한 친구를 사귀기 어렵다’고 말하지만 샤르만트를 보면 꼭 그렇지 않다는 것을 깨달을 수 있습니다.\nOB 선배님\n그 밖의 장점\n동아리에 구비되어 있는 다수의 클래식 기타와 방대한 악보 자료\n연주회라는 뜻깊은 경험\n음악에 대한 지식을 얻고 이를 향유\n좋은 취미를 얻음\n회칙\n샤르만트/회칙\n문서 참고"
}