{
  "title": "샤르만트/회칙",
  "url": "https://hyu.wiki/%EC%83%A4%EB%A5%B4%EB%A7%8C%ED%8A%B8/%ED%9A%8C%EC%B9%99",
  "content": "샤르만트\n의 회칙을 담은 문서이다.\n목차\n1\n제1장 총칙\n1.1\n1조\n1.2\n2조\n2\n제2장 회원\n2.1\n1조\n2.2\n2조\n2.3\n3조\n2.4\n4조\n3\n제3장 조직\n3.1\n1조\n3.2\n2조\n3.3\n3조\n3.4\n4조\n3.5\n5조\n3.6\n6조\n제1장 총칙\n1조\n본회의 명칭은 한양 Scharmant Guitar회라 하고 Scharmant라 약한다.\n2조\n본회는 클래식기타를 통한 정서함양을 그 본질로 삼고 Guitar와 더불어 자신의 취미와 능력을 개발하여 회원 간의 인간관계를 바탕으로 젊은 지성인으로서의 자질과 소질을 배우고 익힘을 근간으로 한다.\n제2장 회원\n1조\n본회의 회원은 본교에 재학 중인 남녀학생을 대상으로 한다.\n졸업자는 본회에 의해서 고문 겸 명예회원으로 대우받을 수 있으며, 본회의 발전을 위해 모든 행사에 참여하며 조언은 할 수 있으나 의결권은 없다.\n2조\n본회의 입회지는 입회 시 1,2학년의 학번에 해당하는 자로 규정하며, 소정의 양식에 따른 입회원서를 제출함으로써 준회원이 될 수 있다. 입회자의 학년이 위와 다른 경우에 회장단의 판단 하에 결정한다.\n신입회원은 각 학기 모든 기간에 입회할 수 있다. 단, 학기 초 가두 모집 기간에 입회를 권장한다.\n준회원은 만 2학기 이상의 활동기간 후  반드시 오디션에 응시하여야 한다. 오디션에 통과하여야만 정회원이 될 수 있으며, 선서와 함께 효력을 발생한다. 제1호에도 불구하고 다음 각목에 해당하는 경우에는 정회원 오디션을 조기, 연기 응시할 수 있다.\n가. 신입생 중 2학기 이하 활동한 자의 경우, 신입생의 참여의사와 레슨 강사단 전원의 동의가 있으면 오디션을 응시할 자격을 부여한다.\n나. 2학기 이상 활동기간을 가진 준회원 중 일신상의 사유로 인한 오디션 응시 연기 사유서를 제출하여 회장단의 동의를 받을 경우 1학기에 한하여 연기할 수 있다.\n정회원은 휴학 후 복학할 때에도 정회원으로 인정한다.\n3조\n본회의 기본 이념을 망각하고 본회의 운영에 막대한 차질을 야기하거나, 불미스러운 일들을 발생시킨 자는 제명 또는 징계에 회부할 수 있다.\n4조\n본회의 정회원은 입회비와 정기 회비를 납부할 의무를 가진다.\n본회의 회원은 가결된 의견에 따라 개최되는 모든 행사에 참여할 권리를 가짐과 동시에 적극적으로 참여할 의무를 함계 가진다\n정회원이 4조 1항의 의무를 이행하지 않을 경우 회원으로서의 모든 권리를 박탈하며, 의무 이행과 동시에 복권된다.\n본회의 회원은 회장단과 임원단의 탄핵권을 가진다.\n제3장 조직\n1조\n임원의수 5인 이상, 15인 이하로 제한한다.\n2조\n회장단은 각 1명씩 선출하여 3장 2조에서 언급되지 않은 임원과 부서를 1조 1항에 위배 되지 않는 한도 내에서 가감할 수 있다.\n회장과 부회장은 정회원의 자격을 갖춘 자로 선출한다.\n회장, 부회장은 정기 총회 시 1인 이상의 추천을 받은 후보 중 과반수 이상 득표한 자를 선출하되 과반수가 안 될 경우 차점자와의 2차 투표에서 다득점자가 선출된다.\n총무와 서기는 정회장이 임명하며, 나머지 임원단들은 회장단이 임명한다.\n3조\n회장단은 회장 1인, 부회장 1인, 총무 1인, 서기로 구성한다.\n회장은 본회를 대표하고 본회의 모든 활동을 관장한다.\n회장의 임기 중 회장단의 동의하에 임원을 경질시킬 수 있다.\n부회장은 회장을 보좌하며, 궐위시 차임자를 선거할 기간 동안 회장의 제반 역학을 대행한다.\n총무는 각 부서를 총괄하며, 정 ․ 부회장을 보좌하여 회원의 등록과 관리를 책임  진다.\n서기는 회의록 및 기타 서류를 담당한다.\n회계는 재정을 담당하고 총회 개최 시마다 현 재정 상태를 전 회원에게 보고한다.\n섭외부는 대내외 활동을 통하여 홍보 및 정보를 입수하여 원할한 활동을         위한 장소설정 및 확보를 담당한다.\n연구부는 제반 음악과 관련된 사항을 주관하고 악보의 관리를 담당한다.\n문화부는 회지 발간 및 각종 행사의 진행을 주관한다.\n관리부는 제반 시설 및 Guitar관리를 담당한다.\n모든 임원은 모든 행사에 대하여 임원회의에서 결정된 보고내용을 L.T. 와 집회 때 보고하고 이를 다음 임원단에게 전달할 의무를 가진다.\n회계 혹은 다른 회장단 및 임원단을 통해서, 동아리 공금에 사적 이용 및 횡령을 목적으로 접근을 시도한 회원에 대해서는 제명을 발의할 수 있다.\n4조\n회장 및 부회장이 제적, 제명, 탄핵, 기타 연고로 인하여 그 직무를 수행할 수 없을 경우에는 20일 이내에 보궐선거를 하여야 하며, 보궐선거 당선자의 임기는 전임자의 잔여임기이다.\n5조\n위의 2조 2,3항에 위배된 자가 총회의 동의를 얻어 당선된 경우에는 3조 2,3항의 자격요건을 갖출 때까지 정 ․ 부회장 서리로 임명한다.\n6조\n회장단의 임기는 한 학기이며, 연임할 수 있다."
}