{
  "title": "서울권역 e-러닝 지원센터",
  "url": "https://hyu.wiki/%EC%84%9C%EC%9A%B8%EA%B6%8C%EC%97%AD_e-%EB%9F%AC%EB%8B%9D_%EC%A7%80%EC%9B%90%EC%84%BC%ED%84%B0",
  "content": "서울권역 e-러닝지원센터는 교육인적자원부(현 교육과학기술부)가 대학 정보화 사업의 일 환으로 대학 간 상호 협력 및 e-러닝 콘텐츠 공동 활용 체제 구축을 추진함에 따라, 2007 년 9월 ‘Creative Engineer 육성’이라는 특성화 전략 추진을 목적으로 한양대학교가 서울 권역의 주관 대학으로 선정되어 서울권역 e-러닝지원센터가 설립되었다. 이후\n교수학습개발 및 서울권역 e-러닝 지원센터\n로 통합되었다.\n목차\n1\n비전\n2\n기능\n3\n주요 현황과 성과\n3.1\n'대학 e-러닝 지원센터' 서울권역 대학 선정\n3.2\n학습관리시스템 구축 및 강좌 운영\n3.3\n학사 정보 안내 SMS 시스템 개발\n3.4\n학생 상담 시스템 개발\n3.5\n교강사 담당 강의 시간 수 조회 시스템 개발\n3.6\n멀티캐스팅 동영상 웹 서비스 구간의 확대\n3.7\n콘텐츠 및 매체 변환 시스템 기능 개선\n비전\n서울권역 e-러닝지원센터 는 비 전으로서 “창조적 지식근로자(Creative Knowledge Worker) 육성을 위한 e-러닝 지식 Hub Center”를 지정하였다.\n첫째, 인문학적 감수성과 학문적 융·복합(이연 연상과 이종 결합)을 통해 실용 지식과 기 술을 창조하는 “Creative Process”를 만든다.\n둘째, 문·사·철(文史哲)은 물론 기술과 경 영을 동시에 이해하는 “교양 있는 엔지니어”를 만든다.\n셋째, Creative Engineer 육성과 관련된  e-러닝  코스, 모듈, 관련  참고  학습  자료  및  사이트  등을  분류•  체계화하여  ‘One Stop Total Solutions’을 제공하는 “e-러닝 지식허브 센터”가 되는 것이다.\n기능\n학문적 융• 복합과 통합 교육 과정을 개발함으로써 Creative Engineer 육성에 필요한 “기능 횡단적 콘텐츠 개발 센터”로 운영한다.\ne- 러닝 관련 국내외 산학 기관을 연결, 첨단 지식 정보를 적기에 공유함으로써 e-러닝 학습 효과 극대화에 기여하는 “JIT e-러닝 네트워킹 센터”로 운영한다.\n독창적 e-러닝 콘 텐츠 및 e-러닝 기술 개발 여건을 조성함으로써 Web 2.0 시대를 주도하는 “혁신적인 e-러닝 R & D 센터”로 운영한다.\ne-러닝 기획, 설계, 개발, 운영,  평가 전 과정에 대한 컨설팅을 제공함으로써 고품질의 e-러닝 과정 운영을 유도하는 “경쟁력 있는 e-러닝 컨설팅 센터”로 운영한다.\n주요 현황과 성과\n'대학 e-러닝 지원센터' 서울권역 대학 선정\n교육인적자원부가 주관하는 '07년 대학 e-러닝 지원센터'에 선정되었다. 본교는 서울권역 e-러닝을 담당하는 중심 대학이 됐으며 건국대, 숙명여대, 한국외대 등 24개 대학과 콘텐츠를 공동개발하고 공유한다.\n학습관리시스템 구축 및 강좌 운영\n2008년 2월, e-러닝 강좌운영에 필요한 학습관리시스템(Learning Management System) 을 구축하여, 2008년 3월에 교내 정규 e-러닝 강좌 및 서울권역 학점 교류용 e-러닝 강좌 를 개강하였다.\n학사 정보 안내 SMS 시스템 개발\n2005년에는 학사정보 안내 SMS 시스템을 개발하였다. 학사행정 SMS 개발 내용은 신,  편입생 개인별 학번 통보, 수강 신청 일자 학년별 맞춤 안내,  각종 시험 일시 및 고사실 학 생 개인별 맞춤 안내,  강의 평가 미완료자 독려 메시지, 수강 강좌별 정보 안내(휴강·보강 등), 휴학·복학 등 학적 정정 사항 통보, 졸업식 등 행사 안내, 신속한 맞춤형 학사 정보 제공이었다. 이를 통해 정확한 시기에 학사 정보를 전달할 수 있어서 행정 민원 소지를 축 소하고, 학생의 만족도를 향상시킬 수 있었다.\n학생 상담 시스템 개발\n안산캠퍼스는 2005년에 학생상담시스템을 개발하였다. 그 내용은 학생 상담의 효율적인 진행을 위해 신청 절차를 전산화하였다. 그리고 상담 교수 신청 및 배정 시스템,  학생 기본 정보 입력 시스템, 상담 내용 입력 시스템, 배정 및 상담 관련 통계 조회 시스템을 구축하 였다.\n교강사 담당 강의 시간 수 조회 시스템 개발\n2007년에는 교강사 담당 강의 시간 수 조회 시스템을 개발하였다. 교강사는 본인의 담당 시간 수를 출력된 문서에 날인함으로써 본부에 확인 신고를 하였으나 이제는 이지허브에 접 속하여 확인 여부를 입력하는 것으로 갈음하게 되었다.\n멀티캐스팅 동영상 웹 서비스 구간의 확대\n2005년에 안산캠퍼스 멀티캐스팅 동영상 웹 서비스 구간을 확대했다. 구체적으로 말하면,  안산캠퍼스 네트워크 일부 구간의 영상 서비스 화질을 개선하고, 멀티캐스팅 지원으로 네트 워크 트래픽 부분을 해소하였다. 이로써 차별화된 미디어 고화질을 지원하게 되었고, 네트 워크 망에 안정적인 화질 서비스를 개선하였고, 안산캠퍼스 교내 멀티캐스팅 서비스 일부 구간 지원이 가능하게 되었다. 교내 이용자들에게 차별화된 MPEG1 제공이 가능해졌으며,  영상 네트워크 트래픽 증가에 따른 부분을 해소했다.\n콘텐츠 및 매체 변환 시스템 기능 개선\n2005년에 안산캠퍼스에서는 콘텐츠 및 매체 변환 시스템 기능을 개선하였다. 일반 컴퓨 터로 콘텐츠와 매체 제작 변환을 하면 컴퓨터가 자주 다운되었는데,  일반 컴퓨터를 넌리니 어 전용 컴퓨터로 교체해서 이런 현상이 발생하는 것을 해소하였다. 그리고 캡처, 인코딩,  그래픽 기능 보강 등 성능을 개선함으로써 제작 시간을 단축하였다."
}