{
  "title": "서재홍",
  "url": "https://hyu.wiki/%EC%84%9C%EC%9E%AC%ED%99%8D",
  "content": "서재홍은 서울캠퍼스\n자연과학대학\n수학과\n교수이다.\n목차\n1\n학력\n2\n경력\n3\n연구관심분야\n4\n수상\n4.1\n교내 매체\n학력\n2004. 3 - 2011. 2: Ph.D. Department of Mathematical Sciences, College of Natural Sciences, Seoul National University, Seoul, Korea (Major: Cryptology)\n2000. 3 - 2004. 2: B.S. Department of Mathematics, College of Science, Korea University, Seoul, Korea\n경력\n2018. 3 - : Associate professor, Department of Mathematics, Hanyang university, Seoul, Korea\n2017. 3 - 2018. 2 : Associate professor, Department of Mathematics, Myongji university, Yongin, Korea\n2013. 3 - 2017. 2 : Assistant professor, Department of Mathematics, Myongji university, Yongin, Korea\n2011. 4 - 2013. 2 : Researcher, Security Architecture Laboratory, Network Security Research Institute, National Institute of Information and Communications Technology (NICT), Japan\n2009. 10 - 2010. 3: Visiting, University of California, Irvine, USA\nHost: Prof. Stanislaw Jarecki\nResearched on multiparty privacy-preserving set operations\n2008. 7 - 2008. 8: Summer intern, NTT Information Sharing Platform Labs, Tokyo, Japan\nHost: Dr. Tatsuaki Okamoto\nResearched on identity-based cryptography.\n2002. 7 - 2002. 8: Summer intern, Management Systems Lab, Department of Information Management Engineering, College of Engineering, Korea University, Seoul, Korea\nHost: Prof. Youngho Lee\nConstructed an optimization algorithm and program using MS Visual Basic.\n연구관심분야\ncryptography, information security, computational number theory\n수상\n2018 올해의 신진 연구자 (자연과학 분야) 선정\nExcellent Young Researcher Award, NRF & Elsevier, 2018.\nSang-San Young Mathematician Award, Korean Mathematical Society, 2012.\nTop (2012), Second (2013), Participant (2006) Prizes in the National Cryptographic Technology Contest, National Intelligence Service, Korea.\nBK21 student paper award, BK21 Mathematical Sciences Division, College of Natural Sciences, Seoul National University, 2009.\nGraduate study scholarships, Seoul National University, 2006 & 2010.\n교내 매체\n<뉴스H> 2025.03.27\n한양대 서재홍 교수팀, 딥러닝 기반 얼굴 인증 시스템의 보안 취약점 입증... 100번 시도만으로 사용자 얼굴 이미지 복구\n<뉴스H> 2025.04.10.\n서재홍 교수팀, 딥러닝 기반 얼굴인증 시스템의 보안 취약점 입증하다"
}