{
  "title": "서영웅",
  "url": "https://hyu.wiki/%EC%84%9C%EC%98%81%EC%9B%85",
  "content": "한양대학교 서울캠퍼스\n화학공학과\n교수이자\n그린나노촉매공정 연구실\n장을 겸하고 있다.\n연락처: 02-2220-2329 / ywsuh@hanyang.ac.kr\n홈페이지:\nhttp://gncpl.hanyang.ac.kr/frontpage.asp?catalogid=gncpl&language=ko\n목차\n1\n학력\n2\n경력\n3\n동정\n4\n주요연구\n4.1\n미래형 수소자동차 촉매기술 개발\n[1]\n4.2\n친환경 플라스틱 원료 생산 촉매 기술 개발\n5\n교내매체\n6\n각주\n학력\n1999.03 ~ 2003.02 Ph.D., Chemical Engineering (Advisor: Prof. Hyun-Ku Rhee), Seoul National University, Korea\n1997.03 ~ 1999.02 M.S., Chemical Engineering (Advisor: Prof. Hyun-Ku Rhee), Seoul National University, Korea\n1993.03 ~ 1997.02 B.S., Chemical Engineering, Hanyang University, Korea\n경력\n2019.03 ~ 현재 Full Professor, Department of Chemical Engineering, HYU\n2014.03 ~ 2019.02 Associate Professor, Department of Chemical Engineering, HYU\n2011.03 ~ 2014.02 Assistant Professor, Department of Chemical Engineering, HYU\n2006.04 ~ 2011.02 Senior Research Scientist, Korea Institute of Science and Technology (KIST)\n2003.11 ~ 2006.03 Postdoctoral Fellow (Advisor: Prof. Harold H. Kung), Dept. of Chemical and Biological Eng., Northwestern Univ.\n2003.03 ~ 2003.10 BK21 Assistant Research Fellow Research Institute of Engineering Science, Seoul Nat’l Univ.\n동정\n2018.04\n이달의연구자\n선정\n주요연구\n미래형 수소자동차 촉매기술 개발\n[1]\n수소자동차가 상용화되기 위해서는 인프라구축과 안전성 등 문제점이 남아있다. 서영웅 교수 연구팀이 수소를 대용량으로 가장 안전하게 수송할 수 있는 기술을 선보였다. 이 신기술로 수소자동차 상용화를 앞당길 수 있다는 평을 받았다.\n수소자동차가 상용화되기 위해서는 인프라구축과 안전성 등 문제점이 남아있다. 기존에 에너지로 쓸 수소를 수송할 때는 700기압 이상의 초고압의 기체형태로 수송한다. 수심 40미터 근방에서 수압이 4~5기압 정도인걸 감안했을 때, 초고압 압축 기술은 폭발위험이 크다. 근본적으로 부피도 그리 줄어들지 않아 대용량 수송에 적합하지 않다. 하지만 서영웅 교수 연구팀이 수소를 대용량으로 가장 안전하게 수송할 수 있는 기술을 선보였다.\n이 신기술로 수소자동차 상용화를 앞당길 수 있다는 평을 받았다.\n친환경 플라스틱 원료 생산 촉매 기술 개발\n낮은 가격과 높은 안정성을 지닌 다공성 구리 촉매 개발과 동시에 리뉴어블 플라스틱 원료를 생산할 수 있는 촉매 기술을 개발했다. 또한, 유기성 폐자원 원료에서 리뉴어블 플라스틱 원료로 주목받는 퓨란계 다이올 합성에도 성공했다. 낮은 온도에서 구리를 사용해 반응 표율이 높은 촉매 확보가 중요한 퓨란계 다이올 합성을 위해 물 사용을 억제한 '고상 합성법'을 개발했다. 기존 고가의 귀금속을 사용하는 방법의 한계를 뛰어넘어 발전된 촉매의 활성과 수명을 확보했다.\n또한 '고상 합성법'으로 촉매 대량 생산에도 성공해 실제 공정에 사용하는 성형 촉매를 제조하는 기술까지 확보했다. 이후 퓨란계 다이올 합성 연구를 본격화하여 합성한 촉매를 이용해 퓨란계 다이올을 생산하는 촉매 반응을 진행, 100 ℃이하의 온도에서 100% 수율과 장시간 활성이 유지되는 결과를 확보했다. 원료에 존재할 수 있는 다양한 불순물에 대한 영향까지 파악해 원료 변화에 대응할 수 있는 촉매시스템도 구축했다.\n이번 성과로 생산된 퓨란계 다이올은 폴리에스테르, 폴리우레탄 등 플라스틱 제품을 만드는 원료인 폴리올을 대체할 수 있기 때문에 친환경 특성을 갖는다는 평가를 받는다. 연구팀은 이를 통해 만들어진 리뉴어블 플라스틱이 일상생활에 많이 사용될 수 있을 것으로 기대했다.\n교내매체\n<뉴스H> 2021.07.15\n서영웅 교수, 친환경 촉매 기술개발 연구를 선도하다\n각주\n↑\n<뉴스H> 2018.04.03\n미래형 수소자동차 상용화를 앞당긴 촉매 기술을 개발하다."
}