{
  "title": "선양국",
  "url": "https://hyu.wiki/%EC%84%A0%EC%96%91%EA%B5%AD",
  "content": "한양대 선양국 교수\n서울\n공과대학\n에너지공학과\n교수이자,\n에너지저장 및 변환소재 연구실\n장을 겸임하고 있다.\n목차\n1\n학력\n2\n경력\n3\n교내동정\n4\n연구관심분야\n5\n연구 성과\n5.1\n차세대 이차전지 시스템 중 하나인 리튬산소전지에 대한 리뷰 논문 발표(2020.07)\n5.2\n경제적이면서도 안정적이고 용량이 큰 배터리 개발\n5.3\n차세대 전지 기술 상용화 및 전문인력 양성(이달의연구자 2019.01)\n[3]\n6\n주요논문\n7\n저서\n8\n수상/선정\n9\n학회\n10\n언론 활동\n10.1\n교내 언론\n10.2\n대외 언론\n11\n각주\n학력\n1992 Ph.D. Seoul National University\n경력\n2020.1.6 한국공학한림원 정회원 선정(화학생명공학 분야)\n[1]\n2019 ~ 미국전기화학회 석학회원 (Fellow) 선정\n2017 ~ Present Dean, Department of Energy Engineering, Hanyang University\n2017 ~ Present Senior Editor of ACS Energy Letters\n2013 ~ 2014 Dean, Department of Energy Engineering, Hanyang University\n2012 ~ 2016 Editor of Journal of Power Sources\n2010 ~ Present Professor, Department of Energy Engineering, Hanyang University\n2008 ~ 2013 Senior Visiting Scientist, Argonne National Lab. (U.S.A.)\n2007 ~ Present Fellow member of the Korean Academy of Science and Technology, Division of Engineering\n2000 ~ 2009 Professor, Department of Chemical Engineering, Hanyang University\n2000 ~ 2008 Director, Center for Information and Communication Material\n1996 ~ 2000 Principle Research Engineer (Team Leader of Lithium Polymer Battery), Samsung Advanced Institute of Technology\n교내동정\n2020년\n최상위논문연구자\n2019년\n최상위연구자\n2019\n연구우수교수\n- 영문 프로필\nYang-Kook Sun\n2019.01\n이달의연구자\n선정\n연구관심분야\nHigh capacity and Safe Electrode Materials for Li-Ion Batteries, Next Generation Batteries: Li-Air Battery, Li-S Battery, and Na-Ion Battery\n연구 성과\n차세대 이차전지 시스템 중 하나인 리튬산소전지에 대한 리뷰 논문 발표(2020.07)\n한양대 선양국 에너지공학과 교수가 함께한 공동연구팀이 다년간의 연구 경험과 성과를 토대로 리튬산소전지의 구조, 구동 원리, 관련 파생 시스템들을 소개했다. 또한 리튬산소전지와 관련한 핵심 문제점과 최신 연구동향, 그리고 실용성을 고려한 개선 방향 등을 제시했다.\n논문의 제목은 「Lithium–Oxygen Batteries and Related Systems: Potential, Status, and Future」으로  「케미컬 리뷰(Chemical Reviews)」7월22일 자 온라인판의 표지 논문으로 선정됐다.\n논문 전문 보기:\nhttps://pubs.acs.org/doi/10.1021/acs.chemrev.9b00609\n경제적이면서도 안정적이고 용량이 큰 배터리 개발\n화석연료는 이미 많은 연구를 통해 환경오염 문제를 일으키며 이로 인해 세계 주요국들은 앞 다투어 친환경 에너지와 저장장치(배터리)를 개발하고 있다.  선양국 교수는 휴대용 전자기기와 전기자동차의 에너지 저장원으로 사용되는 리튬이온 배터리를 20년 이상 연구해 왔다. 선 교수의 주된 연구 분야는 리튬이온 배터리 양극재\n[2]\n로, 선 교수는 양극재 연구를 통해 경제적이면서도 용량이 큰 배터리 개발을 하고 궁극적으로 전기차 생산 비용을 줄여 전기차 상용화를 앞당길 수 있다고 강조한다. 선양국 교수의 대표적인 연구결과물로는 하나의 양극 입자에서 위치에 따라 구성 물질의 농도를 달리하는 ‘농도 구배형’ 양극 소재가 있다. 즉 입자의 중심부에는 높은 에너지 밀도를 발현하는 니켈의 함량이 높고, 표면부로 갈수록 안정성을 높이는 망간의 함량이 높아지는 소재다. 이러한 독특한 설계로 인해 큰 용량을 발현하면서도 안전하고 오래 쓰는 배터리를 개발했다. 2005년에 ‘코어-쉘’ 타입 농도 구배형 양극 소재를 최초 개발한 이후로 10여 년 동안의 연구를 통해 4세대 농도 구배형 양극재까지 개발했고, 2018년 출시 된 기아자동차 니로 EV에 해당 소재를 적용해 상용화에 성공했다. 배터리 양극재에 대한 선 교수의 끊임없는 연구는 (2019년 기준) 599편의 SCI급 논문과 456개의 국내외 특허라는 결과로 연결됐다. 그는 재료과학 분야(2016~2018년)와 공학 분야(2016~2017년)에서 ‘세계에서 가장 영향력 있는 1% 연구자’로 인정받았다. 2019년 한국연구재단이 선정한 ‘노벨상에 근접한 과학자 17명’으로 뽑혔으며 미국 전기화학회(The Electrochemical Society)의 석학회원으로도 선정됐다.\n차세대 전지 기술 상용화 및 전문인력 양성(\n이달의연구자\n2019.01)\n[3]\n선 교수와 연구팀은 ‘포타슘-이온 전지’ 개발과 함께 이를 뛰어넘는 차세대 전지 개발 및 실제 상용화를 위한 ‘GET-Future’ 사업을 시작했다.‘GET-Future(겟 퓨처)’는 산업통상자원부와 한국에너지기술평가원(KETEP)이 진행하는 차세대 전지 연구인력 양성 사업이다. 이 프로그램은 우수한 연구 인력을 양성하고, 앞으로 이차전지가 필수인 국제 상황에 적합한 에너지 기술 상용화 연구 단계를 밟는다.\n주요논문\n\"Lithium–Oxygen Batteries and Related Systems: Potential, Status, and Future\"(2020)\n“Sodium-ion batteries: present and future”, Jang-Yeon Hwang, Seung-Taek Myung, Yang-Kook Sun, Chem Soc. Rev., 46, 3529-3614 (2017).\n“A lithium-oxygen battery based on lithium superoxide”, Jun Lu, Yun Jung Lee, Xiangyi Luo, Kah Chun Lau, Mohammad Asadi, Hsien-Hau Wang, Scott Brombosz, Jianguo Wen, Dengyun Zhai, Zonghai Chen, Dean J. Miller, Yo Sub Jeong, Jin-Bum Park, Zhigang Zak Fang, Bijandra Kumar, Amin Salehi-Khojin, Yang-Kook Sun, Larry A. Curtiss, Khalil Amine, Nature, 529, 377?382 (2016).\n“High-Energy, High-Rate, Lithium-Sulfur Batteries: Synergetic Effect of Hollow TiO2-Webbed Carbon Nanotubes and a Dual Functional Carbon-Paper Interlayer”, Jang-Yeon Hwang, Hee Min Kim, Sang-Kyu Lee, Joo-Hyeong Lee, Ali Abouimrane, Mohammad Ahmed Khaleel, Ilias Belharouak, Arumugam Manthiram, Yang-Kook Sun, Adv. Energy Mater., 6(1), 1501480 (2016)..\n“Highly Cyclable Lithium-Sulfur Batteries with a Dual-Type Sulfur Cathode and a Lithiated Si/SiOx Nanosphere Anode”, Sang-Kyu Lee, Seung-Min Oh, Eunjun Park, Bruno Scrosati, Jusef Hassoun, Min-Sik Park, Young-Jun Kim, Hansu Kim, Ilias Belharouak, and Yang-Kook Sun, Nano Lett., 15(5), 2863-2868 (2015).\n“Radially aligned hierarchical columnar structure as a cathode material for high energy density sodium-ion batteries”, Jang-Yeon Hwang, Seung-Min Oh, Seung-Taek Myung, Kyung Yoon Chung, Ilias Belharouak, Yang-Kook Sun, Nat. Commun., 6, 6865 (2014).\n“Comparison of the structural and electrochemical properties of layered Li[NixCoyMnz]O2 (x = 1/3, 0.5, 0.6, 0.7, 0.8 and 0.85) cathode material for lithium-ion batteries”, Hyung-Joo Noh, Sungjune Youn, Chong Seung Yoon, Yang-Kook Sun, J. Power Sources, 233, 121-130 (2013).\n“Nanostructured high-energy cathode materials for advanced lithium batteries”, Yang-Kook Sun, Zonghai Chen, Hyung-Joo Noh, Dong-Ju Lee, Hun-Gi Jung, Yang Ren, Steve Wang, Chong Seung Yoon, Seung-Taek Myung, Khalil Amine, Nat. Mater., 11, 942-947 (2012).\n“An improved high-performance lithium-air battery”, Hun-Gi Jung, Jusef Hassoun, Jin-Bum Park, Yang-Kook Sun, Bruno Scrosati, Nat. Chem., 4, 579-585 (2012).\n“Double-Structured LiMn0.85Fe0.15PO4 Coordinated with LiFePO4 for Rechargeable Lithium Batteries”, Seung-Min Oh, Seung-Taek Myung, Jin Bum Park, Bruno Scrosati, Khalil Amine, Yang-Kook Sun, Angew. Chem. - Int. Ed., 51(8), 1853-1856 (2012).\n“A high-rate long-life Li4Ti5O12/Li[Ni0.45Co0.1Mn1.45]O4 lithium-ion battery”, Hun-Gi Jung, Min Woo Jang, Jusef Hassoun, Yang-Kook Sun, Bruno Scrosati, Nat. Commun., 2, 516 (2011).\n“Micrometer-Sized, Nanoporous, High-Volumetric-Capacity LiMn0.85Fe0.15PO4 Cathode Material for Rechargeable Lithium-Ion Batteries”, Yang-Kook Sun, Seung-Min Oh, Hong-Kyu Park, Bruno Scrosati, Adv. Mater., 23(43), 5050-5054 (2011).\n“High-energy cathode material for long-life and safe lithium batteries”, Yang-Kook Sun, Seung-Taek Myung, Byung-Chun Park, Jai Prakash, Ilias Belharouak, Khalil Amine, Nat. Mater., 8(4), 320-324 (2009).\n“Comparative Study of LiNi0.5Mn1.5O4-δ and LiNi0.5Mn1.5O4 Cathodes Having Two Crystallographic Structures: Fd3-m and P4332”, J.-H. Kim, S.-T. Myung, C. S. Yoon, S. G. Kang, Y.-K. Sun, Chem. Mater., 16(5), 906-914 (2004).\n저서\n수상/선정\n2023년, 삼성호암상 수상 (공학상 부문)\n2021년 10월 과학기술정보통신부·한국과학기술기획평가원(KISTEP) 선정 ‘2021년 국가연구개발 우수성과 100선’(에너지 환경 분야)\n2020년 1월 '한국공학한림원 신규 정회원'에 선정(화학생명공학 분야)\n2019년 11월 '세계 상위 1% 연구자'(글래리베이트 애널리틱스)에 선정\n2019년 10월 미국전기화학회 석학회원(Fellow) 선정\n2019 한국연구재단이 선정한 ‘노벨상에 근접한 과학자 17명’에 포함\n미국 전기화학회(The Electrochemical Society)의 석학회원으로도 선정\n2017년 11월 15일 클래리베이트 애널리틱스(Clarivate Analytics)의 '2017 세계에서 가장 영향력 있는 연구자(Highly Cited Researchers)'에 선정(재료 과학(Materials Science)과 공학(Engineering) 2개 분야에 이름을 올렸다)\n2017년 11월 재료 과학(Materials Science)과 공학(Engineering) 2개 분야에서 ‘세계 상위 1% 연구자'(클래리베이트 애널리틱스 선정)에 선정\n2017 The Battery Division Technology Award, The Electrochemical Society (U.S.A.)\n2016년 11월 4일 제12회 경암학술상\n2016년 9월 ‘세계 상위 1% 연구자'(톰슨로이터 선정)에 선정\n2015 Knowledge Creative Award from The Ministry of Science, ICT and Future Planning\n2015 Achievement Award from The Korean Society of Industrial and Engineering Chemistry\n2014 Secondary Battery Industry Government Award from Minister of Ministry of Trade, Industry & Energy\n2012 National Green Technology Award from the Korean Government\n2012 R&D 100 Award from R&D Magazine (U.S.A.)\n2011 The Battery Division Research Award, The Electrochemical Society (U.S.A.)\n2008 The Distinguished Professor Award from Hanyang University\n2007 The Energy Technology Division of The Electrochemical society, Inc. presents its research award (U.S.A.)\n2003 Award for Science Citation Index (SCI), Hanyang University\n2001 Excellence in publication, (The Korean Society of Industrial and Engineering Chemistry)\n1999 King Sejong Prize (The Korean Intellectual Property)\n학회\n배터리 양극소재 분야 국제학술대회 ICAC 2018\n배터리 양극소재 분야 국제학술대회 ICAC 2019\nICAC : International Conference for Advanced Cathodes in lithium ion batteries\n언론 활동\n교내 언론\n<뉴스H> 2018.12.10\n[연구성과] 선양국 교수(에너지공학과)\n<뉴스H> 2019.02.21\n[스페셜토크Ⅰ] 세계 상위 1% 연구자의 ‘배터리’ 열정\n<뉴스H> 2019.10.01 [HYU High] 4차 산업혁명 선도하는 한양대의 대표 연구자 8인\n<뉴스H> 2020.01.02\n[사랑한대] 2019 세계 상위 1% 연구자에 선양국, 김기현 교수 선정\n<뉴스H> 2020.10.05 한양대 산학협력단, 포스코케미칼에 전기차 배터리 양극소재 관련 '\n코어쉘 그래디언트\n(CSG)' 기술이전\n<뉴스> 2020.12.17 [리서치 헤드라인] 선양국 교수, 국내 기술의 배터리 양극재로 미래 전기차 시장 이끈다\n<뉴스H> 2023.04.07 선양국 교수, 2023 삼성호암상 수상…배터리 산업 발전 공로\n[1]\n<뉴스H> 2023.05.09\n“배터리는 내 인생” 7년 연속 HCR에 선정된 배터리 석학, 선양국 교수\n<뉴스H> 2023.11.20\n한양대 선양국 교수, 리튬배터리용 초격차 양극소재 기술 개발\n<뉴스H> 2025.02.26\n한양대 선양국 교수, 전고체전지 상용화 앞당길 혁신적 양극 소재 개발...‘네이처’게재\n대외 언론\n2020.08.27 <조선일보>\n테슬라, 전기 제트기도 만들 수 있는 배터리 내놓을까\n, 테슬라 배터리 기술에 대한 코멘트\n2020.09.24 <동아일보>\n순수 우리기술로 만든 ‘K-양극재’… 전기차 배터리 시장 이끈다\n2021.01.19 <이데일리>\n\"궁극 소재로 전기차 상용화 앞장···용량·안전성 모두 잡겠다\"\n각주\n<뉴스H> 2020.12.17 [리서치 헤드라인 I] 선양국 교수, 국내 기술의 배터리 양극재로 미래 전기차 시장 이끈다\n↑\n2020.01.03 <뉴스H>\n최재훈·유한규·선양국·안진호 교수, 한국공학한림원 신규 정회원 선정\n↑\n양극재 ; 음극재, 분리막, 전해액과 함께 ‘리튬이온 배터리’ 4대 소재 중 하나다. 배터리의 용량과 출력 등을 결정하며, 양극재의 가격이 배터리 생산원가의 40% 가량에 달해 배터리 산업에서 차지하는 비중이 크다.\n↑\n<뉴스H> 2019.01.14 [우수 R&D] 선양국 교수(에너지공학과)"
}