{
  "title": "성기훈",
  "url": "https://hyu.wiki/%EC%84%B1%EA%B8%B0%ED%9B%88",
  "content": "성기훈은 ERICA캠퍼스\n생명나노공학과\n교수다.\n목차\n1\n학력\n2\n경력\n3\n연구관심분야\n4\n주요연구과제\n5\n주요논문\n6\n언론 활동\n학력\n1993년도 KAIST 화학공학 공학사\n1995년도 KAIST 화학공학 공학석사\n2001년도 동경공대 생명이공학 공학박사\n경력\n2011 ~ 현재 : 한양대학교 생명나노공학과 학과장\n2009 ~ 현재 : 한양대학교 생명나노공학과 부교수\n2009 ~ 2010 : University of California, Irvine, 방문교수\n2003 ~ 2009 : 한양대학교 응용화학과 조교수\n2001 ~ 2003 : Texas A&M University, Dept. of Chemistry Postdoctoral Research Fellow\n2001~ 현재 : American Chemical Society, Electrochemical Society, Material Research Society, , 정회원\n2003 ~ 2004 : 대한화학회, 편집위원\n2005 ~ 2006 : 생물공학회, 편집위원\n2003~ 현재 : 대한화학회, 생물공학회, 화학공학회, 정회원\n연구관심분야\n마이크로플루이딕 바이오칩\n전기화학 바이오센서\n고감도 바이오센싱을 위한 나노자임 개발\n주요연구과제\n한국기초과학지원연구원(이하 KBSI) 소재분석연구부 한도경 박사와 공동으로 사람의 혈액 외에 타액과 같은 비침습적 방법으로도 급성반응물질 CRP(C-reactive protein)를 효과적으로 검출할 수 있는 고감도 신속 진단용 종이 슬립칩을 개발 2024.01\n[1]\n카본나노튜브와 나노입자 어레이를 이용한 마이크로플루이딕-바이오칩 플랫폼의 개발 2011.05 ~ 2014.04 / 한국연구재단\nArray type의 photosensor를 이용한 고감도 면역분석용 칩 개발 2008.09 ~ 2015.02 / 한국연구재단\n임상병리검사용 소형 센서 모듈의 개발 2005.08 ~ 2010.07 / 지식경제부\nAFM과 나노바이오 소자를 이용한 단 분자수준에서의 초고감도 생체분자 분석 시스템 개발 2004.07 ~ 2007.04 / 한국학술진흥재단\n마이크로어레이 형태의 하이브리드 랩온어칩의 개발에 관한 연구 2003.07 ~ 2004.06 / 한국과학재단\n주요논문\n“Microfluidic Chips for Immunoassays” Han, K. N.; Li, C. A.; Seong, G. H., Annual Review of Analytical Chemistry, In Press\n\"Development of Pt/TiO2 nanohybrids-modified SWCNT electrode for sensitive hydrogen peroxide detection\", Han, K. N.; Li, C. A.; Bui, M. N.; Pham, X. H.; Kim, B. S.; Choa, Y. H.; Seong, G. H., Sensors and Actuators B, 174, 406-413 (2012)\n\"Simultaneous detection of ultratrace lead and copper with gold nanoparticles patterned on carbon nanotube thin film\", Bui, M. N.; Li, C. A.; Han, K. N.; Pham, X. H.; Seong, G. H., Analyst, 137, 1888-1894 (2012)\n\"Enzyme kinetic measurements using a droplet-based microfluidic system with a concentration gradient\", Bui, M. N.; Li, C. A.; Han, K. N.; Choo, J.; Lee, E. K.; Seong, G. H., Analytical Chemistry, 83, 1603-1608 (2011)\n\"Control of ZnO morphologies on carbon nanotube electrodes and electrocatalytic characteristics toward hydrazine\", Han, K. N.; Li, C. A.; Bui, M. N.; Pham, X.; Seong, G. H., Chemical Communications, 47, 938-940 (2011)\n\"Electrochemical Patterning of Transparent Single-Walled Carbon Nanotube Films on Plastic Substrates\", Han, K. N.; Li, C. A.; Han, B.; Bui, M. N.; Pham, X.; Choo, J.; Bachman, M.; Li, G. P.; Seong, G. H., Langmuir, 26, 9136-9141 \t(2010)\n“Electrochemical sensing of hydroxylamine by gold nanoparticles on single-walled carbon nanotube films”, Bui, M. N.; Pham, X.; Han, K. N.; Li, C. A.; Lee, E. K.; Chang, H. J.; Seong, G. H., Electrochemistry Communications, 12, 250-253 (2010)\n“Patterning of Single-Walled Carbon Nanotube Films on Flexible, Transparent Plastic Substrates”, Han, K. N.; Li, C. A.; Bui, M. N.; Seong, G. H., Langmuir, 26, 598-602 (2010)\n“Electrochemical patterning of gold nanoparticles on transparent single-walled carbon nanotube films”, Bui, M. N.; Lee, S.; Han, K. N.; Pham, X.; Li, C. A.; Choo, J.; Seong, G. H., Chemical Communications, 5549-5551 (2009)\n언론 활동\n↑\n<뉴스H> 2024.01.18\nERICA 성기훈 교수 연구팀, KBSI와 급성 염증·감염 진단하는 휴대용 칩 공동 개발"
}