{
  "title": "성악과",
  "url": "https://hyu.wiki/%EC%84%B1%EC%95%85%EA%B3%BC",
  "content": "목차\n1\n학부(서울)\n1.1\n전공소개\n1.1.1\n학과 소개\n1.1.2\n학과 정보\n1.1.3\n특장점\n1.1.4\n주요 전공과목\n1.1.5\n커리큘럼\n1.1.6\n진로\n1.1.7\n질의응답\n1.2\n교수진\n1.2.1\n활동\n학부(서울)\n소속: 서울\n음악대학\n성악과\n유형: 서울 대학\n영문명: DEPARTMENT OF VOICE\n중문명:  声乐系\n카페 :\nhttps://cafe.naver.com/hyucanto/442\n전공소개\n전공안내서2025의 내용을 발췌해 정리한 글임.\n학과 소개\n성악은 악기를 사용하는 기악과 달리 인간의 목소리를 바탕으로 인간의 감정과 사상을 전달하는 중 요한 음악 장르입니다. 인간의 성대를 사용하는 성악은 육체적, 심리적, 정신적 요소가 조화를 이루어 야 비로소 완성됩니다. 보통 기악 반주와 함께 이루어지며, 언어에 기반한 가사가 사용되기 때문에 문 학과 밀접한 관련을 맺으며 발전해 왔습니다. 한양대학교 성악과에서는 학생들의 음악적 재능을 발 전시키기 위해 올바른 발성과 호흡법, 언어의 정확한 발음, 곡의 해석 및 표현 등을 1:1 실기 수업을 통 해 체계적으로 연구합니다. 실기 수업뿐만 아니라 성악과 음악 예술 전반에 대한 포괄적인 이해를 위 한 이론 수업도 함께 진행되며, 인간을 주체로 하는 예술인 만큼 전인격적 교육에 중점을 둡니다. 성 악과의 궁극적인 목표는 어떤 악기보다도 풍부한 감정 표현을 할 수 있는 인간의 목소리와 언어를 예 술로 승화시켜 최고의 전문 성악인을 양성하는 것입니다\n학과 정보\n전화번호 : 02-2220-1230\n학과설립연도 : 1960\n특장점\n국내외 저명 연주자 초빙한 마스터 클래스\n오페라, 오라토리오, 레퀴엠, 칸타타, 예술가곡 등을 전문으로 하는 유명 연주자를 초청해 학생들을 직접 지도하는 마스터 클래스 제공\n다양한 연주회와 무대 경험\n학기마다 다양한 음악회를 통해 학생들에게 풍부한 연주 기회와 가곡의 밤, 파이널 콘서트, 오페라, 오케스트라 협연 등 다양한 무대 경험을 제공\n폭넓은 외국어 지식 함양\n다양한 나라의 노래를 외국어로 배우며 폭넓은 지식과 외국어 능력을 함양할 수 있음\n훌륭한 교수진\n국내외에서 활발하 활동하고 있는 성악계 최고 수준의 교수진의 레슨 진행\n주요 전공과목\n과목\n소개\n무대예술\n오페라 무대에서의 연기와 노래 기법을 포괄적으로 학습하고 실습을 진행합니다.\n예술가곡\n독일 예술가곡에 초점을 맞춘 이 수업에서는 가곡의 배경, 딕션(diction), 노래의 내용을 이해하고, 이를 표현하는 기법을 학습합니다.\n합창\n합창 시의 자세와 다양한 합창 레퍼토리를 학습하며, 개별적인 목소리를 조화롭게 혼합해 하나의 소리를 만드는 기술을 배우고 실습합니다.\n가곡문헌수업\n한국가곡, 독일가곡, 프랑스가곡 등 다양한 언어로 된 가곡의 기원, 역사적 배경을 탐구하고 대표적인 작곡가들의 생애, 작품, 그리고 작곡 스타일의 특징을 학습합니다.\n커리큘럼\n연도별 커리큘럼은 상이할 수 있으므로, 학과 홈페이지에서 다시 한번 확인하시길 바랍니다.\n전공\n1학년\n2학년\n3학년\n4학년\n이론\n시창청음1\n음악이론1\n시창청음2\n음악이론2\n서양음악사\n실기\n합창1\n연주와비평1\n성악전공1\n합창2\n연주와비평2\n피아노실습\n성악전공실기2\n합창3\n연주와비평\n오페라워크샵\n성악전공실기3\n예술가곡실습\n오페라앙상블\n예술가곡해석및실습\n가곡앙상블\n성악전공실기4\n이론+실기\n이태리어딕션\n독일어딕션\n성악문헌\n전공솔페지오1\n프랑스어딕션\n전공솔페지오2\n한국가곡문헌\n영어딕션\n진로\n분야\n직업\n음악계\n전문 연주자, 합창지휘자, 오페라단 단원, 국립・시립 합창단 단원, 뮤지컬 가수, 음악감독 등\n언론・출판・문화계\n오페라 연출자, 음악전문 방송사, 공연기획자, PD 등\n학계・교육계\n대학교수, 음악코치, 중고등학교 음악교사, 실기 교사, 음악학원 강사 등\n기업계\n음반제작회사, 음악경영 등\n질의응답\n노래를 하는데 가장 중요한 요소는 무엇인가요?\n아무래도 노래를 잘하는 것이 가장 중요하지만, 자신이 부르는 곡을 잘 소화하고 표현해 내는 것이 중요합니다. 자신이 어떤 곡을 부르던지 듣는 청중들에게 내용을 잘 전달해 주어야 좋은 성악도라고 생각합니다. 그러기 위해서는 영어나, 독일어, 프랑스어, 이탈리아어 등 외국어를 습득 또한 중요한 요소 중 하나라고 생각합니다.\n성악은 성대를 많이 사용하는데 그렇다면 연습을 많이 못하나요?\n실제적으로 다른 기악과들보다는 사람의 목소리기 때문에 연습을 많이 할 수 없긴 합니다. 하지만 소리를 내는 연습만 연습이라고 하지는 않습니다. 소리를 내지 않고 머릿속으로 악보를 정리한다거나 가사를 생각하는 그런 부수적인 것들을 생각하는 것 또한 많은 연습을 해야 한다고 생각합니다.\n성악학과에 진학하려면 어떤 준비가 필요할까요?\n특별히 준비해야할 사항은 따로 없습니다. 다만 자신의 감정을 효과적으로 표현하기 위해서 개성적인 시각으로 바라보는 능력을 키우는 것이 중요합니다. 좋은 소리를 만들기 위해서는 먼저 악기가 좋고 튼튼해야 하듯이 좋은 목소리와 그것을 유지하도록 건강한 체력을 유지하는 것 또한 중요합니다.\n교수진\n고성현\n교수\n김우경 교수\n이원준\n교수\n정록기 교수\nKathleen Jihyun Kim 교수\n신효진 조교수\n활동\n<뉴스H> 2024.09.04\n한양대 성악과가 그리는 초연 150주년 오페레타, '박쥐'"
}