{
  "title": "성원모",
  "url": "https://hyu.wiki/%EC%84%B1%EC%9B%90%EB%AA%A8",
  "content": "서울\n공과대학\n자원환경공학과\n교수이자,\n석유공학연구실\n장을 겸임하고 있다.\n자원환경공학과 홈페이지 참고(2019.10.)\n목차\n1\n학력\n2\n경력\n3\n교내동정\n4\n연구\n4.1\n연구관심분야\n4.2\n주요연구과제\n4.3\n연구실적\n4.3.1\nAI기술 활용한 비전통유·가스 정(井) 생산성 향상(이달의연구자 2019.8)\n[1]\n5\n주요논문\n6\n저서\n7\n수상\n8\n언론 활동\n9\n주석\n학력\n1979 한양대학교 자원공학 공학사\n1983 (미) Pennsylvania State University Petroleum & Natural Gas Engineering 공학석사\n1987 (미) Pennsylvania State University Petroleum & Natural Gas Engineering 공학박사\n경력\n1990.03-현재 한양대학교 공과대학 자원환경공학과 교수\n2008.08-현재 해외자원개발협회 기술위원회 위원장\n2012.01-2013.12 한국자원공학회 회장\n2007.01-2012.08 지식경제부 석유개발사업 융자심의회 위원장\n2010.08-2012.08 지식경제부 자원개발전문위원회 위원장\n1989.03-1990.02 US Department of Energy / NETL 연구원\n1988.01-1989.02 미국 펜실바니아 주립대학교 EOR 연구센터 연구원\n교내동정\n2019.08\n이달의연구자\n선정\n연구\n연구관심분야\n균열 유·가스전 유동해석 s/w 개발\n탄산염암 유전의 중질오일 회수증진 시뮬레 이션 기술 개발\n석탄층 메탄가스 자원화 개발\n폴리머공법 회수증진 기술 개발\nCO2 EOR 공법 회수증진 기술 개발\nCO2 지중저장 실증설계\n주요연구과제\n균열유가스전 유동해석 s/w 개발 / 2007.10.01-2013.09.30 / 한국에너지기술평가원\n탄산염암 유전의 중질오일 회수증진시뮬레이션 기술 개발 / 2008.10.01-2011.09.30 / 한국에너지기술평가원\nCO2 주입 최적설계를 위한 노달분석 / 2009.01.01-2009.10.31 / 한국지질자원연구원\n극한 지역의 생산정 유동성 확보 기술 연구 / 2009.04.03-2009.12.03 / 한국석유공사\n석탄층 메탄가스 자원화 엔지니어링 핵심기술(증진/포집/정제) 개발 / 2010.08.01-2016.07.31 / 한국산업기술평가관리원\nCO2 EOR 파일럿 테스트(1단계 1천톤)를 통한 CO2 지중저장 연계기술개발 / 2012.12.01-2015.10.31 / 한국에너지기술평가원\n신화학공법을 이용한 석유회수증진기술 개발 / 2012.06.01-2017.05.31 /한국에너지기술평가원\n포항분지 해상 소규모 CO2 주입실증 프로젝트 / 2013.08.01-2016.07.31 / 한국에너지기술평가원\n연구실적\nAI기술 활용한 비전통유·가스 정(井) 생산성 향상(\n이달의연구자\n2019.8)\n[1]\n성 교수는 뉴멕시코 광산공과대학교(New Mexico Institute of Mining and Technology)와 협업해 ‘비전통\n[2]\n유·가스 정(井) 기술’(시추를 통해 우물로 기름과 가스를 추출하는 기술)에 인공지능(AI)을 접목시키는 연구를 진행 중이다.\n이번 연구는 지난 5월에 시작해 3년간 진행된다. 성 교수는 이미 미국을 한 차례 방문해 연구 시작을 알렸다. 협업 중인 뉴멕시코 광산공과대학교는 셰일 가스가 있는 현장과 셰일 가스 정(井)을 보유한 회사를 섭외했다.\n주요논문\nJang, Y. H., Lee, T. H., Jung, J. H., Kwon, S. I., and Sung, W. M., 2013, The Oil Production Performance Analysis using Discrete Fracture Network Model with Simulated Annealing Inverse Method: Geosciences Journal, Vol. 17, 489-496. (SCI)\nLee, T. H., Lee, Y. S., Jang, Y. H., Lee, K. S., Sung, W. M., and Seomoon, H., 2012, The Development of a Generalized 3D DFN Simulator Implementing 2D Rectangular Fracture Flow: Energy Sources Part A, Vol. 34, 2057-2065. (SCI)\nKim, K. H., Lee, Y. S., Hwang, S. H., Seo, J. W., and Sung, W. M., 2011, Improved Capillary Pressure Model Considering Dual-pore Geometry System in Carbonate Reservoirs: J. of Petroleum Science and Engineering, Vol. 78, 601-608. (SCI)\nSung, W. M., Kwon, S. I., Kim, S. J., Park, H. M., Lee, Y. S., and Yoo, I. H., 2011, Analytical Study on the Optimum Design of Producing Well to Increase Oil Production at Severe Cold Regions: Korean J. Chem. Eng., Vol. 28(2), 470-479. (SCI-E)\nSung, W. M., Lee, Y. S., Kim, K. H., Jang, Y. H., Lee, J. H., and Yoo, I. H., 2011, Investigation of CO2 Behavior and Study on Design of Optimal Injection into Gorea-V Aquifer: Environmental Earth Sciences, Vol. 64(7), 1815-1821. (SCI)\nSon, H. A., Lee, Y. S., Seo, J. W., Kim, S. J., Lee, W. S., and Sung, W. M., 2011, Phase Behavior Analysis of Heavy Oil Containing Asphaltene: Korean J. Chem. Eng., Vol. 28(11), 2163-2169. (SCI-E)\nLee, W. C., Lee, Y. S., Kim, K. H., Lee, K. J., Sung, W. M., and Kim, J. S., 2011, Investigation of Gas and Water Coning Behavior for the Enhancement of Oil Production: Korean J. Chem. Eng., Vol. 28(11), 2102-2109. (SCI-E)\nLee, J. H., Park, Y. C., Sung, W. M., and Lee, Y. S., 2010, A Simulation of a Trap Mechanism for the Sequestration of CO2 into Gorae V Aquifer, Korea: Energy Sources Part A, Vol. 32:9, 796-808. (SCI)\nLee, Y. S., Kim, K. H., Sung, W. M., and Yoo, I. H., 2010, Analysis of the Leakage Possibility of Injected CO2 in a Saline Aquifer: Energy and Fuels, Vol. 24, 3292-3298. (SCI)\nLee, Y. S., Kim, K. H., Lee, T. H., Sung, W. M., Park, Y. C., Lee, J. H., 2010, Analysis of CO2 Endpoint Relative Permeability and Injectivity by Change in Pressure, Temperature, and Phase Saline Aquifer: Energy Sources Part A, Vol. 32(1), 83-99 (SCI)\nLee, J. H., Park, S. S., and Sung, W. M., 2010, An Experimental Study on the Productivity of Dissociated Gas from Gas Hydrate by Depressurization Scheme: Energy Conversion and Management, Vol. 51(12), 2510-2515. (SCI-E)\n저서\n수상\n2019, 아시아·태평양 석유공학회(APOGCE) 공로상\n한국자원공학회에서 우수논문상·학술상·공로상\n산업자원부 표창장과 대한민국 산업포장\n언론 활동\n주석\n↑\n<뉴스H> 2019.08.01 성원모 교수, AI 기술 활용한 비전통유·가스 정(井) 생산성 향상\n↑\n비전통(unconventional)자원이란 기존 화석연료 채굴 방법이 아닌 새로운 기술로 채굴되는 자원을 말한다."
}