{
  "title": "손동영",
  "url": "https://hyu.wiki/%EC%86%90%EB%8F%99%EC%98%81",
  "content": "한양대학교\n사회과학대학\n미디어커뮤니케이션학과\n교수\n목차\n1\n학력\n2\n교내 보직\n3\n주요 경력\n4\n연구\n4.1\n한양대 공동연구팀(최용석·김한성·손동영 교수), 한국사회 실시간 감정지도 개발(2020.10)\n5\n연구실적\n6\n수상\n7\n언론활동\n학력\nPh.D., The University of Texas at Austin\n교내 보직\n2020.08.01 ~\n미디어전략센터\n센터장\n주요 경력\n미 오하이오 주립대(The Ohio State University), 남플로리다대(University of South Florida) 교수 역임\n한국광고학회 총무이사, 뉴미디어 분과장\n한국광고홍보학회 소셜미디어 분과장\n사이버커뮤니케이션학회 연구이사\nInternational Journal of Advertising 편집위원\nJournal of Applied Communication 편집위원\nJournal of Advertising & Promotion Research 편집위원\n한국언론학보, 광고학연구 외 편집위원\n연구\n한양대 공동연구팀(\n최용석\n·\n김한성\n·\n손동영\n교수), 한국사회 실시간 감정지도 개발(2020.10)\n공동연구팀이 한국사회가 느끼는 감정의 수준을 전국 시군구 단위로 실시간 확인할 수 있는 ‘감정지도’를 개발했다.\n해당 지도에서는 △불안 △분노 △혐오 △공포 △기쁨 △놀람 △슬픔 등 7개 감정을 색깔별 농도를 통해 확인할 수 있다. 예를 들어 놀람 감정이 높게 나타나는 지역은 짙은 초록색으로, 낮은 지역은 연두색으로 표시된다.\n이러한 연구결과와 감정지도는 정치사회적 이슈에 대한 국민적 감정을 확인해 여론을 감지하거나 경제 불평등, 정치 양극화, 청년실업 등 사회문제에 대한 사회 분위기를 감지할 수 있는 온도계로 활용될 수 있을 것이다.\n불안 지도는 연구센터 홈페이지를 통해 누구나 이용할 수 있다.\n홈페이지 URL :\nhttp://sentimap.hanyang.ac.kr/\n교내 기사: <뉴스H> 2020.10.07\n한양대, ‘한국사회 실시간 감정지도’ 개발\n연구실적\nSocial embeddedness of persuasion: Effects of cognitive structures on information credibility assessment and sharing in social media. International Journal of Advertising (with Soyoung Choi). 2019.\nMapping the social capital research in communication: A bibliometric analysis. Journalism & Mass Communication Quarterly (with Chul-joo Lee), 2016.\nCollective dynamics of the spiral of silence: The role of ego-network size. International Journal of Public Opinion Research (with Nick Geidner), 2016.\n기업의 위기이력이 공중의 책임 지각과 대응 메세지 평가에 미치는 영향. 광고홍보학보 (with 김지혜, 황상재), 2015.\n사회적 익명성이 온라인 커뮤니티 구성원의 공동체 신뢰도와 인식에 미치는 영향: 인지된 동질성(perceived homophily)과 공감경험(empathy)을 중심으로. 사이버커뮤니케이션학보 (with 윤수진), 2014.\nMeasuring expected interactivity: Scale development and validation. New Media & Society (with Sejung Choi), 2014.\nCoping with information in social media: The effects of network structure and knowledge on perception of information value. Computers in Human Behavior, 2014.\n소셜커머스를 통한 상품구매에 영향을 미치는 요인에 관한 연구: 시간제약과 판매수량 정보를 중심으로. 광고학연구 (with 최소영), 2013.\n기업의 파워블로그 스폰서쉽이 정보 신뢰도 및 구매의도에 미치는 영향. 광고학연구 (with 이미혜), 2013.\nAnatomy of interaction experience: Distinguishing sensory, semantic, and behavioral dimensions of interactivity, New Media & Society, 2011.\nCultural difference in motivations for using social network sites: A comparative study of American and Korean college students, Computers in Human Behavior (with Yoojung Kim & Sejung Choi), 2011.\nBridging or bonding?: A cross-cultural study of social relationships in social networking sites. Information, Communication & Society (with Yoojung Kim, Sejung Choi, & Yongjun Sung), 2010.\nDisentangling the effects of social network density on electronic word of mouth (eWOM) intention, Journal of Computer-Mediated Communication, 2009.\nBuilding customer relationships in an electronic age: The role of interactivity of e-commerce websites. Psychology & Marketing (with Sejung Choi & Doyle Yoon), 2008.\nThe moderating effects of expectation on the patterns of the interactivity-attitude relationship. Journal of Advertising (with Junhyung Jee & Byung-Kwan Lee), 2007.\nA structural solution to communication dilemmas in a virtual community. Journal of Communication (with John Leckenby), 2007.\n수상\n2022 한국방송학회 최우수 국제 학술논문상\n언론활동\n2015.01.07일자 <머니투데이>에서 시평 '동상이몽의 사회적 비용' 기고하며 \"우리 사회의 20대들은 각종 사회봉사 경력, 과외활동, 내신성적, 시험점수로 치장된 지원서를 만들기 위해 경쟁한다\"며 \"이 과정에서 낭비되는 시간과 에너지의 양은 고스란히 거대한 사회적 비용으로 되돌아온다\"고 지적"
}