{
  "title": "손대원",
  "url": "https://hyu.wiki/%EC%86%90%EB%8C%80%EC%9B%90",
  "content": "손대원은 서울\n자연과학대학\n화학과\n교수이다.\n연구실\nPolymer Physical Chemistry Laboratory\n목차\n1\n학력\n2\n경력\n3\n연구관심분야\n4\n학회활동\n5\n언론활동\n학력\nFeb. 1984\tB. S., Chemistry, Hanyang Unviesity, Seoul, Korea\nFeb. 1986\tM. S., Chemistry, Hanyang University, Seoul, Korea\nDec. 1994\tPh. D., Chemistry, Louisiana State University, USA (Advisor: Professor Paul S. Russo)\n경력\nJun. 1987 - Jul. 1989\tResearch Scientist, Cheil Synthetic, Inc, Korea\nAug. 1989 - Dec. 1994\tTeaching Assistant, Research Assistant, LSU, USA\nDec. 1994 - Nov. 1996\tPostdoctoral Fellow, University of Wisconsin, USA (Advisor: Prof. Hyuk Yu)\nDec. 1996 - Feb. 1997\tPostdoctoral Fellow, University of Toronto, Canada (Advisor: Prof. Eugenia Kumacheva)\nJun. 1997 - Aug. 1997\tVisiting Scholar, University of Toronto, Canada (Host: Professor Eugenia Kumacheva)\nAug. 2001 - June. 2004\tDirector of Nanoenics, Inc.\nFeb. 2004 - Feb. 2005\tGuest Researcher, NIST-Gaithersburg, USA\nMar. 1997 - Feb. 2002\tAssistant Professor, Hanyang University, Seoul, Korea\nMar. 2002 - Feb. 2007\tAssociate Professor, Hanyang University, Seoul, Korea\nMar. 2006 - Feb. 2008\tChair in the Department of Chemistry, Hanyang Univ.\nMar. 2007 - present\tProfessor, Hanyang University, Seoul, Korea\nMar. 2006 - present\tChair of the Basic Science Committee, Hanyang University\nJun. 2008 - Aug. 2008\tJSPS Scholar, Kyushu University, (Host: Professor Atsushi Takahara)\nAug. 2011 - Dec.2012\tChair of the Association of General Education in Korea\nSep. 2008 - Jul. 2012\tVice Dean of Academic Affairs, Hanyang University\nAug. 2012 - Jul. 2013\tDean of Academic Affairs, Hanyang University\n연구관심분야\n물리화학, 고분자화학\n학회활동\nJan. 2008 - present\tEditor, Polymer Bulletin, Springer\nJan. 2006 - Dec. 2006\tDirector of General Affairs in Korea Chemical Society\nJan. 2003 - Dec. 2003\tDirector in Korea Polymer Society\nJan. 2002 - Dec. 2002\tDirector of Academic Affair in Korean Chemical Society\nJan. 2001 - Dec. 2002\tSecretary of Polymer Div. in Korean Chemical Society\nMembers of American Chemical Soc. American Physical Soc., Korean Chemical Soc. PolymerSoc.of korea\n언론활동\n20.03.12 <한국경제> 대학 온라인 강의에 대한 코멘트\n[1]"
}