{
  "title": "송지훈",
  "url": "https://hyu.wiki/%EC%86%A1%EC%A7%80%ED%9B%88",
  "content": "한양대 서울캠퍼스\n사범대학\n교육공학과\n교수이자 교육복지 정책 중점 연구소 소장이다.\n목차\n1\n소속\n2\n학력\n3\n연구실적\n3.1\n우수R&D\n4\n언론활동\n4.1\n교내언론\n소속\n한양대학교 서울캠퍼스 사범대학 교육공학과\n학력\n1996. 한양대학교, 교육공학 학사\n2005. The Pennsylvania State University, HROD 석사\n2008. The Pennsylvania State University, HROD 박사\n연구실적\nJeong, S. H., Yu, Y., Song, J. H., Kim, J. H., & Bae, S. H. (2016). The moderating role of transformational leadership on work engagement: The influences of professionalism and openness to change. Human Resource Development Quarterly, xx(x), xxx-xxx. On-line first version [SSCI]\nPark, Y. K., Song, J. H., & Lim. D. H. (2016). Organizational justice, Self-leadership, Work engagement, Korean cultural context. Leadership and Organization Development Journal, 37(6), 711-729. doi: 10.1108/LODJ-09-2014-0192. [SSCI]\nShin, Y. H., Hancer, M., & Song, J. H. (2016). Self-Congruity and the theory of planned behavior in the prediction of local food purchase, Journal of International Food & Agribusiness Marketing,  28(4) 330-345.  doi: http://dx.doi.org/10.1080/08974438.2016.1145612. [SCOPUS]\nPark, J. H., Kim, W., Song, J. H. (2015).The impact of ethical leadership on employees’ in role performance: The mediating effect of employees’ psychological ownership. Human Resource Development Quarterly, 26(4), 385-408. doi: 10.1002/hrdq.2121 [SSCI]\nPark, S. Y., Song, J. H., Kim, J. H., Lim, D. H. (2015). What makes an organization a great place to work in South Korea?, Performance Improvement Quarterly, 2 8 ( 1 ) p. 2 7 – 4 8  doi: 10.1002/piq.21185. [SCOPUS]\nKim, J. H., Nimon, K., Song, J. H., & Zigarmi, D. (2015). Toward employee work passion and performance: a validation of the Work Cognition Inventory in Korea , Human Resource Development International, doi: 10.1080/13678868.2015.1026550.\nSong, J. H., Kim, W. C., Chae, D. S., & Bae, S. H. (2014). The impact of an innovative school climate on teachers’ knowledge creation activities in Korean schools: The mediating role of teachers’ knowledge sharing and work engagement. Korean Journal Educational Policy.11(2), 179-203. [SSCI]\nSong, J. H., & Lim D. H. (2014). Mediating analysis approaches: Trends and\nimplications for advanced applications in HRD research, Advanced in Developing Human Resources. xx(x). DOI: 10.1177/1523422314559807. [SCOPUS]\nSong, J. H., Lim, D. H., Kang, I. G., & Kim, W (2014). Team performance improvement and learning organization culture in the Korean business context: The mediating effect of employee engagement, The Learning Organization, 21(5), 290-309. doi:10.1108/TLO-07-2012-0049. [SCOPUS]\nSong, J. H., Bae, S. H., Park, S. Y., & Kim, H. K.(2013). Influential factors for knowledge creation practices of CTE teachers: mutual impact of perceived school support,transformational leadership, and work engagement, Asia Pacific Education Review,14, 467-481. doi: 10.1007/s12564-013-9283-8. [SSCI]\nPark, C. H., Song, J. H., Yoon, S. W., & Kim, J. W. (2013). Missing link: Psychological ownership as a mediator between transformational leadership and organizational citizenship behavior, Human Resource Development International, 16(5), 558-574, doi:10.1080/13678868.2013.839510\nSong, J. H., Chermack, T. J. & Kim, W. C. (2013). An analysis and synthesis of DLOQ-based learning organization research. Advances in Developing Human Resources,15(2), 222-239. doi: 10.1177/1523422313475995. [SCOPUS]\nSong, J. H. & Kolb, J. A. (2013). Learning Organizational Culture and Firm Performance:The Mediating Effects of Knowledge Creation in Korean Firms. Journal of Leadership and Organization Studies, 20(2), 250-262, doi:10.1177/1548051812461146. [SSCI]\nSong, J. H., Yoon, S. W., & Uhm, D. H. (2012) Systematic and practical measurement of organizational knowledge creation: Developing and validating knowledge the creation practice inventory, Leadership and Organization Development Journal, 33(7), 616 - 631. doi: 10.1108/01437731211265214. [SSCI]\nSong, J. H., Kang, I. G., Shin, Y. H., & Kim, H. K. (2012). The impact of an organization’s procedural justice and transformational leadership on employees’ citizenship behaviors in the Korean business context, Journal of Leadership and Organization Studies,19(4), 424-436. doi: 10.1177/1548051812446659. [SSCI]\nLim, D. H., Choi, M. W., & Song, J. H. (2012). Work-family enrichment in Korea Construct validation and status. Leadership and Organization Development Journal,33(3), 282-299. doi: 10.1108/01437731211216470.[SSCI]\nMcCharen, B., Song, J. H.., & Martens, J. (2011). School Innovation: The Mutual Impacts of Organizational Learning and Creativity. Educational Management Administration and Leadership. 39(6), 1-19. [SSCI]\nSong, J. H., Uhm, D., & Yoon, S. W. (2011). Organizational knowledge creation practices: Comprehensive and systematic processes for scale development. Leadership and Organization Development Journal, 32(3), 243-259. doi: 10.1108/01437731111123906. [SSCI]\nSong, J. H., Yoon, S. W., & Yoon, H. J. (2011). Identifying organizational knowledge creation enablers through content Analysis: The voice from the industry. Performance Improvement Quarterly, 24(2), 49-65. doi: 10.1002/piq.20111. [SCOPUS]\nŠkerlavaj, M., Song, J. H., & Lee, Y. (2010). Organizational learning culture, innovative culture and innovations in South Korean firms, Expert Systems with Applications 13, 6390-6403. doi: org/10.1016/j.eswa.2010.02.080. [SSCI]\nSong, J. H., & Kolb, J. A. (2009) The influence of learning culture on perceived knowledge conversion: An empirical approach using structural equation modeling, Human Resource Development International, 12(6), 529-550. doi: 10.1080/13678860903274505.\nSong, J. H., Kim, H. M. & Kolb, J. A. (2009) The relationship between interpersonal trust and organizational commitment: The mediating effects of organizational learning culture, Human Resource Development Quarterly, 20(2), 147-167. doi: 10.1002/hrdq. 20013. [SSCI]\nSong, J. H., Joo, B. K., & Chermack, T. J. (2009) Validation of the dimensions of the learning organization questionnaires (DLOQ) in Korea, Human Resource Development Quarterly, 20(1), 43-64. doi: 10.1002/hrdq.20007. [SSCI]\nSong, J. H.,& Kim, H. M. (2008) The integrative structure of employee commitment: The influential relations of individuals’ characteristics in a supportive learning culture, Leadership & Organization Development Journal, 30(3), 240-255. doi:10.1108/01437730910949526. [SSCI]\nSong, J. H. (2008) The effects of the cultural aspects of the learning organization to the process of human knowledge creation: An empirical research in the Korean context, International Journal of Training and Development 12(4), 265-281. doi: 10.1111/j.1468-2419.2008.00311.x. [SCOPUS]\n우수R&D\n2020년도 서울캠퍼스 R&D 분야 선정\n교육복지 정책 중점 연구소(이하 교복연) 소장으로 연구소를 이끌며 학교 중심 교육복지 실행방안 연구를 진행\n언론활동\n교내언론\n<뉴스H> 2020.01.27 [우수R&D] 송지훈 교수, 교육복지 정책 로드맵을 그리다"
}