{
  "title": "수강신청/편입생",
  "url": "https://hyu.wiki/%ED%8E%B8%EC%9E%85%EC%83%9D_%EC%88%98%EA%B0%95%EC%8B%A0%EC%B2%AD",
  "content": "이 문서는\n편입생\n의\n수강신청\n에 관한 문서입니다.\n우리 대학의 학점취득 및 각종 학점인정제도 등 기타 일반적인 학사규정은 신입생과 동일하게 적용\n편입학생의 교육과정은 편입학과 편입학년의 교육 과정을 적용\n목차\n1\n전적대학 성적인정학점\n2\n선수강 과목\n3\n졸업요건 (서울, 2020)\n[1]\n4\n졸업 요건(ERICA, 2019)\n5\n유의사항\n6\n각주\n전적대학 성적인정학점\n전적대학의 성적은 사정을 통하여 개별과목의 이수인정은 허용되지 않고 우리대학의 전체 취득 학점으로만 인정하여 졸업학점에 가산\n선수강 과목\n해당 학과에서 필요한 경우 개인별 선수강 과목을 지정할 수 있으며, 지정받은 선수강 과목은 졸업 전까지 반드시 이수하여야 함\n전적대학 취득학점은 과목별 인정은 하지 않으므로, 선수강 과목이 전적대학에서 이수한 과목과 동일한 과목명이라 하더라도 이수하여야 함\n졸업요건 (서울, 2020)\n[1]\n편입생은 편입학과 편입학년의 교육과정을 적용받으며 해당 학과의 졸업 이수 학점을 적용받음.\n편입 시 전적 대학에서 이수한 학점은 일반 선택 학점으로만 인정하여 졸업 학점에 가산되며, 선수강 과목은 반드시 이수하여야 졸업이 가능\n편입생(학사편입 및 일반편입)은 해당 대학(학부)별 핵심 교양 이수 영역 및 학점을 이수하여야 졸업이 가능하며, 전공 및 졸업 학점을 채운 것으로 졸업 사정의 학점 요건을 충족하게 됨.\n2007학년도 이후 2학년 편입학생과 2008학년도 이후 3학년 편입생은 영어전용강좌 3강좌 이상을 졸업시까지 이수하여야 함. (단, 의과대학, 음악대학, 체육대학, 예술체육대학, 국제학부, 산업융합학부는 제외)\n편입학생의 최소전공 이수학점은 다음과 같음.\n대학  및 학부\n졸업이수 최소 전공 학점\n전공핵심\n전공심화\n공과대학, 인문과학대학(국어국문학과, 영어영문학과, 중어중문학과) 사회과학대학, 자연과학대학, 정책과학대학,\n경제금융대학, 음악대학, 생활과학대학, 예술체육대학, 국제학부\n24\n18\n공과대학 건축학부\n54\n18\n전공학점에서 108학점 이상 이수\n인문과학대학 독어독문학과, 사학과, 철학과\n24\n12\n전공학점에서 전공 42학점 이수\n경영대학\n24\n18\n전공학점에서 전공 42학점 이수\n사범대학\n24\n12\n전공학점에서 50학점 이수\n의과대학은 별도로 정한다.\n사범대학은 교원자격증 취득에 필요한 전공 학점수가 50학점임.\n기타사항\n편입 시 지정받은 과목(선수강 과목)은 편입생에게는 필수 과목이므로 구분에 상관없이 반드시 이수하여야 함.\n선수강 과목으로 지정된 과목 중 전공과목이 있을 경우 전공 이수학점에 가산함.\n편입 시 인정받은 학점은 졸업 이수 학점으로만 가산되며 졸업 이수 조건에는 적용되지 않음.\n졸업 요건(ERICA, 2019)\n각 대학별 졸업학점(인정학점 포함) 및 전공학점 이상을 취득해야 함\n해당학년의 필수과목 및 지정받은 선수강 과목 모두 이수\n졸업논문(졸업시험 및 졸업작품) 통과 - 공학대학, 소프트웨어융합대학, 약학대학, 디자인대학, 예체능대학만 해당\n졸업평점이 1.75이상\n영어전용강좌 2강좌 이상 이수(DEE2037 영어커뮤니케이션1 초급, DEE2038 영어커뮤니케이션1중급, DEE2039 영어커뮤니케이션 1 고급, DEE2040 영어커뮤니케이션2 초급, DEE2041 영어 커뮤니케이션2 중급, DEE2042 영어커뮤니케이션2 고급은 별도임) (단, 디자인대학, 예체능대학은 제외)\nIC-PBL 강좌 2강좌 이상 이수\n공학인증, 건축학인증, 경영학인증의 모든 요건 이수(대상자의 경우)\n졸업요건 중 졸업학점 및 필수과목이수만을 충족하였을 경우 졸업이 아닌 수료이며 졸업증명서의발급은 불가능. 그러므로 졸업요건을 모두 충족하여야 합니다.\n유의사항\n편입생은 편입학과 편입학년의 교육과정을 적용 받으므로 해당학년의 필수(교양 및 전공, 기초)과목을 확인하여 반드시 이수하여야 하며, 편입학년 이전의 필수과목은 선수강과목이 아닌 이상 반드시 이수할 필요는 없음\n편입 시 지정 받은 과목인 선수강 과목은 편입생에게는 필수과목이므로 선수강 과목을 반드시 이수하여야 함\n편입 시 전적대학에서 이수한 학점 중 우리대학에서 인정받은 학점만 졸업학점에 가산 따라서 편입한 학과 졸업이수학점의 잔여학점을 이수하여야 함\n선수강 과목으로 지정된 과목 중 전공과목이 있으면 전공이수학점에 가산\n편입학과의 선수강 과목을 시간표 중복으로 수강할 수 없을 경우 학수번호가 동일한 타과의 과목을 수강할 수 있음\n편입 시 인정받은 학점은 졸업이수 학점으로만 가산\n전적대학에서 취득한 과목과 필수과목이 동일하다 하더라도 우리 대학의 교육과정에 해당되는 과목은 다시 이수(과목별 이수인정은 불가하기 때문임)\n소속 학과(부,전공)의 전공과목, 기타과목(교양과목, 타전공과목 등) 및 지정된 선수강과목(필수)으로 학점을 취득하여 졸업 이수학점을 충족해야 함\n각주\n↑\n2020학년도 신입생 캠퍼스 가이드북\n참고"
}