{
  "title": "수시입학2021/학생부",
  "url": "https://hyu.wiki/%EC%88%98%EC%8B%9C%EC%9E%85%ED%95%992021/%ED%95%99%EC%83%9D%EB%B6%80",
  "content": "수시입학2021\n내용 중 <학생부종합전형 평가방법> 사항입니다.\n한양대학교는 처음 학생부종합전형을 도입한 2015학년도 수시전형에서부터 해마다  평가절차를 고도화하여 학생 선발의 전문성 및 공정성 확립에 최선을 다하고 있습니다.\n주의 ! 본 내용은 2021학년도 수시입학 모집 요강에 한정된 내용이므로 시기와 내용이 다를 수 있으니 착오 없으시기 바랍니다.\n목차\n1\n학생부종합평가 구조 및 각 항목의 정의\n1.1\n학생부종합평가 구조\n1.2\n평가 항목 정의와 구성요소\n2\n학생부종합평가 항목별 평가 내용\n2.1\n평가 항목별 평가 내용\n3\n학생부종합평가 절차와 방법\n3.1\n학생부종합 평가 절차(개관)\n3.2\n횡단평가의 정의와 세부내용\n3.3\n종합평가와 심층평가 세부 내용\n4\n학생부종합전형 FAQ\n학생부종합평가 구조 및 각 항목의 정의\n학생부종합평가에서는 학생부의 주요평가영역(수상경력, 세부능력 및 특기사항, 창의적 체험활동, 행동특성 및 종합의견)에 나타난 각 학생의 종합성취도와 4대 핵심역량을 종합적으로 평가합니다.\n학생부종합평가 구조\n평가 항목 정의와 구성요소\n종합성취도\n단순하게 교과 성적을 정량적으로 수치화하여 반영하는 개념의 지표가 아니며, 학생부에 드러난 학업관련 기록을 통하여 종합적인 성취를 판단하는 개념의 지표입니다. 따라서 종합성취도 평가란 학생이 이수한 과목의 성취도(원점수/평균/표준편차), 교내수상, 창의적 체험활동, 세부능력 및 특기사항 등 학생부에 기록된 모든 내용을 토대로 학생의 교육여건과 교육과정을 고려하여 고등학교 3년 동안의 성취를 정성적으로 평가하는 것을 의미합니다.\n4대 핵심역량\n비판적 사고 역량\n정의 : 어떠한 현상 혹은 지식에 대하여 의문을 갖고 합리적인 추론을 근거로 질문이나 토론을 통해 반성적으로 숙고하고 평가하는 역량\n구성요서 : 비판적 질문, 분석적 사고, 논리적 전개, 타당한 평가\n창의적 사고 역량\n정의 : 지적 호기심을 바탕으로 문제에 대해서 상세히 고찰하고 정보처리 및 해석 능력을 통해 주어진 관련 정보를 다각도로 분석하여 학문간 연계 및 지식의 확장, 독창적 문제 해결로 나아가는 역량\n구성요소 : 문제 인식, 융합적 사고, 해결책 제시,\n자기주도 역량\n정의 : 자발적인 [동기 – 계획 – 노력 – 성취 – 피드백]의 과정을 통해 지속적으로 학습하여 능력과 자질을 갖추어가는 자기관리역량\n구성요소 : 동기형성 및 계획수립, 수행 및 성취, 목표 확장\n소통 ․ 협업 역량\n정의 : 공동체의 발전을 위해 자발적인 협력태도를 보이며, 책임감과 공감능력을 바탕으로 타인을 배려하고자 노력하는 역량\n구성요소 : 경청 및 공감, 공동체 역할수행, 시민의식 확장\n학생부종합평가 항목별 평가 내용\n평가 항목별 평가 내용\n평가항목\n주요 평가 영역\n평가내용\n종합성취도\n수상경력\n학생부에 드러난 학업관련 기록을 통하여 종합적인 성취를 평가\n* 학생부교과등급을 정량적으로 평가하는 것이 아님\n* 학생의 교육여건과 교육과정을 고려하여 종합적인 성취를 정성평가\n창의적체험활동\n세부능력 및 특기사항\n행동특성 및 종합의견\n4대\n핵심\n역량\n학업영역\n비판적사고 역량\n창의적사고역량\n수상경력\n학업노력에 대한 결과평가\n창의적체험활동\n관심분야에 참여한 교내활동평가\n세부능력 및 특기사항\n학업노력에 대한 교과목교사의  의견확인\n행동특성 및 종합의견\n학업 ․ 관심분야에 대한  담임교사의 의견확인\n인성 및 잠재성 영역\n자기주도역량\n소통 ․ 협업 역량\n수상경력\n다양한 인성 ․ 잠재역량에 대한  고교인정사실 확인\n창의적체험활동\n교내활동 속에서 확인되는 인성 ․  잠재력 평가\n세부능력 및 특기사항\n수업태도 ․ 생활모습에 대한  교과목교사의 의견확인\n행동특성 및 종합의견\n학교생활에 대한 담임교사 의견확인\n종합평가\n수상경력\n※ 내부/외부 위촉사정관의 “학문적 지식과 가르침의 경험”을 바탕으로 종합평가  실시\n- 대학수학을 위한 기본소양 및 열정 ․ 관심에 대한 준비정도 평가\n- 대학생으로서 갖추어야 할 인성과 기본역량에 대해 평가\n창의적체험활동\n세부능력 및 특기사항\n행동특성 및 종합의견\n학생부 주요평가영역 : 종합평가 시 중점적으로 확인·평가하는 항목\n학생부 주요평가영역을 제외한 기타 학생부영역 또한 종합평가 시 참고자료로 활용됨\n‘학교생활기록부 기재요령’에 어긋나는 수상 및 활동은 학교생활기록부에 기재되어 있어도 평가 반영 불가\n교외수상 : 평가 반영 불가 (교육부 훈령 제321호의 제9조 근거, “2020 학교생활기록부 기재요령” 74 page)\n교외활동 : 학교장이 승인한 교육부 및 직속기관, 시도교육청 및 직속기관, 교육지원청 및 소속기관              주최・주관 체험활동에 한해 평가에 반영            (교육부 훈령 제243호의 제13조 근거, “2020 학교생활기록부 기재요령” 102 page)\n학생부종합평가 절차와 방법\n학생부종합평가에서는 공정하고 엄정한 평가를 위해 종합평가와 심층평가로 구성된 다수 다단계 평가를 시행하고 있습니다.  이와 더불어 필요 시 재심위원회 개최와 고교 방문실사를 통해 공정성과 타당성을 확보하고 있습니다.  또한 이 모든 평가의 방법론으로 각 사정관의 전문성과 상호주관성이 바탕이 된 ‘횡단평가’를 사용하여 공정하고 투명한 평가를 진행하고 있습니다.\n학생부종합 평가 절차(개관)\n평가 단계별 평가 방법\n종합평가\n지원자 전체를 대상으로 3명으로 구성되어 있는 평가자 그룹이 종합성취도와 4대 핵심역량 간의 상관관계를 중심으로 독립적으로 평가하고, 위촉사정관은 전공학문에 관한 자문 및 검토에 참여합니다.\n심층평가\n종합평가를 통해 우수성이 검증된 지원자를 대상으로 각각 2명의 전임사정관으로 구성된 2개의 사정관 그룹이 학생의 [비판적 사고역량, 창의적 사고역량]과 [자기주도 역량, 소통․협업 역량]을 평가합니다. 또한 위촉사정관은 해당 학생부에 나와 있는 학생의 역량을 종합적으로 검토하고 평가합니다.\n재심위원회\n심층평가에서 편차 발생 시 전임사정관 5명으로 구성된 재심 위원회를 개최하여 점수 차이에 대해논의하고 조율할 수 있습니다.\n고교실사\n마지막으로 학생의 역량과 학생부 기재사항에 대해 한 번 더 확인이 필요하다면 실제로 해당 고등학교에 방문하여 사실을 확인하고 있습니다.\n횡단평가의 정의와 세부내용\n횡단평가\n“횡단평가”는 학교생활기록부에 나타난 학생의 역량을 항목 / 학년 간 ‘횡단’ 확인을 통해 상호 연계적으로 평가하는 방법을 의미합니다. 이것은 본교의  학생부종합전형  평가의 기본 원칙으로서 평가절차 상 종합평가 및 심층평가의 근간을 이루고 있습니다. 한양대학교는 다수의 교사에 의해 다년간 작성되는 학교생활기록부에 대한 신뢰를 바탕으로학교생활기록부에 기록된 내용에 나타난 학생의 역량을 ‘횡단’ 확인을 통해 충분히 평가하여 학교생활기록부 외 기타 평가 서류(자기소개서, 추천서 등) 없이 우수한 인재를 정교하게 선발하고 있습니다. 이는 교육수요자인 수험생, 학부모, 교사 등의 추가적인 부담을 경감하는 것에 기여하고 있습니다.\n종합평가와 심층평가 세부 내용\n학생부종합 평가항목 중 종합성취도를 중심으로 이를 얻기까지 수행했던 실행의지, 사고과정, 실천내용, 협력관계 등의 과정을 확인하고 여기서 도출된 학생의 4대 핵심역량과 종합성취도 간의 상관관계를 비교, 분석하여 평가하는 과정을 의미합니다. 또한, 평가자 간의 자문 및 검토과정을 포함합니다.\n학생부종합평가 평가항목 중 4대 핵심역량 (비판적 사고역량, 창의적 사고역량, 자기주도역량, 소통․협업 역량)에 중점을 두고 학생부 내 평가영역간의 상호연계성을 바탕으로 기초, 심화 및 융복합 수준까지 종합적으로 평가하는 과정을 의미합니다. 또한, 평가자 간 일정수준 이상의 편차발생 시 이를 조정하는 과정도 포함합니다.\n학생부종합전형 FAQ\n한양대학교에서는 학생부종합전형에서 내신(교과)을 어떻게 반영하나요?\n본교 학생부종합전형은 교과내신등급을 평가에 정량적으로 반영하지 않습니다.    대신, 학생부에 기록된 모든 내용을 토대로 학생의 교육여건과 교육과정을 고려하여 종합 · 연계적으로   고등학교 3년 동안의 성취를 정성적으로 평가함으로써 학생의 종합적인 성취를 반영하고자 합니다.\n동아리활동에서 교과동아리가 아닌 비교과동아리 위주로 하였는데 그에 대한 불이익이 있나요?\n수상경력에서 모든 수상을 의미 있게 확인하는 것처럼, 동아리활동도 교과동아리, 비교과동아리 구분 없이   확인하고 있습니다. 비교과동아리 활동을 통해서도 한양대학교의 평가요소에 부합하는 역량을 확인할 수    있다면 긍정적으로 평가에 반영될 수 있습니다.\n한양대학교에서는 수상 개수가 많고 교과우수상이 있어야만 합격할 수 있나요?\n수상경력은 정량적으로 평가하지 않으며, 합격을 위한 특정 수상이 있는 것도 아닙니다.    모든 수상을 의미 있게 확인하고 있습니다. 예를 들어 교과우수상, 교내탐구대회 등 학업과 관련된    수상 뿐만 아니라 선행상, 봉사상 등 인성 및 잠재력과 관련된 수상 모두 학생부의 다른 항목과 연계하여   종합적‧정성적으로 횡단평가 합니다. 만약 한양대학교의 평가요소에 부합하는 수상 내역이 없다고    하더라도 학생부의 다른 영역에서 주요 역량을 확인할 수 있다면 불이익은 없습니다.\n저는 다른 친구에 비해 활동이 부족하고 학생부의 양도 적습니다. 불리한가요?\n학생부종합전형 평가는 얼마나 많은 활동을 했는가에 대한 양적인 평가보다는, 본인에게 얼마나    의미 있는 활동을 했는가에 대한 질적인 평가로 이루어져 있습니다. 특히, 한양대학교는 이를 더욱    정교하게 확인하기 위해서 학생부의 항목과 학년 간의 연계를 검증하는 횡단평가를 실시하고 있습니다.    따라서 학생부의 양이 적더라도 횡단평가를 통해 이를 검증할 수 있다면 평가에 반영할 수 있습니다."
}