{
  "title": "수시입학2021/생활기록부",
  "url": "https://hyu.wiki/%EC%88%98%EC%8B%9C%EC%9E%85%ED%95%992021/%EC%83%9D%ED%99%9C%EA%B8%B0%EB%A1%9D%EB%B6%80",
  "content": "수시입학2021\n내용 중 <학교생활기록부 반영방법> 사항입니다.\n주의 ! 본 내용은 2021학년도 수시입학 모집 요강에 한정된 내용이므로 시기와 내용이 다를 수 있으니 착오 없으시기 바랍니다.\n목차\n1\n학생부종합평가 반영방법\n1.1\n학생부종합 전형(일반, 고른기회, 특성화고졸재직자 정원 내/외)\n1.2\n실기/실적 전형(소프트웨어인재, 글로벌인재)\n1.3\n논술 전형\n1.4\n실기/실적 전형(미술특기자, 체육특기자)\n2\n학생부교과 반영방법\n2.1\n대상전형\n2.2\n반영방법\n2.3\n반영 과목\n2.4\n등급 점수표\n2.5\n학생부 없는 자 교과성적 반영방법(비교내신)[※음악특기자 및 무용특기자만 해당]\n학생부종합평가 반영방법\n학생부종합 전형(일반, 고른기회, 특성화고졸재직자 정원 내/외)\n반영방법\n고교 교육과정의 충실한 이수, 종합성취도, 핵심역량 등을 종합적으로 평가합니다.\n✔ 다수의 교사가 다년간 작성한 학교생활기록부의 내용에서 공통적으로 보여주고 있는 학생의 역량을, 다수의 입학사정관들이 공정하고 투명한 ‘횡단평가’의 방법을 통해 다단계로 평가하고 있습니다.\n학생부 없는 자 학생부종합평가 반영방법\n학생부종합(일반, 고른기회, 특성화고졸재직자 정원 내/외) 전형 : 학생부 없는 자 지원불가\n단, 학생부종합(고른기회)전형 중 “기초생활수급자 및 차상위계층”과 “특수교육대상자”에 한하여 학교생활기록부가 없는 자의 경우 자기소개서를 제출받아 평가함\n실기/실적 전형(소프트웨어인재, 글로벌인재)\n반영방법\n실기/실적(소프트웨어인재) 전형 1단계 : 활동소개서와 학생부에 나타난 소프트웨어 관련 실적에 대한 종합평가\n실기/실적(소프트웨어인재) 및 실기/실적(글로벌인재) 전형 2단계 : 고교 교육과정의 충실한 이수, 종합성취도,  핵심역량 등을 종합적으로 평가\n학생부 없는 자 학생부종합평가 반영방법\n대상 : 2018년 2월 이전 졸업자(2018년 2월 졸업자 포함) 또는 학생부 없는 자 (검정고시 출신자, 외국고교 졸업자 등)\n실기/실적(소프트웨어인재) 전형 : 학생부가 없는 자의 경우 자기소개서를 제출받아 평가함\n단, 제출한 자기소개서는 1단계 평가에만 활용하며 2단계에서는 면접 성적에 의한 비교 학생부종합평가 성적을 산출하여 반영함\n실기/실적(글로벌인재) 전형 : 학생부가 없는 자도 지원 가능\n단, 2단계 평가 시 면접 성적에 의한 비교 학생부종합평가 성적을 산출하여 반영함\n논술 전형\n반영방법\n논술 전형에서는 학생부에 기록되어 있는 출결, 수상경력, 봉사활동 등을 참고하여 학생의 학교생활 성실도를 중심으로 종합평가합니다.\n학생부 없는 자 학생부종합평가 반영방법\n대상 : 2018년 2월 이전 졸업자(2018년 2월 졸업자 포함) 또는 학생부 성적을 산출할 수 없는 자   (검정고시 출신자, 외국고교 졸업자 등)\n반영방법 : 논술고사 성적에 의한 비교 학생부종합평가 성적 산출\n실기/실적 전형(미술특기자, 체육특기자)\n반영방법\n실기/실적(미술특기자), 실기/실적(체육특기자) 전형에서는 학생부에 기록되어 있는 출결, 수상경력,    봉사활동, 교과학습발달상황, 행동특성 및 종합의견 등을 참고하여 학생의 학업역량과    학교생활 성실도를 평가합니다.\n학생부 없는 자 학생부종합평가 반영방법\n실기/실적(미술특기자) 전형 : 학생부 없는 자 지원불가\n실기/실적(체육특기자) 전형 : 2018년 2월 이전 졸업자(2018년 2월 졸업자 포함) 또는 학생부 성적을 산출할 수 없는 자(검정고시 출신자, 외국고교 졸업자 등)의 경우 경기실적 성적에 의한 비교학생부종합평가 성적을 산출하여 반영함\n학생부교과 반영방법\n대상전형\n학생부교과 전형\n실기/실적 전형 : 실기/실적(음악특기자), 실기/실적(무용특기자)\n반영방법\n계열별 반영 교과\n자연계 : 국어, 영어, 수학, 과학\n인문계, 상경계 : 국어, 영어, 수학, 사회\n예체능계 : 국어, 영어, 사회\n반영 과목 수 : 잉수한 전 과목\n반영 학기 : 3학년 1학기 까지\n반영 방법 : 등급의 환산점수를 산출하여 반영\n점수 활용 지표 : 등급·이수단위\n학년별 반영 비율 : 없음\n반영학기 : 졸업자, 졸업예정자 모두 동일하게 적용함\n반영교과에서 이수한 총 단위수가 일정단위 이하인 경우, 본교 신입생 선발 사정원칙 및 대학입학전형관리위원회의 결정에 따름\n반영 과목\n교과별 과목 목록\n국어\n고전, 고전문학, 고전문학감상, 고전문학의감상과비평, 고전읽기, 국어, 국어Ⅰ, 국어Ⅱ, 국어생활, 극창작, 독서, 독서와문법, 독서와문법Ⅰ, 독서와문법Ⅱ, 매체언어, 매체와문학, 문법, 문예창작전공실기, 문장론, 문학, 문학I, 문학Ⅱ, 문학개론, 문학과매체, 문학사, 문학의이해, 소설창작, 소설창작입문, 시창작, 시창작입문, 실용국어, 심화국어, 언어와매체, 작문, 현대문학, 현대문학감상, 현대문학의감상과비평, 화법, 화법과작문, 화법과작문I, 화법과작문Ⅱ, 희곡창작\n영어\n기초영어, 실무영어, 실용영어, 실용영어Ⅰ, 실용영어Ⅱ, 실용영어독해와작문, 실용영어회화, 심화영어, 심화영어Ⅰ, 심화영어Ⅱ, 심화영어독해Ⅰ, 심화영어독해Ⅱ, 심화영어독해와작문, 심화영어작문, 심화영어작문Ⅰ, 심화영어작문Ⅱ, 심화영어회화, 심화영어회화Ⅰ, 심화영어회화Ⅱ, 영미문학읽기, 영어, 영어10-a, 영어10-b, 영어Ⅰ, 영어Ⅱ, 영어강독, 영어권문화, 영어권문화Ⅰ, 영어권문화Ⅱ, 영어독해, 영어독해Ⅰ, 영어독해Ⅱ, 영어독해와작문, 영어문법, 영어작문, 영어작문Ⅰ, 영어작문Ⅱ, 영어청해, 영어회화, 영어회화Ⅰ, 영어회화Ⅱ, 진로영어\n수학\n경제수학, 고급수학, 고급수학Ⅰ, 고급수학Ⅱ, 기초수학, 기하, 기하와벡터, 미분과적분, 미적분, 미적분Ⅰ, 미적분Ⅱ, 미적분과통계기본, 수학, 수학10-가, 수학10-나, 수학Ⅰ, 수학Ⅱ, 수학과제탐구, 수학연습, 수학연습Ⅰ, 수학연습Ⅱ, 수학의활용, 실용수학, 심화수학, 심화수학Ⅰ, 심화수학Ⅱ, 이산수학, 인문수학, 인문통합수학, 자연수학, 자연통합수학, 적분과통계, 확률과통계\n사회\n경제, 경제지리, 고전과윤리, 국사, 국제경제, 국제경제Ⅰ, 국제경제Ⅱ, 국제관계와국제기구, 국제법, 국제정치, 국제정치Ⅰ, 국제정치Ⅱ, 도덕, 동아시아사, 법과사회, 법과정치, 비교문화, 비교문화Ⅰ, 비교문화Ⅱ, 사회, 사회문제탐구, 사회문화, 사회·문화, 사회과학방법론, 생활과윤리, 세계문제, 세계문제와미래사회, 세계사, 세계역사의이해, 세계지리, 시민윤리, 여행지리, 윤리와사상, 인간사회와환경, 인류의미래사회, 전통윤리, 정치, 정치와법, 지역이해, 통합사회, 한국근·현대사, 한국문화사, 한국사, 한국의사회와문화, 한국사회의이해, 한국의전통문화, 한국의현대사회, 한국지리, 현대생활과윤리, 현대세계의변화\n과학\n고급물리, 고급물리학, 고급생명과학, 고급생물, 고급지구과학, 고급화학, 과학, 과학사, 과학사및과학철학, 과학철학, 과학탐구실험, 물리, 물리Ⅰ, 물리Ⅱ, 물리실험, 물리학I, 물리학Ⅱ, 물리학실험, 생명과학, 생명과학I, 생명과학Ⅱ, 생명과학실험, 생물, 생물Ⅰ, 생물Ⅱ, 생물실험, 생활과과학, 심화물리, 심화화학, 심화생명과학, 심화지구과학, 워크숍, 원서강독, 융합과학, 전자과학, 정보과학, 정보과학Ⅰ, 정보과학Ⅱ, 지구과학, 지구과학Ⅰ, 지구과학Ⅱ, 지구과학실험, 컴퓨터과학Ⅰ, 컴퓨터과학Ⅱ, 통합과학, 현대과학과기술, 화학, 화학Ⅰ, 화학Ⅱ, 화학실험, 환경과학\n학생부에 기재된 교과, 과목을 기준으로 함\n성적이 등급으로 산출되지 않는 과목은 반영하지 않음 : A+, P/F, 이수 등\n성적 산출 방법\nF(교과성적) = (과목별 등급점수×과목별 이수단위)의 합 / 총 이수단위\n100점 만점으로 산출한 교과성적을 전형별 반영비율에 따른 총점으로 환산함\n등급 점수표\n학생부교과 전형\n등 급\n1\n2\n3\n4\n5\n6\n7\n8\n9\n점 수\n100\n96\n89\n77\n60\n40\n23\n11\n0\n실기/실적(음악특기자, 무용특기자) 전형\n등 급\n1\n2\n3\n4\n5\n6\n7\n8\n9\n점 수\n100\n99.5\n99\n98.5\n98\n97.5\n97\n96.5\n0\n학생부 없는 자 교과성적 반영방법(비교내신)[※음악특기자 및 무용특기자만 해당]\n대상 : 2018년 2월 이전 졸업자(2018년 2월 졸업자 포함) 또는 학생부 성적을 산출할 수 없는 자 (검정고시, 외국고교 졸업자, 석차등급 및 이수단위를 확인할 수 없는 고교 출신자 등)\n반영방법 : 실기고사에 의한 비교내신 산출"
}