{
  "title": "수학교육과",
  "url": "https://hyu.wiki/%EC%88%98%ED%95%99%EA%B5%90%EC%9C%A1%EA%B3%BC",
  "content": "목차\n1\n학부(서울)\n1.1\n전공소개\n1.1.1\n학과 소개\n1.1.2\n학과 정보\n1.1.3\n특장점\n1.1.4\n주요전공과목\n1.1.5\n커리큘럼\n1.1.6\n진로\n1.1.7\n질의응답\n2\n교수소개\n학부(서울)\n소속: 서울\n사범대학\n수학교육과\n유형: 서울 대학\n영문명: DEPARTMENT OF MATHEMATICS EDUCATION\n중문명: 数学教育系\n전공소개\n전공안내서2025의 내용을 발췌해 정리한 글임.\n학과 소개\n수학교육과는 수학 교사를 포함하여 수학교육전문가를 양성하는 것을 목표로 합니다. 이러한 학과 의 교육 목표를 바탕으로 하여 수학교육과의 전공 교육과정은 '수학, '교육학', '수학교육학' 등 수학교 육전문가로서 갖추어야 할 지식과 소양을 제공하기 위한 교과를 중심으로 구성되어 있습니다. '수학과 관련해서는 중·고등학교에서 배웠던 문제 풀이 위주의 수학이 아니라, 논리성을 요구하는 대학 수준의 전공수학을 공부하게 됩니다. 수학과에서 개설되는 과목과 유사하지만 수학교육과에서 는 응용수학보다는 대수학, 해석학, 위상수학 등의 순수수학 위주로 교육과정이 구성되어 있습니다. '교육학과 관련해서는 심리, 상담, 교육과정, 평가, 특수교육 등 교육과 관련된 다양한 분야의 이론을 배우게 됩니다. '수학교육학과 관련해서는 교재론, 교수·학습 이론, 교육과정 및 평가 이론, 수리논술, 교육공학, 다문화수학교육과 관련된 교과로 교육과정이 구성되어 있습니다\n학과 정보\n전화번호 : 02-2220-2630\n학과설립연도 : 2007\n특장점\n높은 학과 만족도\n전공교육과정, 학과교수, 및 소속학과에 대한 만족도가 한양대학교 내에서 최상위에 해당하는 학과\n학술동아리 활성화\n다양한 교육 현장 연계 활동을 통해 수학교육 이론을 교육 현장에서 실천하며, 수학교육전문가로서 갖추어야 할 역량을 키울 수 있음\n주요전공과목\n과목\n소개\n수학교육론, 수학 교재분석 및 지도법, 수학교육과정과 평가, 수학교육과 컴퓨터, 수학교육논술, 수학교육의 다문화적 이해\n수학교육과 관련된 다양한 영역의 이론을 학습하며 실습 경험을 통해 학습자의 수학적 역량 강화에 기여하는 수학교육을 실천하는데 필요한 역량을 함양합니다.\n해석학개론1, 해석학개론2, 해석학개론3, 복소함수론1. 복소함수론2\n함수의 미분, 적분 등에 대하여 이론적인 부분을 엄밀한 증명 등을 통하여 배우고, 정의역을 복소평면으로 확장하여 복소평면상의 영역에서 미분가능한 해석함수의 성질 및 응용에 대하여 학습합니다.\n선형대수1, 선형대수2, 현대대수1, 현대해수2, 대수학특론\n연산을 가지고 있는 집합에서, 이 연산에 의해 나타나는 구조를 학습합니다. 구체적으로는 벡터공간(vector space), 군(group), 링(ring), 필드(field)등의 이론을 다룹니다.\n미분기하학1. 미분기하학2. 위상수학1, 위상수학2\n미적분의 다양한 도구를 이용해서 곡선과 곡면의 모양과 성질에 대해 학습합니다. 유클리드 공간에 대한 이론을 확장하여 위상이 주어진 공간의 연속함수, 연결성, 컴팩트성 등의 여러 개념과 공간의 분류에 대하여 학습합니다.\n커리큘럼\n연도별 커리큘럼은 상이할 수 있습니다.\n전공\n1학년\n2학년\n3학년\n4학년\n수학\n미분적분학\n집합론\n정수론\n해석학개론\n선형대수\n기하학개론\n미분기하학\n확률과통계\n복소함수론\n현대대수\n위상수학\n조합론\n해석학특론\n대수학특론\n기하위상특론\n수학교육학*\n수학사와수학교육사\n수학교육론\n수학교재연구및지도법\n수학교육과컴퓨터\n수학교육과정과평가\n수학교육논술\n수학교육특론\n수학교육의다문화적이해\n교육학\n교육학개론\n교육과정론\n교육심리학\n교육사회학\n교육철학및교육사\n교육방법및공학\n교육평가론\n교육행정및경영\n생활지도및상담\n특수교육학개론\n교직실무\n학교폭력의예방및대책\n교육봉사활동\n교육실습\n*수학교육학 : 수학을 어떻게하면 잘 가르칠 것인지에 대한 다양한 철학들과 이론들에 대해 배우고, 이를 어떻게 학교 수업에 적용할 것인지 고민해보는 시간입니다.\n진로\n분야\n직업\n교육계\n국·공립 및 사립 중고등학교 수학교사, 대학교수, 교육 관련 연구직\n출판\n교과서, 교재, 교구 등 개발 기관 및 업체 등\n공공・정부기관\n국가 교육기관 공무원 등\n기업계\n일반 기업체, 증권회사, 보험회사 등\n금융계, 회계분야\n은행, 회계사 등\n질의응답\n수학교육과에는 어떤 학생들이 오면 좋을까요?\n우선 커리큘럼을 보시면 알 수 있듯이 공부하게 되는 분야에서 수학이 차지하는 비중이 가장 큽니다. 따라서 수학을 싫어하는 학생들이 수학교육과에 오게 된다면 조금 힘들 수도 있을 것 같습니다. 하지만 단순히 수학을 좋아하고 문제를 잘 해결하는 학생들이 다 수학을 잘 가르치지는 않습니다. 누군가를 가르치는 데에는 단순히 지식만을 전달하는 것 그 이상이 필요하기 때문입니다. 다양한 사람들과 소통하고 학생들과 소통하기 위해 끊임없이 고민할 수 있는 학생들이라면 수학교육과에 오셔서 좋은 수학선생님이 되실 수 있습니다.\n선생님이 되려면 어떻게 해야 하나요?\n선생님이 되기 위해서는 2급 정교사 자격증을 취득해야합니다. 이 자격증을 취득하기 위해서는 사범대에서 수학교육과를 졸업하거나 수학과에서 교직 이수를 하거나, 교육대학원을 졸업해야 합니다. 그 이후 임용시험에 합격한다면, 공립학교 선생님이 될 수 있습니다.\n교수소개\n신동의\n교수\n오병근\n교수\n조상범\n교수\n주미경\n교수\n전성민 조교수"
}