{
  "title": "스마트발광형전자피부",
  "url": "https://hyu.wiki/%EC%8A%A4%EB%A7%88%ED%8A%B8%EB%B0%9C%EA%B4%91%ED%98%95%EC%A0%84%EC%9E%90%ED%94%BC%EB%B6%80",
  "content": "2021.6.4\n김도환\n교수가 참여한 공동연구팀이 누루는 힘에 따라 밝기가 달라지는 ‘스마트 발광형 전자피부'를 개발했다.\n<뉴스H> 2021.06.04\n김도환 교수 공동연구팀, '스마트 발광형 전자피부' 기술 개발\n목차\n1\n주요 발표 내용\n2\n연구 개요\n2.1\n연구의 필요성\n2.2\n연구 내용\n2.3\n기대 효과\n3\n그림 설명\n4\n연구 이야기\n주요 발표 내용\n‘스마트 발광형 전자피부'는 온도, 습도, 압력 등을 감지함으로써 사람의 피부와 유사한 기능을 수행하는 탄력있고 부드러운 전자 장치를 말한다. 기존의 전자피부 기술은 사용자의 입력을 받아들이는 센서와 별도로 디스플레이 장치가 각각 필요하며, 낮은 전력을 이용해도 힘의 유무에 따른 정도만 구분을 할 뿐, 힘의 변화를 민감하게 포착하여 이에 상응하는 시각적 피드백을 제공하는 데에는 어려움이 있었다.\n이에 연구팀은 바닷물의 흐름이 만드는 자극 등에 반응해 발광세기가 달라지는 해양 플랑크톤에 착안해 신축성 있는 고분자 소재에 전기화학적 발광소재를 적용한 전자피부를 설계하였다. 누르는 부분에서만 힘의 세기에 따라 소재 속 이온의 분포 변화를 바탕으로 빛의 휘도(단위면적당 빛의 세기)가 달라지는 원리를 이용한 것이다.\n과학기술정보통신부와 한국연구재단이 추진하는 개인기초연구 사업의 지원으로 수행된 연구는 6월 2일 재료과학 분야 국제학술지 ‘어드밴스드 머터리얼스(Advanced Materials)’에 온라인 게재되었다.\n연구 개요\n논문명: Visco-Poroelastic Electrochemiluminescence Skin with Piezo-Ionic Effect\n저널명 : Advanced Materials\n키워드 ; piezo-ionic effect(압이온효과), visco-poroelasticity(점-유탄성), electrochemiluminescence(전기화학발광), 포토닉 전자피부(photonic e-skin)\n저  자 : 김도환 교수(교신저자/한양대학교), 강문성 교수(교신저자/서강대학교), 이종익 연구원(제1저자/서강대학교), 최한빈 연구원(제1저자/한양대학교)\n연구의 필요성\n인간 친화형 착용가능(웨어러블) 전자기기 및 유연 소재 기반의 디스플레이, 의료용 기기, 로봇기술이 발전됨에 따라 사용자와 사물 간의 환경을 실시간으로 직접 시각화할 수 있는 전자피부 기반의 지능형(스마트) 촉각인터페이스 기술의 중요성이 대두되었다 기존의 저전력, 고민감도로 물리적 자극을 시각적으로 되먹임(피드백)하는 것에 한계를 해결하기 위해 노력할 필요성이 있다.\n연구 내용\n초미세 액상반응(sub-micro droplet reator)을 통한 고상합성법은 고상 원료에 수증기를 분사한 후 80도의 온도에서 물질의 표면에서부터 내부까지의 상합성을 유도하여 균일한 입자 크기와 형상의 음극재를 제조했다.\n나노미터 크기의 수증기 내부에서 소재합성 반응이 일어나게 하여, 소재의 크기와 형상을 쉽게 제어할 수 있는 것이 특징이다.\n기존 합성방법은 고온 조건과 유독한 유기용매와 고가의 재료를 사용하기 때문에 환경오염과 높은 에너지 소모문제가 있었다. 하지만 새로운 합성법은 유독한 용매 대신 수증기를 매우 적은 양으로 낮은 온도에서 재료합성이 가능하여 친환경적이고 경제적이다.\n초미세 액상반응법을 통해 Ca(칼슘)이 도핑(doping)된 Li3VO4음극재를 합성 하였다. 나노미터 크기에 수증기 내부에서 합성된 Ca-doped Li3VO4은 소재 반응기의 크기를 나노미터로 제어하여 고상합성법에 의해 합성된 소재에 비해 비표면적을 약 30배 증가시킬 수 있었다.\n합성된 음극재는 매우 우수한 전기화학적 특성을 보여주었으며, Ca- doped Li3VO4 음극재와 NCM622(LiNi0.6Mn0.2Co0.2O2)양극재로 완전 셀 형태를 제작하여 543 mAh⸳g-1의 용량을 얻을 수 있었다.\n기대 효과\n기존 포토닉 전자피부 분야에서 연구되지 않은 새로운 방식의 시각적 되먹임 방법이며, 이러한 고감도 전기화학발광형 포토닉 소재의 개발은 학술적/기술적 의의가 크다. 또한, 최근 사용자 편의성 증대가 중요한 유연한(플렉서블) 터치스크린, 버튼없는(버튼리스) 디스플레이 등의 소재로 응용되어 사용자-사물 간 직접적인 상호소통이 가능한 실감형 소자로서의 구현이 기대되는 바이다.\n그림 설명\n(가) 누르는 힘이 작용하는 위치와 세기에 따라 방출하는 빛의 세기 미세한 차이를 보여 인가되는 자극을 시각적으로 피드백하는 전자피부 \n(나) 넓은 압력범위(0~60kPa)와 인장(0-100%)에 따른 민감한 발광특성의 변화를 나타내는 포토닉 전자피부.\n압력(그림 아래의 왼쪽) 및 인장(그림 아래의 오른쪽)에 의한 고분자 나노구조의 유변학적 거동(점-유탄성)과 이때 발생하는 소재 내 이온 분포의 변화(압이온 효과)의 상호작용 작동원리(메커니즘)을 보여주는 모식도. 구성 이온의 이동도 차이에 의해 음이온이 상대적으로 빠르게 움직이고, 그 결과 형성되는 전하분포의 변화를  보여준다.\n연구 이야기\n연구를 시작한 계기나 배경은?\n최근 전자피부는 촉각적 자극을 민감하게 감지함과 동시에 이렇게 감지된 자극을 시각적 신호로 직접 표현하는 고도화된 형태로 발전하고 있다. 이를 위해 감지하는 촉각적 신호의 공간적 분해능을 높이기 위해서는 보다 조밀한 센서 및 발광장치의 배열이 필요하며, 이를 위해 매우 정밀한, 값비싼 장치 제작 공정이 요구된다. 또한, 기존에 보고된 전기화학발광 기반의 저전력 감압발광 장치 역시 단순한 압력유무에 따른 발광여부를 판단할 수 있거나 매우 높은 압력변화에 반응하는 장치로써 감압발광의 인지자극범위와 민감도의 한계점이 존재한다. 이를 해결하기 위해 힘의 세기에 따라 제어될 수 있는 이온동역학 기술과 민감하게 변화하는 발광특성을 응용하여 시각적으로 피드백할 수 있는 새로운 스마트 포토닉 전자피부를 개발하였다.\n이번 성과, 무엇이 다른가?\n지금까지의 압력을 감지하고 시각적으로 피드백 할 수 있는 전자피부 기술은 물리적인 형태의 변형에 기인한 구동 메커니즘을 갖는다. 하지만 우리의 기술은 외부의 압력 및 응력 자극에 대하여 고분자 나노구조 및 이온이 어떻게 거동하는지에 대한 핵심 연구가 우선되었다. 그 결과 역학자극 하에서의 이온종들의 이동도 차이에 따라서 이온 분포가 달라지는 압이온효과를 규명할 수 있었다. 또한 압이온효과와 전기화학발광과 연계된 형태의 전자피부를 개발함으로써 감지 가능한 압력 민감도와 넓은 범위에서의 인지 가능성을 동시에 확보할 수 있었다.\n실용화된다면 어떻게 활용될 수 있나? 실용화를 위한 과제는?\n특성 소재의 종류 및 구조를 필요에 맞게 선택하여 구현이 가능하다는 특징에서 높은 실용화 가능성을 기대할 수 있다. 구체적으로 지능형 로봇, 스마트 디바이스, 유연 디스플레이, 헬스케어 디바이스 등이 있으며, 특히, 최근 사용자 편의성의 증대를 위해 산업계의 많은 관심을 받고 있는 플렉서블 터치스크린, 버튼리스 디스플레이 등의 소재로 응용되어 사용자-사물 간 직접적인 상호소통이 가능한 실감형 촉각피드백 소자로서의 구현이 기대된다. 특별히 전자피부를 인체에 직접 적용하기 위해서는 생체 친화적인 소재를 사용해야하며, 구체적으로 인체에 어떠한 영향을 미치는지에 대한 체계적인 추가연구가 필요하다."
}