{
  "title": "식품영양학과",
  "url": "https://hyu.wiki/%EC%8B%9D%ED%92%88%EC%98%81%EC%96%91%ED%95%99%EA%B3%BC",
  "content": "각종 식품 가공제조의 원리 및 방법을 습득하여 연구원이나 영양사의 자질을 갖춥니다.\n목차\n1\n대학원\n2\n학부(서울)\n2.1\n전공소개\n2.1.1\n학과 소개\n2.1.2\n학과 정보\n2.1.3\n특장점\n2.1.4\n주요 전공과목\n2.1.5\n커리큘럼\n2.1.6\n진로\n2.1.7\n질의응답\n2.2\n교수진\n대학원\n소속: 서울 대학원 식품영양학과\n유형: 대학원\n영문명:  DEPARTMENT OF FOOD & NUTRITION\n중문명: 食品营养系\n학부(서울)\n소속: 서울 생활과학대학 생활과학부 식품영양학과\n유형: 서울 대학\n영문명:  DEPARTMENT OF FOOD & NUTRITION\n중문명: 食品营养系\n전공소개\n전공안내서2025의 내용을 발췌해 정리한 글임.\n학과 소개\n식품영양학과는 현대 사회를 살아가는 인구집단이 건강수명의 중요성을 인식하고 이를 추구하기 위 하여 건강한 식생활을 영위하고 영양 관리를 할 수 있는 포괄적인 전문 지식을 제공합니다. 식품영양 학은 식품의 생산단계부터 소비에 이르는 모든 단계에서 안전하고 위생적인 식품의 취급, 소비자의 기 호를 만족시키는 식품의 개발, 생애주기 전반에 걸친 식생활관리 및 질병의 예방과 관리를 위한 임상 영양 등을 연구하는 포괄적인 융합 응용학문입니다. 아울러, 사회와 경제 발전에 더불어 환경보호를 함께 이루는 지속 가능한 미래지향적인 발전(SDG, sustainable development goal)에 이바지하기 위하여 인구집단의 건강한 삶을 보장하고 웰빙(well-being)을 증진하기 위하여 포괄적인 지식을 제 공합니다. 이러한 학문적 토대 위에 건강하고 지속가능한 미래사회를 구축하는데 필요한 창의적 문제 해결 능력, 혁신적 사고능력, 소통 리더쉽 능력 등을 고루 갖춘 인재를 양성하는 것을 목표로 합니다\n학과 정보\n전화번호 : 02-2220-1200\n학과설립연도 : 1967\n특장점\n미래사회 건강문제를 해결할 수 있는 전문가 양성\n고령화 사회에서 나타나는 만성질환의 만연과, 환경적 영향에 따른 식량난 등을 해결할 수 있는 식품영양 전문 인력을 양성.\n다중 복수 전공 및 다학제 융합연구 교육\n기초과학(화학, 생물학, 생화학 & 미생물학)을 기반으로 식품, 영양, 위생, 안전, 급식, 조리분야의 전공 커리큘럼 제공, 다중 복수전공 권장\n영어전용 전공강좌\n모든 의사소통이 영어로 진행되는 영어전용 전공수업 확대 및 유학생들과의 교류 가능\n주요 전공과목\n과목\n소개\n기초영양학\n인간의 생명 및 인체유지에 필수불가결한 각 영양소의 생리적, 생화학적 기능과 그 필요량 결정에 대한 전반적인 지식을 개괄적으로 공부하여 영양학 분야에 대한 충실한 기초가 되도록 한다. 다섯가지 영양소를 기초로 하여 성질 기능대사, 급원 식품 등에 대해 강의한다\n식품분석학\n식품의 일반성분 및 특수성분 분석에 있어서 시료 채취법, 수분, 지방, 단백질, 당질, 섬유질, 금속, 비타민류, 각종 식품의 특수성분들의 분석이론과 분석방법에 대하여 강의한다.\n임상영양학\n영양학의 한 분야로서 영양소와 인체와의 관계, 인체 내 영양소의 작용에 대한 지식을 토대로 영양소의 결핍이나 과잉 또는 대사적 불균형에 의해 야기되는 질병을 진단하고 치료, 예방하는 학문이다.\n식품가공 및 저장학\n식품가공 및 저장시 일어나는 식품의 물리학적, 화학적 및 생물학적 변화, 가공식품 품목별 제조 과정 특성을 이해하며 저장방법에 따른 원리를 학습한다. 식품 가공 및 저장의 이론과 지식을 기초로 하여 식품 품목별로 여러가지 화학적, 물리적 특성을 이해하며 이의 예방책 및 운용법을 교수한다.\n식품위생학\n식품위생의 새로운 경향을 강의하기 위해서 식중독, 식품의 변질과 그의 방지법, 식품위생대책, 식품의 오염, 식품첨가물, 식품과 발암물질 등을 다룬다. 음식물에 의한 건강장애가 식품의 안전에 물의를 일으키는 것을 미연에 방지하기 위하여 식품위생의 올바른 지식을 습득한다.\n커리큘럼\n연도별 커리큘럼은 상이할 수 있습니다.\n전공\n1학년\n2학년\n3학년\n4학년\n기초\n기초통계학\n일반화학\n일반생물\n생활유기화학\n생화확\n공중보건학\n영양\n기초영양학\n영양정보와 인터넷\n영양생리학\n고급영양학\n임상영양학\n고급영양학실험\n생활주기영양학\n임상영양학실험\n영양상담\n영양교육\n영양판정\n지역사회영양학\n식품및조리\n식품분석학\n식품미생물학\n식품분석학실험\n식품미생물학\n조리원리실험\n실험조리\n식품가공및저장학\n발효식품학\n식품가공및저장학실험\n식품독성학\n식품화학\n식품학\n기능성식품과제품개발\n급식및위생\n식생활관리\n식품위생학\n식생활문화\n급식경영학\n식품위생관계법규\n실습\n영양사현장실습\n진로\n분야\n직업\n학계・연구기관\n식품영양학연구소 연구원, 식품제조업체 연구원 등\n기업계\n식품 제조업체, 외식업체, 급식업체, 식품관련 유통업계 등\n공공・정부기관\n식품위생직 공무원, 보건행정 공무원, 농축산 관련 공무원 등\n교육계\n대학교수, 영양교수 등\n질의응답\n식품영양학과는 식품공학과와 무엇이 다른가요?\n식품공학과는 식품 개발 및 생산에 보다 집중하여 배운다면, 식품영양학과는 이와 함께 영양소가 인체에 미치는 영향에 대해서도 심도 있게 배웁니다. 따라서 영양학과 함께 연령대와 질병에 맞는 식사요법, 영양교육 및 상담, 급식경영 수업 등을 통해 보다 넓은 분야에 대해 다룹니다.\n식품영양학과에서는 요리 수업이 많나요?\n식품영양학과는 조리학과와 달리 요리수업이 많지 않습니다. 6개의 실험 수업들 중 2개의 수업에서 직접 식품을 만들어 보고 이론 수업 때 배웠던 원리를 확인하는 실습시간을 갖습니다.\n졸업한 후에는 어떤 일을 하나요?\n대학교를 졸업한 직후에는 주로 식품회사에 취업하지만, 특별히 식품 개발·품질향상을 하는 R&D 분야에 종사하고 싶다면 대부분 석사학위가 필요합니다. 또, 대기업 영양사, 스포츠 영양사, 혹은 석사학위 취득 후 임상영양사가 될 수 있는데, 영양사는 상담과 교육을 함께 하여 정신적·심리적인 부분까지 다룹니다. 그 외에도 식품의약품안전처나 한국식품안전관리인 증원 등에서 일할 수 있으며, 식품유통관리자, 급식체계경영자로서 관리를 하거나 제약회사로 진출할 수도 있습니다.\n교수진\n이현규\n교수\n엄애선\n교수\n박용순\n교수\n선원선 교수\n고광웅\n교수\n김현숙 교수"
}