{
  "title": "신동민",
  "url": "https://hyu.wiki/%EC%8B%A0%EB%8F%99%EB%AF%BC",
  "content": "신동민은 ERICA\n공학대학\n산업경영공학과\n교수다.\n목차\n1\n학력\n2\n경력\n3\n연구관심분야\n4\n주요연구과제\n5\n주요논문\n6\n저서\n7\n수상\n8\n언론 활동\n학력\n1994년도 한양대학교 산업공학과 공학사\n1996년도 포항공과대학교 산업공학과 공학석사\n2005년도 (미) Penn. State University 산업공학과 공학박사\n경력\n2015 ~ 현재 : 한양대학교 대학원 산업경영공학과장\n2011 ~ 2013 : 한양대학교 산업경영공학과장\n2016 ~ 현재 : Human Factors and Ergonomics in Manufacturing and Service Industries 편집위원\n2014 ~ 현재 : 경영과학회지 편집위원\n2011 ~ 현재 : 한국전자거래학회지 편집위원\n2006 ~ 현재 : 한양대학교 공학대학 산업경영공학과,전임강사, 조교수, 부교수\n2005 ~ 2006 : Penn. State University, Research Associate\n1996 ~ 2001 : 현대자동차(주) 남양기술연구소, 연구원\n연구관심분야\n인간-기계시스템, 생산시스템, 복잡시스템모델링및제어\n주요연구과제\n인간 판단 모의 기법 2012.07 ~ 2014.12 / 국방과학연구소\n불확실성하의 사고 진단 및 긴급 대응 의사결정을 위한 행동유도 제어모델 기반 인간-기계 협업 시스템 구축 2011. 09 ~ 2014. 08 / 연구재단\n서비스 테스트를 위한 혁신형 서비스 실험실 구축: 서비스 경험공간 구현, 2010. 06 ~ 2015. 05 / 지식경제부\n무인전투기(UCAV: Unmanned Combat Air Vehicle) 운용을 위한 지상 통제 시스템 UI 최적화 연구 2010. 11 ~ 2012. 11 / 국방과학연구소\n지속적 협업허브 활용 극대화를 위한 지원방안 개발 2011. 06 ~ 2012. 05 / 지식경제부\n협업허브 활용목적에 따른 도입효과 검증기술 2011. 03 ~ 2012. 02 / 지식경제부\n유비쿼터스 웹을 위한 디바이스 연동 기술 연구 2010. 05 ~2010. 11 / 한국전자통신연구원\n주요논문\nDongmin Shin, Rekha Guchhait, Biswajit Sarkar, \"Controllable lead time, service level constraint, and transportation discount in a continuous review inventory model,\" RAIRO - Operations Research, accepted.\nSangwon Lee, Min-Jeong Kim, Jonghun Park, and Dongmin Shin, \"Design Strategies for Idle Screens of Smartphones based on Service Usages\", Human Factors and Ergonomics in Manufacturing & Service Industries, vol.25, no.4, pp.409-427, 2015.\nYerim Choi, Namyeon Kwon, Sungjun Lee, Yongwook Shin, Chuh Yeop Ryo, Jonghun Park, and Dongmin Shin, \"Hypovigilance Detection for UCAV Operators Based on a Hidden Markov Model,\" Computational and Mathematical Methods in Medicine, vol. 2014, 2014.\nDongmin Shin and Sun Hur, \"Mathematical Model for Performance Analysis of a Context-aware Device with Composite Service\", Mathematical and computer modelling, vol.57, no.3-4, pp.684-692, 2013.\nJ-Y Jung, J. Lee, J. Jung, S-K. Kim, and D. Shin, \"Developing Collaborative Key Performance Indicators for Manufacturing Collaboration,\" International Journal of Industrial Engineering: Theory, Applications and  Practice, vol.19, no.3, 2012.\nL. Rothrock, R. A. Wysk, N. Kim, D. Shin, Y-J. Son, J. Joo, \" A modelling formalism for human-machine cooperative systems,\" International Journal of Production Research, Vol. 49, No. 14, pp. 4263–4273, 2011.\nJ-Y. Jung, K. Kim, D. Shin, and J. Park, \"FlowWiki: A Wiki Based Platform for Ad-hoc Collaborative Workflows,\" Knowledge-Based Systems, Vol. 24, pp. 154-165, 2011.\n저서\n수상\n언론 활동"
}