{
  "title": "신흥수",
  "url": "https://hyu.wiki/%EC%8B%A0%ED%9D%A5%EC%88%98",
  "content": "서울\n공과대학\n생명공학과\n교수이자\n기능성 생체재료 및 조직공학 연구실\n장을 겸하고 있다.\n목차\n1\n학력\n2\n경력\n3\n동정\n4\n연구관심분야\n5\n주요연구\n5.1\n연꽃에서 착안한, 2배 이상 치료효율 높은 줄기세포 전달법 개발(2020.1)\n[1]\n5.2\n뼈와 연골을 동시에 재생시킬 수 있는 조직 재생기술 개발(2021.11)\n[2]\n5.3\n나노입자 첨가 생분해성 패치 개발(2024.03)\n[3]\n6\n수상\n7\n교내 기사\n8\n각주\n학력\nPh.D. Department of Bioengineering, Rice University, USA (1998.9 - 2003.5)\nM.S. Department of Industrial Chemistry, Hanyang University, Korea (1996.3 - 1998.2)\nB.S. Department of Industrial Chemistry, Hanyang University, Korea (1990.3 -1996.2)\n경력\nProfessor. Department of Bioengineering, Hanyang University, Korea (2017.3 - Present)\nVice Dean, Office of Academic Affairs, Hanyang University, Korea (2015 - 2017)\nAssociate Professor. Dept. of Bioengineering, Hanyang University, Korea (2012 - 2016)\nVisiting Associate Professor. Dept. of Bioengineering, Rice University, USA (2014 - 2015)\nAssistant Professor, Bioengineering, Hanyang University, Korea (2006 - 2012)\nPostdoctoral Fellow, Georgia Institute of Technology, USA (Aug. 2003 - Jan. 2006)\nVisiting Scientist, University Medical Center Nijmegen, The Netherlands (Dec. 2001 - May. 2002)\nGraduate Student Intern, Desmogen Inc., USA (Jan. to May. 2002)\n동정\n2019년, 조직공학·재생의학 관련 국제학술지 아시아인 최초 편집장 임명\n연구관심분야\nSurface modification of biomaterials\nTissue engineering\nCell/biomaterial interfaces and interactions\nStem cell niche engineering\nNanobiomaterials for drug delivery and molecular imaging\n주요연구\n연꽃에서 착안한, 2배 이상 치료효율 높은 줄기세포 전달법 개발(2020.1)\n[1]\n신흥수 생명공학과 교수팀이 최근 화상 등으로 생긴 넓은 범위의 상처를 보다 효과적으로 치료할 수 있는 줄기세포 전달 기술을 개발했다.\n연밥 내부에 고정된 씨가 외부 힘에 의해 끊어져 밖으로 방출되어지는 과정에 착안, 생체재료가 팽창하면 각 방 안에 형성된 줄기세포 스페로이드가 외부로 대량 방출되도록 설계\n상처치료 효율이 높다고 알려진‘줄기세포 3차원 스페로이드(spheroid)’를 대량 생산하고 이를 넓은 영역에 골고루 전달할 수 있는 전달법을 개발\n상용화 될 경우 화상·궤양 등 넓은 면적의 상처를 가진 환자의 치료에 널리 활용될 수 있을 것으로 기대된다.\n「바이오머티리얼즈(Biomaterials)」에 12월 게재됐다.\n뼈와 연골을 동시에 재생시킬 수 있는 조직 재생기술 개발(2021.11)\n[2]\n신 교수팀은 골과 연골로 자발적으로 분화될 수 있는 인공조직을 만들고, 이를 실제 조직과 유사한 수준으로 재생시킬 수 있음을 보임\n줄기세포들이 응집된 지름 수백 밀리미터 크기 구형 구조체들의 자가조립을 통해 이중층의 인공조직을 유도해 냄\n신 교수팀은 줄기세포들이 구형으로 응집된 구조체 내부에 골과 연골 분화인자를 전달해 분화효율을 2배 이상 높여 외부인자 없이 자발적으로 골과 연골로 분화될 수 있도록 했음\n실제 골-연골 조직과 유사한 이중층 구조를 구현하는 데 성공\n21일에 걸친 장기배양에도 줄기세포 구조체는 본래 골, 연골세포 성질을 특이적으로 유지\n국제학술지 ‘어드밴스드 사이언스(Advanced Science)’ 온라인판에 11월 21일 게재 (\n논문 보기\n)\n나노입자 첨가 생분해성 패치 개발(2024.03)\n[3]\n신 교수팀은 염증성 상처를 정상 피부와 유사하게 재생하는 생분해성 패치를 개발\n천연 유래 성분인 탄닌산과 스트론튬 이온의 자발적 결합으로 제작된 탄닌산-스트론튬 나노입자를 활용해 해당 패치를 개발함\n신 교수의 연구성과는 지난 5일 국제학술지 ‘바이오액티브 머터리얼스(Bioactive Materials)’에 게재됨\n수상\n2019년 4월\n한국고분자학회\n춘계학술대회서 중견학술상 수상\n[4]\n신 교수는 줄기세포와 생체재료를 이용해 퇴행성 질환, 난치성 질병으로 손상된 장기‧조직을 공학적으로 재생하는 조직공학과 재생의료를 연구하고 있다. 특히 생체재료가 인체 내에 삽입됐을 때 표면에서 일어나는 생물학적 반응들을 조절하는 '재료표면 개질기술'로 인공뼈‧인공혈관 등을 개발해왔다. 최근에는 복잡한 구조의 인체조직을 인공적으로 구현해 줄기세포를 체외(體外) 배양하고 이를 인체에 삽입하는 기술을 개발하고 있다.\n신 교수는 지난 십수년간 20편의 SCI 논문을 발표하고 13건의 특허를 출원‧ 등록하는 등 우리나라 조직공학 발전에 기여한 점을 인정받아 이번 상을 수상했다.\nCo-Editors-in-Chief: Tissue Engineering Part B: Reviews (2018 - Present)\nEditorial board: PLOS ONE (2018 - Present)\nMember of Council, TERMIS-AP, elected (2017 - Present)\nEditorial board: Journal of Biomedical Materials Research. A(Official Journal of Society for Biomaterials) (2014 - Present)\nEditorial board: Frontiers in Bioengineering and Biotechnology and Materials (2014-Present)\nBest Lecturer Award, Hanyang university (2014)\nMR-SPRINGER Award, The polymer Society of Korea (2013)\nYounam Professor Fellowship, LG Yonam Foundation (2013)\nOutstanding Bioengineering Alumnus Award, Department of Bioengineering, Rice University (2012)\nEditorial board of Tissue Engineering (2012 - 2014)\nStudent Professional Development Award, Society for Biomaterials (2003)\nOutstanding Graduate Student Research Award, Society for Biomaterials (2002)\n교내 기사\n<뉴스H> 2021.12.28\n\"조직공학, 재생의학의 발전을 위해\"...신흥수 교수\n<뉴스H> 2023.11.30\n신흥수 교수, 생체재료학을 선도하는 세계적인 연구자\n각주\n↑\n<뉴스H> 2020.01.07 신흥수 교수팀, 연꽃에서 착안한 신개념 줄기세포 전달법 개발\n↑\n<뉴스H> 2021.12.07\n신흥수 교수, 뼈ㆍ연골 동시 재생되는 조직 재생기술 개발\n↑\n<뉴스H> 2024.03.25\n신흥수 교수팀, 나노입자 첨가 생분해성 패치 개발\n↑\n<뉴스H> 2019.04.15\n신흥수 한양대 교수, 한국고분자학회 중견학술상"
}