{
  "title": "신학승",
  "url": "https://hyu.wiki/%EC%8B%A0%ED%95%99%EC%8A%B9",
  "content": "한양대\n사회과학대학\n관광학부\n교수이다.\n학력\n2012, 한양대 관광학 학사\n2015, 한양대 관광학 석사\n2020, 버지니아텍 주립대학교 경영학(관광세부전공) 박사\n동정\n2020 – 2021, University of Surrey 조교수 (Lecturer, tenured-track)\n2016 – 2020, Virginia Tech 연구 및 교육 조교\n2015 – 2016, 한국문화관광연구원\n수상\n제94차 한국관광학회 국제학술대회 최우수 논문상\n‘How does the Metaverse Travel Influence Virtual and Actual Travel Behaviors? Focusing on the Role of Telepresence and Avatar Identification in Jeju Metaverse Travels’라는 논문의 주저자로 참여\n제94차 한국관광학회 국제학술대회 최우수 심사자상\n관광학 부문 우수등재 학술지인 ‘관광학연구’에 대한 적극적인 심사 참여와 논리적인 심사를 바탕으로 우수 심사자에게 수여\n제94차 한국관광학회 국제학술대회 우수지도교수상\n신학승 교수가 지도교수로 참여한 한양대학교 관광학부 2학년 학생들 (학생 명: 이동현, 손가영)로 구성된 ‘재주 많은 제주’ 팀은 대학생 아이디어 공모전에서 “제주 전통문화 관광 활성화 방안 (제주민속촌 Revitalization을 중심으로)” 이라는 주제로 우수상을 수상함.\n2023 APTA 국제 컨퍼런스 우수논문 프로포절 상\n[1]\n한양대학교 관광학부의 ‘BK21 100세 시대의 트랜스포메이션 관광교육연구팀’ 산하 미래혁신관광연구실 (FITLAB: fitlab.hanyang.ac.kr)의 권나현 석사과정생과 신학승 교수가 지난 7월 5일부터 7일까지 태국 치앙마이에서 개최된 2023 APTA 국제 컨퍼런스에서 우수논문 프로포절 상을 수상하였다.\nThesis-in-Progress Session (학위논문 프로포절세션)에서 ‘Predicting continuous behavioral intention of Plogging: expanding VBN theory with social cognitive theory & Involvement theory ’라는 주제로 논문발표를 진행하였고 우수한 연구 성과를 인정받아 Graduate Travel Grant Award를 수상하였다.\n본 연구는 지속가능한 관광 맥락에서 관광자들이 관광지에서 친환경 관광행동인 플로깅에 지속적으로 참여하게 되는 심리적 요인을 규명하였고 향후 플로깅 문화가 관광지에서 정착될 수 있는 활성화 방안을 모색하고자 하였다.\n2024 APTA 국제 학술대회 Graduate Travel Grant Award 수상\n조유정 박사과정 연구원과 신 교수는 2024년 7월 2일부터 7월 5일까지 마카오에서 개최된 2024 APTA (Asia Pacific Tourism Association) 국제학술대회에 참여했다. 이들은 Thesis-in-Progress Session (논문 프로포절세션)에서 ‘The effect of parasocial interaction with AI ChatGPT on trust and destination image’라는 주제로 논문 발표를 진행했고, 우수한 연구 성과를 인정받아 Graduate Travel Grant Award를 수상\n제96차 한국관광학회 국제학술대회\n2024년 7월 10일부터 12일까지 전라남도 여수에서 개최된 제96차 한국관광학회 국제학술대회 (TOSOK International Conference)에서 신 교수와 조유정 박사과정 연구원, 그리고 류지윤 석사졸업생이 발표한 논문 ‘Understanding artificial intelligence and automation technology adoption process’이 최우수논문상 (Best Paper Award, First Place)를 수상\n↑\n<뉴스H> 2023.07.14\n한양대 미래혁신관광연구실, ‘2023 APTA 국제 컨퍼런스’ 우수논문 프로포절상 수상"
}