{
  "title": "실내건축디자인학과",
  "url": "https://hyu.wiki/%EC%8B%A4%EB%82%B4%EA%B1%B4%EC%B6%95%EB%94%94%EC%9E%90%EC%9D%B8%ED%95%99%EA%B3%BC",
  "content": "환경과 건축에 대한 이해를 바탕으로 쾌적한 실내공간을 위한 이론과 실기를 배웁니다.\n목차\n1\n대학원\n2\n학부(서울)\n2.1\n전공소개\n2.1.1\n학과 소개\n2.1.2\n학과 정보\n2.1.3\n특장점\n2.1.4\n주요 전공과목\n2.1.5\n커리큘럼\n2.1.6\n진로\n2.1.7\n질의응답\n2.2\n교수진\n대학원\n소속: 서울 대학원 실내건축디자인학과\n유형: 대학원\n영문명: INTERIOR ARCHITECTURE DESIGN\n중문명: 室内建筑设计系\n학부(서울)\n소속: 서울\n생활과학대학\n실내건축디자인학과\n유형: 서울 대학\n영문명: INTERIOR ARCHITECTURE DESIGN\n중문명: 室内建筑设计系\n전공소개\n전공안내서2025의 내용을 발췌해 정리한 글임.\n학과 소개\n실내건축디자인 전공은 인간을 둘러싼 공간을 기획하고 디자인하는 학문입니다. 생활과학대학 소속으로 사람이 생활하는데 기본이 되는 의, 식, 주 중에서 ‘주’를 다루고 있습니다. 21세기에는 주거, 상업, 기술 등이 쉴 새 없이 변화하고 있으며 새로운 생활환경에 대한 요구 또한 다양해지고 있습니다. 실내건축디자인학과의 궁극적인 목적은 생활환경의 다변화에 따라서 개인에게 필요한 공간을 제공하고자 합니다. 쾌적하며 효율적, 심미적인 공간을 디자인하며 우리가 생활하는 환경에 초점을 맞춰 어떻게 구성할 것인가에 대한 연구를 합니다. 궁극적으로는 공간을 통하여 삶의 질을 향상시키는 것을 목적으로 두고 있습니다.\n학과 정보\n전화번호 : 02-2220-1180\n학과설립연도 : 2002\n특장점\n실무자들의 Critic & Advise\n외부 심사위원이 아닌 실무경험이 많은 선배들을 기말평가 심사위원으로 위촉하여 교수의 평가와 함께 심사평가 진행 평가 이후 선후배간 소통의 기회 제공\n편리하고 쾌적한 실습실 환경\n신식 기자재를 보유한 리모델링 강의실 및 편리하고 쾌적한 실습실 환경 실습실, 작업실 환경 제공\n주요 전공과목\n과목\n소개\n공긴기초스튜디오\n다양한 형태의 수단을 통하여 조형적 사실을 바라보고 물리적 감각을 주관적 반응에 의한 조형적 요소를 특징적 형태로의 통찰력을 가질 수 있도록 한다\n공간디자인스튜디오\n실내 공간 계획에 필요한 기본이론을 가르친다. 그리고 인간의 공간에 대한 물리적, 행태적, 사회적 반응을 연구한다. 이 연구결과를 실내 계획에 적용하도록 하여 마이크로 공간의 디자인단계를 습득하게 한다.\n실내건축스튜디오\n주거공간을 비롯하여 오피스, 재택근무, 이동업무를 위한 주거와 업무공간이 복합된 형태의 점포, 백화점, 쇼핑몰 등 상업건물에 대한 공간 형태와 계획요소를 이해하게 한다. 이를 통하여 합리적이고 기능적이며 조형적인 주거, 업무, 상업공간의 계획이 가능한 디자인 능력을 배양한다.\n졸업작품캡스톤디자인\n그간의 실내디자인 관련 이론과목과 표현기법 그리고 디자인 과제 연구를 통합하는 종합 과목이다. 이 수업에서는 전반기 실내디자인 과제의 완성을 통하여 졸업작품의 준비와 포트폴리오를 만들도록 한다.\n커리큘럼\n연도별 커리큘럼은 상이할 수 있으므로 학과홈페이지에서 다시 한번 확인하시길 바랍니다.\n전공\n1학년\n2학년\n3학년\n4학년\n이론\n실무를 위한 이론\n실내건축디자인론\n동서양실내건축사\n실내계획론\n실내환경론\n주거학\n실내건축재료학\n현대실내건축사\n공간심리학\n실내건축구조학\n실내디자인경영설비및법규\n시공및디테일\n실내건축비평\n현대실내공간론\n유니버설디자인\n실습\n기초과목\n실내건축제도\n실내건축조형\n디지털디자인의이해\n스튜디오\n공간조형스튜디오\n공간디자인스튜디오\n실내건축스튜디오\n프로젝트디자인스튜디오\n환경디자인스튜디오\n디지털디자인\nCAD및그래픽스\n디지털디자인\n디자인컴퓨팅\n디자인과표현연습\n공간과사진\n공간과색채표현기법\n실내조명디자인\n가구디자인\n진로\n분야\n직업\n건축계\n대기업\n전문회사의 설계 부서, 주택분야의 기획담당, 인테리어 부서, 자재, 시설, MD, DP 등\nAtelie\n건축설계사무실, 실내디자인 전문회사, 모델하우스 전문건설회사, 리모델링 전문회사, PM(Product Manager) 전문회사, 건축 코디네이팅 전문회사\n외주\n투시도 및 기타 프리젠테이션 전문회사, 모델링 회사, 건설자재회사\n디자인계\n건설회사 디자인부서, 가구, 조명회사, 디스플레이회사, 인테리어 및 건축잡지기자, 사인물디자인회사 등\n기타\n각 시설부 공무원, 기술사, 건축사(건축기사 자격증이 있을 경우), 교수, 관련 개인 사업 등\n질의응답\n건축학과와 실내건축디자인학과가 다른 점이 무엇인가요?\n건축학과는 공과대학 소속이며 실내건축디자인학과는 생활과학대학 소속입니다. 건축학과는 건물의 전체적인 설계와 함께 구조, 설비, 의장, CAD, 기타 도시와 건축, 조경 등 매우 포괄적으로 배웁니다. 실내건축디자인학과는 건물의 구체적이며감각적인 부분을 다룹니다. 기본적인 건축이론과 조형 및 디자인이론, 공간디자인, 각 시설별 또는 분야별 디자인 실기, 디스플레이, 코디네이팅, 실내조경, 조명, 가구 등 실습위주의 수업이 더 활발하게 진행됩니다.\n미술을 잘 못하는데 실내건축디자인학과에 가도 괜찮을 까요?\n우리학과는 입시에서 미술 실기를 보지 않습니다. 미술을 전공하지 않은 학생들을 디자이너로 만드는 과정에서 학생들이 그림에 대한 능력 때문에 포기하지 않도록 커리큘럼이 구성되어 있습니다. 기초부터 탄탄히 배울 수 있으니 지금 당장 미술을 잘 모르거나 못한다고 해서 걱정하지 않아도 괜찮습니다.\n스튜디오 수업이 무엇인가요?\n스튜디오 수업은 2~4학년 때, 매학기 필수로 들어야 합니다. 한 수업 당 하나의 건축물을 디자인하며 팀원들과의 협력과 이해, 의견 조율을 배울 수 있습니다. 매주 교수의 크리틱을 받으며 각자의 부족한 부분을 채울 수 있는 실용적인 수업입니다.\n교수진\n황연숙\n교수\n장순각\n교수\n현경훈 부교수\n최경아 조교수\n김석훈\n조교수\n배세연 조교수\n이창엽 조교수"
}