{
  "title": "심종성",
  "url": "https://hyu.wiki/%EC%8B%AC%EC%A2%85%EC%84%B1",
  "content": "한양대학교 ERICA캠퍼스\n공학대학\n건설환경공학부\n교수이다.\n목차\n1\n학력\n2\n경력\n3\n수상\n4\n연구실적\n5\n언론활동\n학력\n1975년도 한양대학교 토목공학 공학사\n1984년도 Michigan State Univ. 구조공학 공학석사\n1987년도 Michigan State Univ. 구조공학 공학박사\n경력\n2017 ~ 한국공학한림원 원로회원\n2017 ~ 한양대학교 명예교수\n제12대 한국중재학회 해외건설중재연구회 대표\n2014.01 한국중재학회 해외건설중재포럼 위원장\n2014.01 ~ 제12대 한국중재학회 부회장\n수상\n2017, 옥조근정훈장\n2014, 미시간주립대학교(MSU) '2014년도 자랑스러운 MSU인'상 수상\n연구실적\nKim, Y. J., Sim, J. and Park, C. W., “Mechanical Properties of Recycled Aggregate Concrete with Deformed Steel Re-bar”, Journal of Marine Science and Technology,  Volume 20, No.3, June 2012, pp. 274~280 (SCIE)\nSim, J., Park. C. W., “Compressive Strength and Resistance to Chloride Ion Penetration and Carbonation of Recycled Aggregate Concrete with Varying Amount of Fly ash  and Fine Recycled Aggregate”, Waste Management, Volume 31, Issue 11, November 2011, pp. 2352~2360 (SCIE)\nOh, H. S., Sim, J., Kang, T. S. and Kwon, H. W., “An Experimental Study on the Flexural Bonding Characteristic of a Concrete Beam Reinforced with a GFRP Rebar”, KSCE Journal of Civil Engineering, Volume 15, Number 7, September 2011, pp. 1245~1251 (SCIE)\nPark, C. W., Sim, J. and Lee, J. R., “Fundamental Property of Chloride Inhibiting and Low Heat Cement for Marine Concrete Structures”, Journal of Advanced Concrete  Technology, Volume 7, No 1, Feb 2009, pp. 135~142 (SCIE)\nMoon, D. Y., Sim, J., Oh, H. S. and Benmokrane. Br, “An Exploratory Study of GFRP Rebar with Ribs Containing Milled Glass Fibers”, Composites Part B: Engineering,  Volume 39, Issue 5, July 2008, pp. 882~890 (SCI)\nKim, G. S., Sim, J. and Oh, H. S., “Shear Strength of Strengthened RC beams with FRPs in shear”, Constructions and building Materials, Volume 22, Issue 6, June 2008,  pp.1261~1270 (SCIE)\nMoon, D. Y., Sim. J., and Oh, H. S., “Detailing considerations on RC beams strengthened with CFRP bars embedded in mortar overlay”, Constructions and building  Materials, Volume 21, Issue 8, August 2007, pp. 1636~1646 (SCIE)\nSim, J., and Oh, H. S., “Structural assessment of externally flexural strengthened reinforced concrete beam after repaired with polymer mixture”, Composite Interfaces,  Volume 13, Number 1, January 2006, pp.47~66 (SCI)\n언론활동"
}