{
  "title": "아태지역연구센터/국제학술회의",
  "url": "https://hyu.wiki/%EC%95%84%ED%83%9C%EC%A7%80%EC%97%AD%EC%97%B0%EA%B5%AC%EC%84%BC%ED%84%B0/%EA%B5%AD%EC%A0%9C%ED%95%99%EC%88%A0%ED%9A%8C%EC%9D%98",
  "content": "이 문서는\n아태지역연구센터\n가 개최한 국제학술회의를 기록한 문서입니다. 한양대학교 백서 2005-2008, 2009-2012\n목차\n1\n2005\n2\n2006\n3\n2007\n4\n2008\n5\n2009\n6\n2010\n7\n2011\n8\n2012\n2005\n2005. 05. 27 6차\n아태정기학술포럼\n“EU as a Global Player and East Asia”, Heiner Timmermann(독일프리드리히-쉴러 대학교수), 한양대학교 화상회의실\n2005. 09. 6 - 17 제 16차 한러국제학술회의 \"Urgent Problems of the Korean Peninsula\", Titarenko, Mikhail(Director, IFES, RAS) 외 11명, 모스크바\n2006\n2006. 03 - 04 제 17차 한러국제학술회의 \"Russia, Eurasia, and Northeast Asia: A New Dynamic Nexus\", Titarenko, Mikhail(Director, IFES, RAS) 외 11명, 한양대학교\n2006. 06. 07 182차 아태정기학술포럼 “Russia and Korea-Current Situation and Perspective\", Gleb Aleksandrovich Ivashentsov(주한러시아대사)외 2 명, 한양대학교 화상회의실\n2006. 10. 25 187차 아태정기학술포럼 “북핵실험 이후 북한과 중국의 정치경제관계”, 李數球 (중국 국무원 발전연구센터 한반도 연구주임)\n2006. 11. 30 189차 아태정기학술포럼 “21세기 한 • 중 관계의 미래’’, 닝푸쿠이(주한중국대사)외 2명, 한양대학교 화상회의실\n2007. 05. 25 193차 아태정기학술포럼 “Six-Party Talks: Hoping for the Best, Get Ready for the Worst\", Alexander V. Vorontsov (Head,Korean and Mongolian Studies, Institute of Oriental Studies, RAS) 외 2명, 한양대학교 화상회의실\n2007\n2007. 06. 16 - 17 제 18차 한러국제학술회의 “Russia Federation and Republic of Korea: Prospects for Interaction after 2008\", Titarenko, Mikhail(Director, IFES, RAS) 외 11명, 모스크바 동연구소\n2007. 09. 07 195차 아태정기학술포럼 \"1860~1910년대 러시아 대 한국 정책 변동의 분석\", S. 0. Kurbanov(러시아 상트페테르부트그 한국학센터 소장) 외 2 명, 한양대학교 화상회의실\n2007. 11. 20 제19차 한러국제학술회의 \"흑해지역의 형성과 질서 변화\", A. Zhebin (IFES) 외 5명, 한양대학교 화상회의실\n2008\n2008. 05. 09 198차 아태정기학술포럼 \"한국 대만 관계의 현황과 전망”, 陳永線 (주한 대만 대표부 대사) 외 2명, 한양대학교 화상회의실\n2008. 05. 30 199차 아태정기학술포럼 \"The Greater China and the Role of Singapore\", Chua Thai Keong(察泰衆，주한싱가포르 대사) 외 2명, 한양대학교 화상회의실\n2008. 10. 06 - 07 제20차 한러국제학술회의 Titarenko, Mikhail (Director, IFES, RAS) 외 11명, 한양대학교 화상회의실\n2008. 10. 17 1차 HK 국제학술회의 한국-중앙아국제학술회의 \"Historical Memories and Current Geopolitics in Central Asia\", 나탈리아 카리모바(타쉬 켄트 동방학연구소 교수)외 3명, 한양대학교 화상회의실\n2009\n2009.6.18.~19 제1차 HK국제 Eurasianness and National Identities in the Post-soviet Era(Ronald G. Suny (Univ. of Chicago) 외), 한양대\n2009.11.2.~3 제21차 한러국제 Russian Federation and Republic of Korea：Global Crisis and the Problems of Strategic Partnership(M.L. Titarenko (러시아 극동문제연구소) 외), 모스크바\n2009.11.20 제2차 중앙아국제 The Investment Environment of Central Asia and Strategies for Korea’s Entry into the Central Asian Economy(Olzhas Kurmanov(Temirbank, Kazakhstan)외), 한양대\n2010\n2010.4.5 제1차 한-카 포럼 Establishing a System of Strategic Cooperation between Kazakhstan and Korea(고재남 (외교안보연구원) 외), 서울신라호텔\n2010.5.11 제1차 한-투 포럼 한국-투르크메니스탄 전략적 경제·문화 협력(Mulliyev Annachary(투르크메니스탄 경제발전부 국장) 외), 서울롯데호텔\n2010.6.17.~18 제2차 HK국제 Beyond Russian and Becoming Eurasian(김연규 (한양대 국제학부) 외), 한양대\n2010.9.16.~17 한러역사인식 국제 Korea and Russia in Historical Perspective：Perceiving and Understanding Each Other(김영수 (동북아역사재단) 외), 한양대\n2010.9.30.~10. 제22차 한러국제 The 20 Years of Korea-Russia Relations：Accomplishments and Prospects(M.L. Titarenko(러시아과학원 극동문제연구소) 외), 한양대\n2010.11.26 제3차 중앙아국제 Central Asia’s Identity in Politics and Culture(Chyngyz Eshimbekob (주한키르기스스탄 대사) 외), 한양대\n2010.12.14 1차 한-몽골포럼 The Current Status and Prospects of the Korea-Mongolia Relations in the 21st Century(Jamiyan Battur(몽골국립대) 외), 한양대\n2011\n2011.6.21.~22 제23차 한러국제 Russia and Korea：A Decade of New Opportunities(M.L. Titarenko (러시아 극동문제연구소) 외), 모스크바\n2011.6.30 제4차 중앙아국제 The Soviet Legacy and Nation-Building in Central Asia(Andrey Medushevskiy(모스크바 고등경제대학교)외), 한양대\n2011.8.23 제2차 한-카포럼 한국-카자흐스탄 전략적 동반자 관계의 발전：기본 방향 및 실행 메커니즘(Bulat Sultanov (카자흐스탄 전략문제연구소) 외), 카자흐스탄 아스타나\n2011.10.6.~7 제3차 HK국제 20 Years since the Disintegration of the Soviet Union：Looking Backward, Looking Forward (Richard Sakwa (영국 Kent대학교) 외), 한양대\n2012\n2012.6.15 제5차 중앙아국제 Public Diplomacy and Korean- Central Asian Relations(S. Sadikasimov (우즈벡 전 부총리) 외), 한양대\n2012.9.20.~21 제24차 한러국제 Tasks of the New Governments of Russia and Korea for Further Development of their Partnership(Dmitry Sorokin(러시아과학원 경제연구소)외)\n2012.10.11.~12 제4차 HK국제 Where is Eurasian Studies Heading for? Global Talks with Scholars, Directors,and Editors(Robert Orttung (Institute for European, Russian, and Eurasian Studies, George Washington Univ.) 외), 한양대\n2013.1.25. 한카국제 유라시아 시대 한국 차기정부의 과제와 한-카자흐스탄 관계발전협력(엄구호 (한양대) 외), 서울롯데호텔\n2013.2.20. 한러극동 개발국제 The Investment Environment in the Russian Far East and Korea’s Entry Strategy(Alexander Latkin(블라디보스톡 경제서비스대학) 외), 서울 프레지던트 호텔"
}