{
  "title": "안기용",
  "url": "https://hyu.wiki/%EC%95%88%EA%B8%B0%EC%9A%A9",
  "content": "목차\n1\n소속\n2\n학력\n3\n연구실적\n4\n언론활동\n소속\n한양대학교 에리카캠퍼스 공학대학 건설환경공학과\n학력\n1998년도 한양대학교 토목공학과 공학사\n2000년도 한양대학교 토목공학과 공학석사\n2002년도 Imperial College 영국 토목공학과 MPhil\n2005년도 Imperial College 영국 토목공학과 공학박사\n연구실적\nM.S. Jung, M.C. Shin, K.Y. Ann. \"Fingerprinting of a concrete mix proportion using the acid neutralization capacity of concrete matrices\", Construction and Building\nMaterials, vol. 26, no. 1, Jan. 2012\nV. Rathinavel, S. Velu, K.Y. Ann. \"Performance evaluation of blended cement concretes under MgSO4 attack”, Magazine of Concrete Research, vol. 63, no. 9, Sem.\n2011 (SCI)\nJ.S. Reou, K.Y. Ann, “The distribution of hydration products at the steel-concrete interface for concretes subjected to electrochemical treatment”, Corrosion Science\nvol. 52, no. 6, Jun. 2010 (SCI)\nS.W. Pack, M.S. Jung, H.W. Song, K.Y. Ann, “Prediction of time dependent chloride transport in concrete structures exposed to a marine environment:”, Cement and\nConcrete Research, vol. 40, no. 2, Feb. 2010. (SCI)\nJ.S. Reou, K.Y. Ann, “Electrochemical assessment on the corrosion risk of steel embedment in OPC concrete depending on the corrosion detection techniques”, Materials Chemistry and Physics, vol. 113, no. 1, Jan. 2009. (SCI).\nJ.S. Reou, K.Y. Ann, “Electrochemical assessment of corrosion inhibition effect of calcium nitrite in blended concretes”, Materials Chemistry and Physics, vol. 109,\nno. 23, Jun. 2008. (SCI).\nJ.S. Reou, K.Y. Ann, “Variation in the chloride threshold level for steel corrosion in concrete arising from different chloride sources” Magazine of Concrete Research,\nvol. 60, no. 3, Apr. 2008. (SCI).\nK.Y. Ann, H.Y. Moon, Y.-B. Kim and J. Ryou, “Durability of recycled aggregate concrete using pozzolanic materials” Waste Management, vol. 28, no. 6, 2008. (SCI).\nK.Y. Ann, H.W. Song, “Chloride threshold level for corrosion of steel in concrete” Corrosion Science, vol. 49. No. 11. Nov. 2007. (SCI)\n언론활동"
}