{
  "title": "안선응",
  "url": "https://hyu.wiki/%EC%95%88%EC%84%A0%EC%9D%91",
  "content": "안선응은 ERICA캠퍼스\n공학대학\n산업경영공학과\n교수다.\n목차\n1\n학력\n2\n경력\n3\n연구관심분야\n4\n주요연구과제\n5\n주요논문\n6\n저서\n7\n수상\n8\n언론 활동\n학력\n1984년도 한양대학교\n산업공학과\n공학사\n1986년도 한양대학교\n산업공학과\n공학석사\n1995년도 U.C. Berkeley IEOR 공학박사\n경력\n2000 ~ 현재 : 한양대학교 공학대학 산업경영공학과 정교수\n2011 ~ 2012 : 한양대학교 공학대학 부학장\n2011 ~ 2011 : 한양대학교 ERICA 캠퍼스 교육과정 개편위원\n2010 ~ 2011 : 대한설비관리학회 운영이사\n2009 ~ 2011 : STX 중공업 자문교수\n2009 ~ 2010 : 대한산업공학회 학술이사\n2009 ~ 2009 : 삼성그룹 CIO포럼 자문교수\n2008 ~ 2012 : 삼성그룹 정보화 혁신상 심사위원\n2008 ~ 2012 : 한국표준협회 한국서비스대상 심사위원\n2008 ~ 2011 : 한국표준협회 경영평가위원\n2008 ~ 2011 : 지식경제부 지식경제 기술혁신 평가단\n2008 ~ 2008 : 중소기업기술정보진흥원 자문위원\n2008 ~ 2008 : 기획재정부 공기업ㆍ준정부기관 경영평가단\n1996 ~ 2000 : 삼성SDS 컨설팅사업부장\n1988 ~ 1990 : KPC 선임연구원\n연구관심분야\nBayesian Probability Modeling, Reliability, Information Engineering, Engineering Economy, Decision Theory\n주요연구과제\n글로벌 명품화 유력품목 발굴 및 명품육성 로드맵 연구 2013.01 ~ 현재 / 기술표준원\n대형복합시스템에 대한 혼합경쟁위험 모형의 개발 2012.05 ~ 현재 / 한국연구재단\n열화시스템의 특정 신뢰성 수준을 보장하는 예방보전 정책의 결정 2010.05 ~ 2011.05 / 한국연구재단\n시스템 구조와 유지보수 정책을 고려한 실험 및 현장정보 기반 위험률 추정 2009.05 ~ 2010.04 / 한국과학재단\nRFID 표준 도입 가이드라인 2007.12 ~ 2008.03 / 한국전자거래협회\n경기도 출자, 출연 및 재정지원기관 평가시스템 연구 2007.05 ~ 2007.09 / 경기도의회\n조류독감용 소독제의 제품설계 및 공정개발 2006.09 ~ 2007.08 / 안산시\n한국서비스대상 자가혁신매뉴얼 개발 2006.08 ~ 2006.12 / 한국표준협회\n비정상행위 침입탐지 및 대응 의사결정을 위한 베이지안 접근법 개발 2004.11 ~ 2005.10 / 한양대학교\n고장물리로부터 수명예측 모형을 개발하는 방법론에 관한 연구 2003.11 ~ 2004.10 / 한양대학교\n금융정보시스템의 위험관리를 위한 베이지안 네트워크 모형의 개발 2003.07 ~ 2004.06 / 한국학술진흥재단\n공학 실험식으로부터 신뢰성 모형을 개발하는 방법론에 관한 연구 2003.04 ~ 2004.03/ 한국과학재단\n주요논문\nK.-S. Yoon, S.-E. Ahn, and M.-K. Kang, “An Improved Best-first Branch-and-bound Algorithm for Constrained Two-dimensional Guillotine Cutting Problems,” International Journal of Production Research., Vol. 51, No. 6, pp. 1680-1693, 2013. (SCI)\nS.-E. Ahn and W.-H. Kim, “On Determination of the Preventive Maintenance Interval Guaranteeing System Availability under a Periodic Maintenance Policy,” Structure and Infrastructure Engineering., Vol. 7, No. 4, pp. 307-314, 2011. (SCI)\nS.-E. Ahn and W.-H. Kim, \"Determining the Periodic Maintenance Interval for Guaranteeing the Availability of a System with a Linearly Increasing Hazard Rate,\" International Journal of Industrial Engineering., Vol. 16, no. 2, pp. 126-134, 2009. (SCI)\nS.-E. Ahn and W.-H. Kim, “Service Level Analysis of (S-1, S) Inventory Policy for Negative Binomial Distributed Failures,” Asia-Pacific Journal of Operational Research., Vol. 25, No. 6, pp. 827-835, 2008. (SCI)\nT.-S. Kim, C.-S. Park, and S.-E. Ahn, “Determining the Optimal Maintenance Action for a Deteriorating Repairable System,” Probabilistic Engineering Mechanics., Vol. 23, No. 1, pp. 95-101, 2008. (SCI)\nS.-E. Ahn, C.-S. Park, and H.-M. Kim, \"Hazard Rate Estimation of a Mixture Model with Censored Lifetimes,” Stochastic Environmental Research and Risk Assessment., Vol. 21, No. 6, pp. 711-716, 2007. (SCI)\nC.-S. Park, S.-H. Yoon, and S.-E. Ahn, “Developing an Investment Sharing Model Considering Collaborations in Supply Chain,” Journal of the Korean Society of Supply chain Management., Vol. 6, No. 2, pp. 49-56, 2006. (SCI)\nT.-S. Kim and S.-E. Ahn, “A Bayesian Decision Model for a Deteriorating Repairable System,” Journal of the Korean Institute of Industrial Engineerings., Vol. 32, No. 2, pp. 141-152, 2006. (SCI)\nS. Hur and S.-E. Ahn, “Batch Arrival Queues with Vacations and Server Setup,” Applied Mathematical Modelling., Vol. 29, No. 12, pp. 1164-1181, 2005. (SCI)\nS.-E. Ahn and W.-H. Kim, “Diagnosis of Lead Time Demand Based on the Characteristics of Negative Binomial Distribution,” Journal of the Society of Korea Industrial and Systems Engineering., Vol. 28, No. 2, pp. 146-151, 2005. (SCI)\n저서\n수상\n언론 활동"
}