{
  "title": "약사",
  "url": "https://hyu.wiki/%EC%95%BD%EC%82%AC",
  "content": "요약된 역사 (1939~2015)\n목차\n1\n1930년대\n2\n1940년대\n3\n1950년대\n4\n1960년대\n5\n1970년대\n6\n1980년대\n7\n1990년대\n8\n2000년대\n9\n2010년대\n1930년대\n1939년   7월 1일  동아 공과학원 설립으로부터 시작된다. 이때는 일제의 민족말살정책이 기승을 부리던 고난의 시기로 한국인에 대한 고등기술교육을 의도적으로 외면하고 있던 일제의 식민지 교육정책에 항거하여 조상이 천시해 온‘쟁이’를 양성하는 기술교육만이 나라와 우리 민족을 살리는 길이라고 굳게 믿은 25세의 청년 김연준 선생이 동아 공과학원을 설립한 것이다. 실용적인 기술교육의 시발점이 된 동아공과학원은 토목(주∙야), 건축, 광산 등 2년제 3과로 전임교사 13명,강사 22명으로 학생 630명을 모집하여 종로구 경운동 88번지 천도교 기념관에서 첫 수업을 시작했다.\n1940년대\n1941년  제1회 졸업생을 배출했다.\n1942년   12월  수준 높은 고등기술교육 실시의 의도를 의심한 일제의 발악은 극에 달하여 전문학교로의 승격을 불허됐다.\n1943년  일제에 의해 신입생 모집 중지령과 연이은 수업 단축령이 내려졌다.\n1943년   3월  동아고등공업학원은 개교 2년 만에 78명의 제1회 졸업생 배출과 함께 폐교하게 됐다.\n1943년   9월  동아공과학원도 문을 닫게 되었다.\n1945년   8월  건국기술학교 설립으로 거듭나게 됐다.\n전문부는 야간 3년제로 종로구 신문로의 피어슨 성경학원에서,\n야간 2년제인 중등부는 종로구 수송동 수송전기학교에서 토목과, 건축과 등 2개과로 개교하였으며 이는 현재 한양의 초석이자 본격적인 고등기술교육의 시작점이었다.\n1946년   5월  김연준 선생이 사재를 털어 재단법인 한양학원을 설립하고, 소화공과학교를 인수한 후 건국기술학교의 중등부와 병합, 한양공업학교를 설립하여 신당동 251번지에서 개교했다.\n1946년   8월  중등부를 분리시킨 건국기술학교는 건국기술전문학교로 개명했다.\n1946년   12월  교사를 신당동 251번지로 이전했다.\n1947년   12월  국기술전문학교는 문교부로부터 대학관으로 승격 인가를 받게 되었으며 한양공업대학관은 건국기술전문학교에서 계승된 토목, 건축, 전기, 기계 등 야간 2년제 4개 학과의 모습을 갖추었다. 건국기술학교와 한양공업대학관으로 이어지는 정규 대학 설립의 열망은 1948년 7월 1일 한양공과대학 설립 인가(文高發제114호)를 통해 결실을 맺게 되었다.\n한양공과대학은 주간과정의 전기공학과(정원 200명), 기계공학과(정원 200명)와 야간과정의 토목공학과(정원200명), 건축공학과(정원 200명), 전기공학과(정원 200명), 기계공학과(정원 200명)로 출발하였으며 초대 학장에 김연준 박사가 취임하였다. 이로서 동아공과학원이 설립된 지 20년 만에 우리나라 유일의 4년제 정규 민립 공과대학으로 한양의 역사는 이렇게 다시 시작되었다.\n1949년   9월  대학 설립이후 야간과정이던 토목공학과, 건축공학과를 주간학과로 전환하고 야간학과인 전기공학과와 기계공학과의 수업연한은 2년으로 단축하였다. 1950년 4월에 주간 및 야간에 공업화학과를 신설하고 2년제 야간학부를 4년제 초급대학으로 개편하였으며 공업교사 양성을 목적으로 2년제인 부설 중등교원양성소를 설치하였다.\n1950년대\n1950년  민족의 비극인 6∙25사변으로 학교시설이 많이 파괴되고 교수와 학생이 이산되었다.\n1950년   6월  부산시 완월동 2가 51번지에서 천막 및 가교사를 마련하여 수업을 계속하였다.\n1951년   12월  광산과를 신설하였다.\n1952년   3월  토목공학과 32명, 건축공학과 26명, 기계공학과 54명, 전기공학과 44명 등 모두 156명의 한양공과대학 제1회 졸업생을 배출하였다.\n1953년   3월 대학원 설립인가를 받고 전기공학과(정원 3명), 기계공학과(정원 3명), 화학공학과(정원 3명) 등 3개 학과를 설치하였다.\n1953년   8월 서울 수복 후 신당동 근처에서 임시교사에서 수업을 진행하였다.\n1953년   9월 성동구 행당동 산 8의 2번지에 교지를 마련하여 이전하고 교사 신축을 시작하였다.  현재 한양대 위치\n1953년   10월  대학원에 토목공학과(정원 3명), 건축공학과(정원 3명)가 추가로 설치되었다.\n1954년   4월 목조 2층 형태의 본관을 비롯한 목조교사가 완공되었다.\n1955년   2월 수학과와 물리학과가 신설됐다.\n1956년   3월 각 학과의 교직교육이 실시되었다.\n1956년   6월 야간부가 인가되어 전기공학과, 기계공학과, 토목공학과, 건축공학과, 화학공학과, 광산공학과 등 6개 학과 정원 960명의 이부대학이 설치되었다.\n1956년   8월  석조 3층 형태의 본관이 준공되었다.\n1956년   11월  제1공학관(현 한양프라자) 준공\n1957년   7월  제1교육관(현 사회과학관) 준공\n1958년   11월  제2공학관(현 제1의학관) 준공\n1957년   11월  대학원에 광산공학과가 설치되고,  1958년   2월  원자력공학과, 섬유화학과, 공업경영학과가 신설되었다.\n1958년   3월  이부대학에 원자력공학과와 공업경영학과가 신설되었다.\n1959년   2월  종합대학으로의 승격이 인가되어 한양대학교로 거듭나게 되었다. 한양대학교의 출범과 함께 초대 총장에 김연준 박사가 취임하였으며 9개 학과(전기, 기계, 토목, 건축, 화학, 광산, 원자력, 섬유, 공업경영)로 구성된 공과대학, 6개 학과(국문, 영문,사학, 수학, 물리, 화학)로 구성된 문리과대학, 4개 학과(법률, 정치, 경제, 상학)로 구성된 정경대학 등 3개 단과대학 19개 학과와 이부대학 8개 학과 등 정원 2,880명의 종합대학 위용을 갖추게 되었다.\n1959년   3월  제3공학관(현 제2의학관) 준공\n1959년   5월  중앙도서관(현 의과대학 본관)이 준공되었다.\n1959년   5월  교내 대학신문인 한양대학보를 창간하였다.\n1959년   7월  개교 20주년 기념식을 거행하였다.\n1959년   7월  대학원에 박사과정이 설치되었다.\n1959년   9월  1959년 9월에는 대강당(현 백남학술정보관 위치, 1997년 철거) 준공되었다.\n1960년대\n1960년   3월 에는 제2교육관(현 제1공학관)이 준공되었고\n1960년   3월  문리과대학에 음악과, 영화과가 신설되고, 정경대학에 행정학과가 신설되었으며, 공과대학에 요업공학과가 신설되었다.\n1960년   4월  4.19혁명에 가담한 본교생 중 광산과 1학년 안경직 학생이 사망하고 5명이 행방불명되고 2명이 부상하는 불행을 겪게 되었다.\n1960년   11월  한양대학교 총동문회가 창립되었다.\n1961년   4월  대운동장이 준공되었으며\n1961년   5월  예술관(현 인문관)이 준공되었고,\n1961년   8월  제4공학관(현 대학원)이 준공되었으며\n1961년   9월  학생회관(현 학생회관 전의 1층 건물)이 준공되었다.\n1961년   12월  5.16 이후의 대학정비로 문리과대학의 국문, 영문, 사학, 음악, 영화, 신문학과와 정경대학의 법률, 정치, 경제, 상학, 행정학과가 폐지되었다가\n1962년   2월  음악, 영화, 법률, 경제, 상학, 행정학과가 복과되었으며 2년제 6개 학과(전기, 건축, 토목, 채광, 기계, 재료화학)로 구성된 병설 공업초급대학이 신설되었고,\n1962년   12월  폐과에 대한 추가 복과조치로 문리과대학의 국문, 영문, 사학, 신문학과와 정경대학의 정치외교학과가 복과되었으며 문리과대학에 체육과와 통계학과가 신설되었다.\n1962년   5월  노천극장이 준공되었으며,\n1962년   12월  제4공학관(원자력관)이 준공되었다.\n1963년   1월  병설공업초급대학에 공업화학, 금속, 섬유화학과를 신설하고 9개 학과 정원 720명 규모로 2부(야간)학과를 신설하였으며\n1964년   1월  정문이 준공되었고\n1964년   2월  공과대학에 건축의장학과, 전자공학과, 금속공학과를 신설하고, 문리과대학의 음악과를 음악대학으로 분리하고 체육과를 체육대학으로 분리하고 경기과와 무용과를 신설하였다.정경대학을 법정대학과 상경대학으로 분리하고 상경대학에 무역학과를 신설하고 이부대학에 섬유공학과를 신설하였다.\n1964년   4월  중앙체육관(현 생활과학관자리, 1988년 철거)이 준공되었으며\n1964년   12월  공과대학에 정밀기계공학과와 재료공학과를 신설하고 무역학과를 경영학과로 개명하였으며 사립학교법 제정에 따라 법인명을 학교법인 한양학원으로 변경하였다.\n1965년   2월  경영공학대학원을 인가 받아 야간 석사과정을 설치하였으며 일본 와세다대학과 학술교류협정을 체결하고 부설기관으로 산업문제연구소를 설치하였다.\n1965년   12월  본관이 현재와 유사한 형태로 증축되었다.\n1965년   12월  공업교육학과를 신설하고 음악과를 성악, 작곡, 피아노, 관현악과로 분리하였다.\n1966년   2월  제15회 졸업생이 기증한 사자탑과 음악관(현 제2음악관)이 준공되었으며\n1966년   3월  경영공학대학원을 산업대학원으로 개칭하고\n1966년   12월  제5공학관(현 토건관)이 준공되었다.\n1966년   12월  사범대학을 신설하고 과학교육과, 가정교육학과, 교도교육학과를 신설하였으며 공과대학의 공업교육학과를 사범대학 소속으로 변경하고 상경대학에 경제통계학과를 신설하였다.\n1967년   3월  교양교육을 전담하는 교양학부를 설치하였으며\n1967년   10월  학생신상상담소를 설치하였으며\n1967년   11월  사범대학관(현 사범대학 본관)이 준공되었고,\n1967년   12월  공과대학에 도시공학과와 섬유화학과가 신설되었으며 사범대학에 식품영양학과, 의류학과,아동교육과, 생활미술학과가 신설되었으며 의과대학 및 의학과 신설 인가를 받아 문리과대학에 의예과를 신설하였으며 이부대학에 전자공학과를 신설하였다. 1968년 8월 계절학기가 도입되었으며 9월에는 교육과정심의위원회가 설치되었고, 1968년 11월에는 제3공학관(현 공업센터 본관)이 준공되었으며\n1967년   11월  교내 교육방송국을 개국하였다.\n1968년   12월  섬유화학과를 고분자화학과로, 건축의장학과를 건축학과로, 영화과를 연극영화과로, 가정교육과를 가정학과로, 교도교육학과를 교육학과로, 생활미술학과를 응용미술학과로 개편하였으며 피아노과와 관현악과를 통합하여 기악과를 신설하였으며\n1969년   5월  개교 30주년 기념식을 거행하였으며\n1969년   6월  현 학칙을 제정, 문교부로부터 승인을 받게 되었다.\n1969년   12월  제3공학관 별관(현 공업센터 별관)이 준공되었다.\n1969년   12월  부속병원 설치인가를 받고 의학과 및 간호학과를 신설하였으며 체육대학 경기과를 체육학과로 통합하였으며, 광산공학과를 자원공학과로 변경하고\n1970년대\n1970년   6월  영자신문사인 The Hanyang Times가 창간되었다.\n1971년   3월  본관이 현재와 같은 규모로 증축 완공되었으며\n1972년   5월  의과대학 부속병원을 개원하였다.\n1973년   5월  제2대 총장 이해남 박사가 취임하였으며\n1973년   8월  제3대 총장 이병희 박사가 취임하였다.\n1974년   12월  공과대학 축로공학과를 열공학과로 변경하고\n1975년   3월  산업대학원을 산업경영대학원으로 변경하였다.\n1975년   8월  제4대 총장 김연준 박사가 취임하였으며\n1975년   10월  공과대학의 19개 학과가 문교부의 실험대학으로 승인받아 5개의 공학부로 개편되었으며\n1976년   2월  한양대학교의 새로운 대학 휘장을 제정하였으며\n1977년   9월  문리과대학, 법정대학, 상경대학, 사범대학, 음악대학, 체육대학이 문교부의 실험대학으로 승인되었다.\n1976년   2월  사회과학관(현 상경관)이 준공되었으며 1977년 9월 학생회관이 준공되었고,\n1977년   10월  학군단 건물과 사범대학 별관이 준공되었다.\n1977년   12월  교양교육 전담부서인 교양학부를 폐지하고 문리과대학에서 그 기능을 전담하도록 변경하였으며 공과대학 기계설계학과를 신설하고,\n1978년   12월  행정대학원을 신설하여 석사과정을 설치하였으며 공과대학 공업경영학과를 산업공학과로 변경하였다.\n1978년   10월  예비인가에 이어  1979년   1월  반월분교 설립 인가(문교부, 대학1040-110)를 기점으로 새로이 웅비의 나래를 펴게 되었다. 신공업도시인 경기도 안산에 43만평이라는 광활한 교지를 확보하고 기계공학과 (입학정원 500명), 전자공학과(입학정원 200명), 전기공학과(입학정원 100명)를 설치하였다. 이로서 한양대학교는 공과대학 915명, 의과대학 160명, 문리과대학 250명, 법정대학 90명, 상경대학 130명, 사범대학 185명, 음악대학 100명, 체육대학 60명, 2부대학 480명, 반월분교 800명 등 입학정원 3,170명의 대규모 대학으로 제2의 도약을 맞이하게 되었다.\n1979년   5월  개교 40주년 기념식을 거행하였으며 반월분교 캠퍼스 조성 기공식이 거행되었다.\n1980년대\n1980년   3월  반월분교 개교식이 거행되었으며 기초교육관 A동(현 제1과학기술관)과 C동(현 실용영어교육관), 학생회관 식당동(현 학생복지관 식당동)이 준공되었다.\n1980년   6월  반월분교 기초교육관 B동(현 제1학술관)이 준공되었다.\n1980년   8월  제5대 총장에 이병희 박사가 취임하였다.\n1980년   11월  산업경영대학원을 산업대학원과 경영대학원으로 분리 개편하고 교육대학원을 신설하고 석사과정을 설치하였다. 문과대학에 독어독문학과, 중어중문학과 사회학과, 관광학과를 신설하고 음악대학에 피아노과와 관현악과를 설치하였다. 2부대학 제도를 폐지하고 야간강좌를 개설하였으며 졸업정원제를 실시하였다. 반월분교를 반월대학으로 개명하였으며 반월대학에 중어중문학과, 체육학과, 무용학과를 신설하였다.\n1980년   12월  박물관이 준공되었으며\n1981년   9월  안산캠퍼스 생활관(현 제1학생생활관)이 준공되었고,\n1981년   9월  안산 교육방송국이 개국하였다.\n1981년   11월  환경과학대학원 설립인가를 받아 설치하였으며\n1982년   1월  공과대학내 야간 개설 9개 학과(전기, 기계, 화학, 토목, 건축, 전자, 섬유, 금속, 산업공학과)와 상경대학내 야간 개설 무역학과를 폐지하였다. 문과대학에 철학과를 신설하고 상경대학에 야간 경영학과를 신설하였다.\n1982년   3월  안산캠퍼스 인문사회관(현 인문관)이 준공되었고,\n1982년   6월  학생회관(현 학생복지관)이 준공되었고,\n1982년   11월  제1공학관이 준공되었으며\n1983년   2월  서울캠퍼스 제2교육관(현 제2공학관)이 준공되었다.\n1982년   10월  반월대학을 반월캠퍼스로 개명하였으며 서울캠퍼스의 문과대학을 인문과학대학으로, 이과대학을 자연과학대학으로, 법정대학을 법과대학으로 변경하고 사회과학대학을 신설하였으며 사범대학에서 분리하여 가정대학을 신설하였다. 신문학과를 신문방송학과로 변경하고 야간 학과인 상경대학 경제학과를 폐과하였으며 응용미술학과를 미술교육과로 변경하고 사범대학에 교육공학과, 국어교육과, 영어교육과를 신설하고 반월캠퍼스에 국어국문학과, 수학과, 물리학과, 화학과, 사회학과, 신문방송학과, 문화인류학과, 법학과, 경기지도과, 공예과를 신설하였다.\n1983년   3월  반월캠퍼스에 부총장 직제가 신설되어 이윤종 교수가 초대 부총장으로 취임하였으며 안산캠퍼스 본관과 도서관(현 안산학술정보관)이 준공되었으며 안산캠퍼스 교지인 밀물지가 창간되었다.\n1983년   9월  반월캠퍼스의 8개 계열학과를 이공대학, 인문사회대학, 법상대학, 예체능대학으로 승격 통합하고, 이공대학에 생화학과, 지구해양과학과를 예체능대학에 산업미술학과를 각각 신설하였다.\n1983년   9월  지하철 2호선 개통과 함께 한양대역이 완공되었으며 백남콘서트홀(현 백남음악관)이 준공되었다.\n1984년   11월  안산캠퍼스 이공대학에 전자계산학과, 토목공학과, 건축공학과를 신설하고 인문사회대학 신문방송학과를 신문홍보학과로 변경하였으며 1984년 11월 의과대학 부속병원을 한대의료원으로 승격하였다.\n1985년   2월  제6대 총장에 한상준 박사가 취임하였으며\n1985년   3월  안산캠퍼스 제2공학관이 준공되었으며 총동문회가 기증한 사자탑이 준공되었으며\n1985년   9월  안산캠퍼스 체육관 준공되었다.\n1985년   11월  인문사회대학의 신문홍보학과를 신문방송학과로 변경하였으며\n1986년   3월  안산캠퍼스의 명칭을 반월캠퍼스에서 제2캠퍼스로 변경하였으며\n1986년   9월  아시안게임과 올림픽 경기장으로 사용된 종합체육관(현 올림픽체육관)이 준공되었으며\n1986년   11월  상경대학의 야간 경영학과를 폐지하고 야간 회계학과를 주간으로 전환하였으며 이공대학에 화학공학과를 신설하였다.\n1987년   3월  제2캠퍼스의 명칭을 안산캠퍼스로 변경하였으며\n1987년   9월  서울캠퍼스에 평생교육원을 설치하여 개강하였으며 졸업정원제를 폐지하여 입학정원제로 변경하고 안산캠퍼스 이공대학을 공학대학과 이과대학으로 분리하고 공학대학에 교통공학과를 신설하였으며 법상대학에 보험경영학과를 신설하였다.\n1987년   12월  교수협의회가 창립되고\n1988년   3월  직원 노동조합이 결성되었으며\n1988년   10월  지하철 4호선 안산선의 완공과 함께 한대앞역이 개통되었으며\n1988년   11월  안산캠퍼스의 인문사회대학을 문과대학과 사회대학으로, 법상대학을 법학대학과 경상대학으로, 예체능대학을 산업미술대학과 체육과학대학으로 분리하고 공학대학에 제어계측공학과를, 사회대학에 광고홍보학과를 신설하였다. 그리고 기획운영위원회의 결의로 1989학년도부터 시행하는 교수 안식년제가 도입되었다.\n1989년   2월  제7대 총장에 이해성 박사가 취임하였으며 금융대학원의 설립이 인가되어 석사과정이 설치되었으며\n1989년   3월  안산캠퍼스 제1디자인관(현 디자인연구관)과 사회과학관(현 경상관)이 준공되었다.\n1989년   5월  개교 50주년 기념식이 거행되었으며 서울 및 안산캠퍼스에 개교 50주년 기념비가 설치되었다.\n1990년대\n1990년   3월  안산캠퍼스 여학생생활관(현 제2학생생활관)이 준공되었으며\n1991년   3월  서울캠퍼스에 부총장 직제가 신설되어 김종량 박사가 초대 부총장으로 취임하였고 안산캠퍼스에 생산개발대학원 설립이 인가되어 석사과정이 설치되었으며\n1991년   3월  디자인대학 작업실(현 디자인문화관)이 준공되었으며 서울캠퍼스 경영대학원에 최고경영자과정을 설치하였다.\n1991년   9월  안산캠퍼스 백남학술관이 준공되었으며\n1991년   10월  공과대학에 전파공학과와 자동차공학과를 신설하였다.\n1992년   3월  안산 학군단 건물이 준공되었다.\n1992년   9월  제8대 총장 후보자 선출을 위한 선거가 실시되었으며\n1993년   2월  제8대 총장에 김종량 박사가 취임하였다.\n1993년   3월  제1법학관이 준공되었으며\n1993년   9월  산업미술대학의 산업미술과를 산업디자인과로 변경하고 생산개발대학원을 산업경영대학원으로 변경하였다.\n1993년   11월  자연과학관이 준공되었으며\n1994년  1월부터 9월까지 삼성경제연구소와 공동으로“중장기 발전계획”을 수립하였다.\n1994년   5월  한양대학교 홈페이지가 개설되었으며\n1994년   7월  평생교육원을 사회교육원으로 명칭을 변경하였으며\n1994년   10월  언론정보대학원을 신설하고 석사과정을 설치하였다.\n1994년   11월  공과대학(건축공학부, 전자?전자통신?전파공학과군, 재료?금속공학과군, 기계?정밀 기계?기계설계?자동차공학과군, 화학공학?공업화학?섬유?세라믹공학과군), 상경대학(경제학부, 경 영학부) 및 경상대학(경제학부, 경영학부)에 학부제를 도입하였으며 공학대학 토목공학과를 토목?환경 공학과로 명칭을 변경하였다.\n1994년   12월  사회봉사단을 설치하고 전국대학 최초로 사회봉사를 정규 교과목으로 채택하였으며\n1995년   3월  안산캠퍼스에 사회교육원을 인가받아 설치하였다.\n1995년   5월  한양 아카데미 EXPO’95를 개최하고,\n1995년   10월  제2부속병원인 한대의료원 구리병원을 개원하였으며\n1996년   2월  지방자치대학원을 신설하고 석사과정을 설치하고\n1996년   3월  공과대학 자원 공학과를 자원환경공학과로 변경하였으며 공과대학(화학공학? 공업화학? 섬유?세라믹? 재료? 금속 공학과군), 자연과학대학(자연과학부), 공학대학(전자?컴퓨터? 전기?제어공학부), 이과대학 (이학부), 체육과학대학(체육?경기학부)에 학부제를 확대 실시하였다.\n1996년   9월  안산캠퍼스 제3 공학관이 준공되었으며\n1996년   10월  아태지역학대학원 (전문대학원)의 설립이 인가되어 석사과정을 설치하였다.\n1997년   2월  제9대 총장에 김종량 박사가 취임하였으며 사범대학에 컴퓨터교육과가 신설되었다.\n1997년   3월  가정대학을 생활과학대학으로, 사회대학을 언론정보대학으로, 산업미술대학을 디자인대학으로, 체육과학대학을 생활체육과학대학으로 명칭을 변경하고 공과대학(지구환경건설공학부, 전자전기공학부, 기계공학부, 응용화학공학부, 재료금속공학부), 인문과학대학(인문과학부), 사회과학대학(사회과학부), 생활과학대학(생활과학부), 문과대학 (외국어문학부, 인문학부), 언론정보대학(언론?광고?사회학부), 디자인대학 (디자인학부)의 학부제를 확대 시행하였으며 생활체육과학대학의 체육?경기학부를 생활스포츠학부로 변경하였다.\n1997년   3월  국제어학원을 신설하였으며\n1997년   5월  한대의료원 류마티스 병원을 개원하였다.\n1997년   11월  공과대학 재료금속공학부를 재료공학부로 변경하고 안산캠퍼스의 법학대학 법학과를 폐지하였으며 생활체육과학대학 무용학과를 생활무용예술학과로 변경하고 디자인대학에 조형디자인학부(야간)를 신설하고 포장, 공업, 귀금속, 섬유디자인전공을 설치하였다.\n1997년   12월  금융대학원을 국제금융대학원으로 변경하였으며 9개 특수대학원(산업, 경영, 행정, 교육, 환경, 국제금융, 언론정보, 지방자치, 산업경영)의 통합학칙을 제정하였다.\n1998년   1월  도시대학원 (전문대학원)을 신설하였으며 제2학생생활관(남학생 생활관)이 준공되었고\n1998년   7월  국내 대학 최대 규모의 도서관인 백남학술정보관이 준공되어 개관하였다.\n1998년   11월  안산캠퍼스 제4 공학관이 준공되었으며 1999년 3월 안산캠퍼스 제2디자인관이 준공되었다.\n1999년   5월  개교 60주년 기념식이 거행되었으며 동문회관이 준공되었다.\n1999년   9월  제2법학관이 완공되었다.\n1999년   10월  문과대학을 국제문화대학으로 변경하고 외국어문학부를 동양언어?문화학부, 언어?문화학부, 유럽언어?문화학부로 분리하고 디자인대학 디자인학부와 조형디자인학부(야간)를 디자인학부(주간)로 통합하였으며 안산캠퍼스 개교 20주년 기념식을 거행하였으며 제3학생생활관이 준공, 개관하였다.\n1999년   11월  전문대학원인 정보통신대학원과 건축디자인대학원을 신설하고, 특수대학원인 국제관광대학원을 신설하고 국제금융대학원을 경영대학원과 통합하였으며 아태지역학대학원에 박사과정을 설치하였다.\n2000년대\n2000년   4월  안산캠퍼스 제2과학기술관, 2000년 6월 안산캠퍼스 건축디자인관,\n2000년   7월  안산캠퍼스 창업보육센터가 준공되었으며\n2000년   8월  서울캠퍼스 제3학생생활관과 안산캠퍼스 언론정보관이 준공되었다.\n2000년   10월  공과대학에서 정보통신대학을 분리, 신설하고 상경대학에서 분리하여 경영대학을 신설하였으며 특수대학원인 디자인대학원을 신설하고, 이과대학을 과학기술대학으로, 경상대학을 디지털경제경영대학으로 명칭을 변경하였다.\n2000년   12월  과학기술관을 준공하고, 2001년 1월 HIT(한양종합기술원)을 준공하였다.\n2001년   2월  제10대 총장에 김종량 박사가 취임하였으며 9개 처(서울6, 안산3)를 10개 처(서울7, 안산3) 로 개편하고 31개 과?센터?실(서울21, 안산10)을 43개 실?과?팀(서울32, 안산11)으로 개편 하는 행정조직개편을 실시하고 본부부서의 부처장제를 폐지하고 실장제를 도입하였다.\n2001년   9월  상경대학을 경제금융대학으로 변경하였으며 인문과학대학 인문과학부를 영어영문학부, 언어문학부, 역사철학부로 분리하고 언론정보대학 언론?광고?사회학부를 광고홍보학부와 신문 방송?정보사회학부로 분리하였다.\n2001년   10월  한양사이버대학 설립 최종인가를 교육인적자원 부로부터 받았으며 아태지역학대학원을 국제학대학원으로 변경하고\n2002년   2월  지하철 2호선 주 출입구 인 애지문을 개통하였으며\n2002년   3월  한양사이버대학교(5개 학과 입학정원 1,000명)를 개교하였다.\n2002년   12월  경제금융대학 경제학부를 경제금융학부로 변경하고 공과대학 시스템응용공학부 원자력공학전공을 원자시스템공학전공으로 변경하였다.\n2003년   3월  산학기술관과 제2법학관, 안산캠퍼스 수리실험동을 준공하였으며\n2003년   5월  사회과학대학 사회과학부관광학전공을 관광학부로 개편하였으며 안산캠퍼스내 경기테크노파크가 준공되었다.\n2003년   9월  학부과정에 국제학부를 신설하였으며 건축디자인대학원을 건축대학원으로 변경하고, 국제문화대학 인문학부에 문화콘텐츠전공을 신설하고 동양언어?문화학부를 중국언어?문화학부와 일본언어?문화학부로 분리하였으며 과학기술학부 생화학?분자생물학전공을 분자생명과학부로 개편하였으며 디자인대학 디자인학부 그래픽패키지디자인 전공을 시각?패키지디자인전공으로 개편하였다.\n2003년   10월  학연산 클러스터사업단을 신설하고\n2003년   11월  산학협력단을 신설하였으며\n2003년   12월  이공계대학원생용 기숙사인 테크노숙사가 완공되었다. 2004년 3월 공과대학의 건축공학부를 분리하여 건축대학을 설립하였으며\n2004년   4월  대학원(일반, 전문, 특수) 통합 학칙을 제정하였다.\n2004년   6월  공과대학 전자전기컴퓨터공학부를 전자통신컴퓨터공학부와 전기제어생체공학부로 분리하고 응용화학 공학부를 응용화학생명공학부로 변경하였으며 전기제어생체공학부에 전기제어공학전공과 생체공학전공을 신설하고, 신소재공학부에 신소재공학전공과 세라믹공학전공을 신설하고, 응용화학생명공학부에 생명공학전공을 신설하였다.건축대학 건축공학부를 건축공학부(4년제)와 건축학부(5년제)로 분리하였으며 정보통신대학 소프트웨어전공을 컴퓨터전공으로 변경하였다. 공학대학 전자컴퓨터공학부의 전자전기공학전공을 전자 및 통신공학전공과 전자정보시스템공학전공으로 분리하였다. 광고홍보학부에 광고전공, 홍보전공을 신설하고, 국제문화대학 중국언어?문화학부를 중국학부로 변경하고 과학기술학부 지구해양과학전공을 해양환경과학전공으로 전공명칭을 변경하였다.\n2004년   6월  안산캠퍼스 자연사유물전시관 및 생태공원이 준공되었으며 안산캠퍼스 서문이 준공되었으며\n2004년   7월  안산캠퍼스내 산업기술시험원 안산 연구센터가 준공되었으며\n2004년   11월  특수대학원인 원격간호대학원이 설립되었다.\n2005년   1월  디지털경제경영대학을 경상대학으로 디지털 경제학부를 경제학부로, 디지털경영학부를 경영학부로 변경하였다.\n2005년   2월  제11대 총장에 김종량 박사가 취임하였으며\n2005년   7월  안산캠퍼스 학연산 클러스터지원센터 건물이 준공되었다. 8월에는 서울캠퍼스 제2학생생활관 A동(개나리관, 여학생 생활관)과 B동(국제관, 외국인 유학생 전용)이 준공되었다.\n2005년   9월  교육인적자원부의 구조개혁 선도대학 지원사업 선정과 관련하여 2006학년도 학부의 입학정원 275명을 감축하고 대학원 입학정원을 211명 감축하는 등 모두 486명의 입학정원을 감축하였다. 정보통신대학원과 건축대학원을 폐지하였으며 행정대학원과 지방자치대학원을 행정?자치대학원으로 통합하였으며 산업경영대학원과 디자인대학원을 산업경영디자인대학원으로 통합하고 원격간호대학원을 임상간호정보대학원으로 변경하였다.\n2005년   9월  자연과학관 신관이 준공되었으며\n2006년   1월  제2산학기술관(IT?BT관)이 준공되었고,\n2006년   2월  안산캠퍼스 제4생활관인 창의인재교육원이 준공되어 개관하였으며 게스트하우스도 준공, 개관하였다.\n2006년   4월  교육기술분야 9개 사업단, 전문서비스분야 1개 사업단, 핵심분야 18개 사업단이 2단계 BK21사업 지원 대상으로 선정되었으며\n2006년   5월  안산캠퍼스 내 LG 마이크론/이노텍 한양대 연구소가 준공되었다.\n2006년   6월  글로벌테크노경영전문대학원이 설치인가를 받아 소속학과로 경영학과를 설치하였으며 인문과학대학의 연극영화과와 체육대학의 무용과를 분리하여 예술학부를 신설하였으며 체육대학에 스포츠산업학과를 신설하였다.\n2006년   6월  교육인적자원부의 구조개혁 선도대학 지원사업 선정과 관련하여 2차년도인 2007학년도의 학부 입학정원을 297명 감축하였으며\n2006년   9월  대학원(일반, 특수, 전문대학원)의 입학정원을 155명 감축하였다.\n2007년   1월  경영관이 준공되었으며\n2007년   3월  한양사이버대학 교사 및 제3법학관이 준공되었으며\n2007년   5월  안산캠퍼스 제5공학관이 준공되었다.\n2007년   2월  수학교육과가 신설되었고,\n2007년   4월  사범대학컴퓨터교육과가 폐지되었으며\n2007년   5월  국제문화대학 유럽언어?문화학부의 독일어권 언어?문화전공이 폐지되었다.\n2007년   5월  인문과학대학 언어문학부, 영어영문학부를 학과체제로 변경하여 국어국문학과, 중어중문학과, 독어독문학과, 영어영문학과로 변경하였으며 예술학부의 연극 영화학전공을 연극학전공, 영화학전공으로 분리하였다. 국제문화대학의 학부제를 학과체제로 변경하여 한국언어문학과, 문화인류학과, 문화콘텐츠학과, 중국학과, 일본언어?문화학과, 영미언어?문화학과, 프랑스언어?문화학과로 변경하였다.\n2007년   7월  안산캠퍼스 내의 한국생산기술연구원 안산연구센터가 완공, 개소하였으며\n2007년   8월  인문과학대학 역사철학부를 사학과와 철학과로 분리하고\n2007년   9월  송재성 동문(토목공학과, 1954년 졸업)이 공사금액의 대부분을 기부한 재성토목관을 준공하였다.\n2007년   12월  안산캠퍼스 내의 한국전기연구원 융합연구센터가 완공되어 개소하였으며\n2008년   1월  경영관 앞의 주차 및 복합시설인 행원파크가 준공되었고,\n2008년   2월  글로벌 테크노경영전문대학원의 명칭을 글로벌 경영전문 대학원으로 변경하였으며 법학전문대학원 설립 예비 인가(입학정원 100명)를 받았다.\n2008년   6월  퓨전테크놀로지센터를 완공하였다.\n2008년   7월  서울캠퍼스 공과대학, 건축대학, 정보통신대학을 통합하여 공과대학으로 재편하였다. 법학대학을 폐지하고 정책과학대학을 신설하였고, 경영대학에 파이낸스 경영학과를 신설하였다. 일반대학원 금융보험학과를, 전문대학원에 의학전문 대학원과 법학전문대학원을 신설하였다. 한국 원자력의학원, 나노센서연구소, 정부혁신연구소, 중국 문제연구소, 미래에너지종합연구원, 고령사회연구원을 신설하였다.\n2008년   8월  로스쿨인가(본인가) 되었으며, 특성화 전략위원회를 설치하였다. 융합기술사업단과 대학기록실이 신설되었다.\n2009년   2월  제12대 총장에 김종량 박사가 취임하였으며, 장애학생지원센터와 정책실을 신설하였다.\n2009년  개교 70주년을 맞아 3월부터 5월까지 헌혈나눔 대축제“70일의 기적”을 진행하여전 구성원이 사랑의 실천을 몸소 행하였으며, 특히 5월 개교기념일에는 고 김연준 설립자의 동상 제막식과 신본관 개관식이 열렸으며 개교 70주년 기념식“한양 100년의 꿈”이 개최되었다.\n2009년   5월  안산캠퍼스 공학대학 건설교통공학부, 전자컴퓨터공학부, 재료화학공학부, 기계정보경영공학부의 학부제를 폐지하고 건설환경공학과, 교통공학과, 전자통신공학과, 전자시스템공학과, 컴퓨터공학과, 재료공학과, 화학공학과, 기계공학과, 산업경영공학과, 생명나노공학과의 학과제로 전환하였다. 또한 언론정보대학 신문방송?정보사회학부를 신문방송학과, 정보사회학과의 학과제로 전환하였다.  9월  공과대학 전자?통신공학부를 융합전자공학부로 변경하였으며, 에너지공학과를 신설하였다.\n2009년  3월부터 10월까지 핵심역량 강화를 통해 글로벌 경쟁력을 갖추기 위한 중장기 발전전략 수립 프로젝트를 진행하였고 11월 새로운 비전과 UI선포식을 거행하였다. 새로운 비전인 New Hanyang 2020 에서는 한양대학교의 역사와 전통을 바탕으로 21세기 변화를 선도하는 인재 양성을 위해 2020년까지 Brand Power, Human Power, Asset Power를 2배 증가시켜 글로벌 대학 진입기반을 마련한다는“Power Up HY2:”라는 비전을 수립하였고 8대 전략방향인 LION RULE(Leading Academic Excellence, Innovating Educational System, Outreaching Research Competitiveness, Navigating Global Paradigms, Reinforcing Responsible Management, Upgrading Administrative Services, Linking Performance with Excellence, Enriching Key Resources)을 제시하였다.\n2009년   12월 안산캠퍼스의 명칭을 ERICA(Education Research Industry Cluster @ Ansan)캠퍼스로 변경하였다.\n2010년   2월  ERICA 캠퍼스의 약대 유치가 결정되었다. 약대 신설 확정으로 우리대학은‘바이오 융합 연구’의 중심지를 노릴 수 있는 여건을 마련했다. 행정자치대학원을 공공정책대학원으로 명칭을 변경하였다.\n2010년   3월  New Hanyang 2020 비전 실현을 위한 직제 개편안이 공표됐다. 개편안은 국제적 기준에 부합하는 선진 행정조직 체계수립과 New Hanyang 2020 핵심 전략 실행력을 강화하는 방향으로 확정됐다. 개편안의 주요 내용은 행정부서의 전면적 팀제 시행, 부서 기능 고도화, 각 단과대 자율성 강화 등이다. 구체적으로는 교무부총장과 경영부총장 직위가 신설되고 여기에 자율책임경영이라는 향후 개혁 방향에 맞춰 각 행정부서에 팀제가 전격 도입되었다. 또한 국제협력처 및 국제협력처 산하에 국제협력팀이 신설되었으며, 입학처 입학과가 입학기획 홍보팀과 입학관리팀으로 분리되었다. 총무관리처에 공간?안전관리팀과 검수관리팀이 신설되었고, 정보통신처 미디어지원팀, 백남학술정보관 정보교류팀이 폐지되었다.\n2010년   5월  ERICA캠퍼스가 산학연 공동기술개발사업 최우수 기관으로 선정되었다. ERICA캠퍼스는 중소기업의 연구 개발을 지원하며 중소기업청과 중소기업 간 협력 체계를 구축했음을 확인하였다.\n2010년   6월  ERICA캠퍼스에 신정문“아고라”가 완공되어 공개되었다.\n2010년   7월  학부대학에 글로벌 과학기술 리더 양성을 위한 아너스 프로그램(Honors Program)을 편성하였다. 또한 ERICA캠퍼스에 약학대학을 신설하고 생활체육과학대학을 예체능대학으로 변경하였다. 공과대학에 유기나노공학과, 미래자동차공학과를 신설하였으며 산학협력단 내 공동기기원을 신설하고 공동장비센터를 폐지하였다. 시각이미지 디자인 규정은 개정하고 한양대학교 UI를 변경하였다.\n2010년   8월  교무입학처 교수학습개발센터를 교수학습지원팀으로 변경하고, 입학처 입학기획 홍보팀을 입학기획팀으로 변경하였다. 산학기획처 클러스터지원팀, 교육지원팀을 학연산 클러스터팀으로 통합하였다. 산학협력단 조직개편을 실시하여 산학합력부단장 체제로 개편하고 연구지원 3팀을 신설, ERICA캠퍼스 산학지원팀을 폐지하였다.\n2010년   11월  대학 및 대학원 조직개편을 실시하였다. 체육대학 글로벌스포츠산업학과, 예체능대학 글로벌스포츠산업학과를 신설하였다. 학과간 협동과정 의용생체공학과, 의생명공학과를 폐지하고 전문대학원 의생명공학전문, 생체의공학과, 의생명공학과, 임상의과학과, 기술경영전문과정을 기술경영학과를 신설하였다. 특수대학원 산업및정보시스템공학전공을 폐지하였다.\n2010년대\n2011년   2월  등록금심의위원회를 신설하고 산학협력팀 행정총괄팀을 경영총괄팀으로 변경하고 감사팀을 신설하였다.\n2011년   3월  본교 홈페이지가 개편되었다. 본 개편에서는 디자인과 국제화, 모바일과 소셜 네트워크를 강조하여 타 대학 홈페이지와의 차별성을 추구하였다. 한양대학교 제13대 총장에 임덕호 박사가 취임하였다. 취임사에서는 부총장과 각 학장이 책임지는 자율경영 확대, 행정과 재정 시스템 혁신, 대학의 품격을 높이는 교육적ㆍ문화적 노력 등이 강조되었다.\n2011년   5월  단과대학 및 대학원 학과개편을 하였다. 공과대학 컴퓨터공학부 내에 소프트웨어전공 및 컴퓨터전공을 신설하였고, 디자인대학 학부제를 폐지하고 학과제로 전환하였다. 교육과학기술부 약학대학 약학과 정원 증원 통보에 따라 ERICA캠퍼스 학부정원을 조정하였다. 공학대학에서 8명, 과학기술대학에서 2명의 정원을 감원하고 약학대학 약학과의 정원을 10명을 증원하였다. 일반대학원에 미디어커뮤니케이션학과, 신문방송학과, 전자시스템공학과, 전자통신학과, 나노태양광에너지공학과를 신설하였고 신문방송학과, 전자전기제어 계측공학과를 폐지하였으며, 분자생명환경과학과를 환경과학과로 생화학과를 분자생명과학과로 학과명칭을 변경하였다. 산업경영디자인대학원에 물류SCM학과를 신설하였다. 공공정책대학원 세무관리학과를 세무학과로, 사회복지학과 사회복지관리전공을 사회복지정책으로, 정신보건전공을 사회복지실천전공으로, 저출산고령화전공을 저출산고령화사회복지전공으로 명칭변경하였다.교육대학원 입학정원을 149명 감원하였고 교육심리, 물리교육, 생물교육, 연극영화교육, 전자교육, 가정교육, 컴퓨터교육전공을 폐지하였다.\n2011년   7월  제14대 법인이사장에 김종량 박사가 취임하였다.\n2011년   8월  정책실을 폐지하고 재무팀을 총무처에 경영부총장 소속으로 변경, 교무입학처에 입학관리본부장을 신설하고 부속기관에 원격사회교육원을 신설하는 조직개편을 하였다. 융합전공으로 글로벌비즈니스문화(영어전용)전공을 신설하였고, 공학대학 교통공학과를 교통?물류공학과로 변경하였다.\n2011년   9월  New Hanyang 2020 비전실현을 위한 2차 본부조직 개편을 하였다. 총장 직속으로 경영감사실과 경영감사팀을 신설하고 경영부총장 직속 대학기록실을 폐지하고 산학협력단 감사팀을 폐지하였다. 서울캠퍼스와 ERICA캠퍼스의 한양서비스 센터, 공간?안전관리팀, 서울캠퍼스 언론행정팀, ERICA캠퍼스 학연산클러스터지원센터를 폐지하였고 서울 및 ERICA캠퍼스의 학부대학을 폐지하고 교무처에 교양교육원을 신설하였다.대외협력처에 인터넷한양을 신설하고 서울과 ERICA캠퍼스 산학협력단 법인 분리, ERICA 학술연구처를 신설하였다.\n2012년   2월  New Hanyang 2020 제3차 조직개편을 하였다. 교수학습개발센터와 서울권역e-러닝지원센터를 교수학습개발센터로, 입학기획팀과 입학사정관팀을 입학사정관팀으로, 인사팀과 6시그마팀을 인사팀으로 통합하였다.\n2012년   6월  New Hanyang 2020 제4차 조직개편을 하였다. 교육선진화사업단, 교육선진화팀이 신설되었고 LINC사업단 LINC사업팀, 학연산클러스터팀, 창업교육센터, 현장실습지원센터가 신설되었다. 산학기획처가 기획홍보처로, 기획홍보팀을 기획예산팀으로 명칭 변경되었으며 대외협력처에 대외협력팀이 신설되었다. 정보통신처 인프라관리팀을 정보인프라팀으로 명칭변경하였으며 보건진료소를 학생처 소속으로 변경하였다. 정보통신처 인터넷전략팀, 학술연구처 연구지원3팀, 법학학술정보분관, 의학학술정보분관을 폐지하였다.\n2013년   2월  New Hanyang 2020 제5차 조직개편을 하였다. 도시대학원 RC를 신설하고, 공과대학 RC에 공학대학원이 통합되었으며, 간호RC와 예술·체육대학RC가 신설되고 창의인재원 교육팀이 폐지되었다.\n2013년   8월  New Hanyang 2020 제6차 조직개편을 하였다. 인터넷한양이 폐지되었고, 연구지원1,2팀을 연구지원팀으로 통합하였으며, 출판부 행점팀을 폐지하였다. 국제협력처에 상해센터를 신설하였고 한양인재개발원에 글로벌기업가센터를 편입하고 여대생커리어개발센터를 폐지하였으며 취업지원센터를 커리어개발센터로 명칭 변경하였다.\n2014년   1월  학생처 보건진료소를 한양보건센터로 명칭변경하였으며 기획처 기획평가팀을 전략기획팀, 평가팀으로 분리하였다. RC파트를 그룹으로 명칭변경하였다.\n2014년   4월  창업교육센터 행정팀이 폐지되었다.\n2014년   8월  ERICA 교무입학처가 교무처, 입학처로 분리되었으며, 서울캠퍼스 LINC사업단이 신설되었다. LINC사업단 하부조직으로 LINC사업팀, 창업교육센터, 현장실습지원센터가 신설되었으며, 대외협력처 산하에 동문기업기술지원단이 신설되었다.\n2015년   3월  한양대학교 제14대 총장에 이영무 박사가 취임하였으며 취임사에서는 창의 인재 양성과 나눔의 경영을 강조하였다.\n2015년   8월  기획처, 한양인재개발원(서울), 미디어전략센터(구.홍보팀)를 총장 직속화하고, 대학원팀(구.대학원 경영지원팀)과 사회봉사단(서울)을 교학부총장 직속화(사회봉사단(ERICA)는 ERICA부총장 직속화)하였다. 또한 교무처(서울)는 기초융합교육원 및 행정팀, 서울권역 e-러닝지원센터 및 행정팀을 폐지하고 창의융합교육원 및 창의융합교육팀을 신설하였으며, 교무처(ERICA)는 기초융합교육원을 창의융합교육원으로 개편하였다. 국제협력처와 국제협력팀 명칭을 국제처, 국제팀으로 변경하고, ERICA 국제팀을 신설하였다. ERICA 총무관리처의 IT지원팀을 폐지하고 업무를 정보인프라팀(서울)에서 파견형태로 전환하였다(2016.2 시행). 학사지원조직 변경과 관련해서는 단과대학, 대학원, 독립학부에 행정조직으로 행정팀, 경영지원팀, 그룹 등을 선택적으로 둘 수 있도록 변경하였다.\n2016년 2월 교학부총장 직속으로 소프트웨어융합원을 신설하고, 교무처 스마트교수학습센터를 신설하였으며, 학생처 장학복지팀을 폐지하고 학생지원팀으로 통합하였다. 총무처 구매팀을 폐지하고 총무팀으로 통합하였으며, 교육선진화사업단에 평생학습지원센터, 인성교육센터를 신설하였다. 국제처 국제팀에 쿠웨이트센터를 신설하고, 산학협력단에 경영지원팀, 교책연구센터, 외부지정연구센터를 신설하였으며, 국제어학원을 국제교육원으로 명칭 변경하였다. 커리어개발센터(ERICA)와 한양상담센터(ERICA)를 ERICA부총장 직속화하고, 총무관리처 검수관리팀을 폐지하였다.\n2016년 3월 서울캠퍼스가 대학 인문역량 강화사업(CORE사업)에 선정되었다.\n2016년 5월 ERICA캠퍼스가 산업연계 교육활성화 선도대학 사업(PRIME사업)에 선정되었다.\n2016년 6월 한양상담센터를 총장 직속화하고, 교무처에서 창의융합교육원을 분리하였으며, 교무처 스마트교수학습센터를 교육선진화사업단으로 이동하였다. 관리처 검수관리팀을 폐지하고 관재팀으로 통합하였으며, 정보통신처 정보개발팀을 신설하고, 학사정보팀과 경영지원팀은 통합하였다. 백남학술정보관에 학습지원팀, 연구정보팀을 신설하고, 학술정보지원팀, 학술정보개발팀 및 학술정보운영팀은 폐지하였으며(2017. 1. 시행), 산학협력단에 창의기술개발원을 신설하였다. ERICA부총장 직속으로 PRIME사업단을 신설하고, ERICA학술정보관에 학술정보팀을 신설하였으며, 학술정보지원팀, 학술정보운영팀은 폐지하였다(2017. 1. 시행). 소프트웨어융합대학을 신설하고, 과학기술대학은 과학기술융합대학으로 명칭 변경하였다.\n2017년 1월 교학부총장 직속 사회봉사단 사회봉사팀을 사회혁신센터로 명칭 변경하고, LINC 업단에 글로벌사회혁신센터를 신설하였다. ERICA부총장 직속 소프트웨어융합원 소프트웨어교육센터를 신설하고, 교무처 창의융합교육원 교수학습지원팀을 분리하여 교무처 교수학습지원센터로 명칭 변경하였다.\n2017년 4월 사회맞춤형 산학협력 선도대학 육성사업(LINC+사업)에 서울캠퍼스와 ERICA캠퍼스가 모두 선정되었다.\n2017년 7월 LINC사업단 관련조직을 LINC+사업단으로, 교육선진화사업단을 교육혁신단으로 명칭 변경하고, 서울 LINC+사업단에 산학협력교육센터, 기업 및 지역협력센터를, 교육신단에 교육성과관리센터를 신설하였다. 산학협력단 ERICA산학R&SD전략센터를 산학협력단 ERICA기업협력센터로 명칭 변경하고, ERICA 교무처에 교육성과관리센터를 신설하고, ERICA캠퍼스에 융합산업대학원 RC행정팀을 신설하였다.\n2017년 10월 학생처 양성평등센터를 인권센터로, 수행인문학연구소를 음성·언어인지과학연구소로, 교무처 창의융합교육원 PBL센터를 IC-PBL센터로 명칭 변경하였다.\n2018년 4월 ERICA캠퍼스가 2018년도 소프트웨어 중심대학과 4차 산업혁명 혁신선도대학에 선정되었다.\n2018년 5월 아쇼카U(University)에서 세계적사회혁신교육 대학으로 평가를 받아 동아시아 대학들 중 최초로 체인지메이커(changemaker) 캠퍼스로 선정되었다.\n2018년 9월 ERICA캠퍼스가 조기취업형 계약학과 선도대학으로 선정되었다. 한기수 동문(물리학, 87)의 기부로 서울 자연과학대학에 우리들라운지가, 남재국 동문(물리, 81)의 기부로 남재국라운지가 개관하였다.\n2018년 10월 서울 교육혁신단 스마트교수학습센터를 R.PBL교수학습센터로 명칭 변경하고, ERICA부총장 직속 조기취업형계약학과선도대학육성사업단을 신설하였다, 임우성 동문(의예, 73)의 기부로 서울 의과대학에 임우성 국제회의실이, 이순규 동문(법학, 78)의 기부 서울 백남학술정보관에 이순규라운지가 개관하였다.\n2018년 12월에 조기취업형 계약학과로 스마트융합공학부 소재·부품융합전공, 로봇융합전공, 스마트ICT융합전공, 건축IT융합전공, 총 4개의 전공을 신설하였고, 서울 사회교육원을 미래인재교육원으로 명칭 변경하였다. 일반대학원에 음악치료과학과,블록체인융합학과, 지능융합학과를 신설하고, 국제학대학원의 글로벌사회적경제학과와 일본학과를 통합하였다.\n2019년 2월 한양대학교 제15대 총장에 김우승 박사가 취임하고, 취임사에서는 사회 변화를 선도하는 창의인재 육성과 지속가능한 혁신을 강조하였다.\n2019년 3월 서울 사범대학에 미술영재교육원을 신설하였다.\n2019년 4월 미래산업학부 데이터사이언스학과를 신설하였고, ERICA 디자인대학의 서피스·인테리어디자인학과를 폐지하고 이를 주얼리·패션디자인학과와 커뮤니케이션디자인학과로 정원을 이동하였다.\n2019년 5월 개교 80주년을 맞아 기념식을 개최하였다. 학과간협동과정 공과대학 컴퓨테이셔널사회과학과와 디자인대학 ICT컬쳐자인학과를 신설하고, ERICA 융합산업대학원 이노베이션공학과 환경공학전공 폐지, 동양문화학과 신설, 스포츠·아트테인먼트학과 폐지 후 스포츠경영학과와 공연예술기획학과를 신설하는 학과 조정을 시행했다. 김성윤 동문(의학, 71)의 기부로 서울 의과대학에 김성윤 LAB이, 이두화 동문(토목공학, 72)의 기부로 서울 재성토목관에 이두화 PBL 강의실이 개관하였다.\n2019년 7월 서울 한양인재개발원 Residential College센터를 신설하고, 서울 교육혁신단 R.PBL교수학습센터를 교육혁신팀과 IC-PBL교수학습센터로 분리하였다. ERICA캠퍼스 본부기관으로 산학연협력단지사업단을 신설하였다.\n2019년 8월 서울 산학협력단 산학협력팀을 기술사업화센터로 명칭변경하였다.\n2019년 9월 서울 미래산업학부를 인텔리전스컴퓨팅학부로 명칭 변경하고, 바이오소프트웨어 융합전공을 신설하였으며, 서울 경영대학에 경영교육혁신센터를 신설하였다."
}