{
  "title": "에너지공학과",
  "url": "https://hyu.wiki/%EC%97%90%EB%84%88%EC%A7%80%EA%B3%B5%ED%95%99%EA%B3%BC",
  "content": "목차\n1\n대학원\n2\n학부(서울)\n2.1\n전공안내\n2.1.1\n학과 소개\n2.1.2\n학과 정보\n2.1.3\n특장점\n2.1.4\n커리큘럼\n2.1.5\n진로\n2.1.6\n질의응답\n3\n교수진\n대학원\n소속: 서울 대학원 에너지공학과\n유형: 대학원\n영문명: DEPARTMENT OF ENERGY ENGINEERING\n중문명: 能源工学系\n학부(서울)\n소속: 서울 공과대학 에너지공학과\n유형: 서울 대학\n영문명: DEPARTMENT OF ENERGY ENGINEERING\n중문명: 能源工学系\n전공안내\n전공안내서2025의 내용을 발췌해 정리한 글임.\n학과 소개\n에너지 공학은 여러 에너지원을 연구하면서 보다 값싸고 안전하고 친환경적이며 지속 가능한 에너지를 사람들에게 공급하고 삶의 질과 환경문제를 완화시키는 것을 목표로 하는 학문입니다. 그러므로 에너지 공학과는 미래에너지를 중점적으로 연구하는 학과입니다. 대표적으로 미래에 사용될 에너지원으로는 태양광, 태양열, 연료전지, 수소, 이차전지, 바이오, 지열 등이 있습니다.\n에너지는 인류의 생활과 경제활동을 위해서 꼭 필요합니다. 경제 규모가 커지면서 에너지 소비가 급증하고 있는 현대사회에서는 경제적이고 합리적으로 에너지자원을 사용하기 위해 에너지원의 특성에 대해 연구할 필요성이 커지고 있습니다. 또한 환경문제와 기후변화 등 지구의 온난화를 규제, 방지하기 위한 국제적인 움직임이 활발해지는 가운데 온실가스 감축사업, 탄수배출권 확보 등 녹색사업의 성장이 국가발전에 매우 중요한 역할을 하게됨에 따라 에너지공학이 부각되고 있습니다. 에너지공학전공은 에너지원의 특성과 활용 그리고 환경문제에 이르기까지 여러 방면에서 에너지 자원을 연구하여 효율적으로 에너지 자원을 사용하는 방법에 대해 탐구합니다.\n학과 정보\n총학생수 : 120명\n성비 : 남녀 5:1\n학과설립연도 : 2010\n특장점\n교수님과 함께하는 특별한 학회, 동아리\n제3세계의 나라에게 경제적으로가 아닌 과학기술 원조를 하는 것을 말하는 '적정 기술'과 관련된 'Heart'라는 학회가 있습니다.\n우수한 전문 인재 양성을 위한 소수정예 학과\n에너지 공학과는 연구 중심의 학과로 교육과정이 취업보다 연구자 양성에 무게를 두고 있기 때문에 신입생을 전국의 우수한 인재들 중 엄격한 기준을 거친 소수정예만 선발합니다. 소수 정예의 특색을 살려 교수와 학생의 비율이 1:10으로 학생과 교수와의 긴밀한 관계를 통해 학생들이 대학생활에 더욱 매진할 수 있습니다.\n커리큘럼\n*연도별 커리큘럼은 상이할 수 있으니, 학과 홈페이지에서 다시한번 확인하시길 바랍니다.\n전공\n1학년\n2학년\n3학년\n4학년\n기초소양\n일반화학\n일반물리\n미분적분학\n공업수학\n확률통계론\n수치해석\n테크노경영학\n신에너지\n에너지과학과기술\n에너지환경기술\n에너지기술정책\n나노바이오에너지소재\n전공핵심\n물리화학\n에너지열역학\n전달현상론\n전기화학\n반응공학\n전자공학\n재료\n재료과학\n재료물성학\n무기소재\n에너지나노과학\n에너지소재공정\n에너지변환저장소재\n고분자\n공업유기화학\n고분자화학\n고분자물성\n에너지유기재료\n실험\n에너지공학실험\n에너지공학종합설계\n* 에너지 공학과의 커리큘럼은 미래에 사용될 에너지 기술을 응용하기 위한 기초적인 학문들을 배웁니다. 에너지공학과의 커리큘럼의 특징으로는 기본으로 대학원 과정을 대비하여 구성되어 있는 커리큘럼으로 실제로도 많은 비율의 학생이 대학원으로 진학을 하는 경우가 많이 있습니다\n진로\n분야\n직업\n기업계\n에너지산업 관련 회사, 신재생에너지 관련 회사 등\n공공・정부기관\n한국원자력안전기술원, 한국에너지기술연구원, 한국가스공사, 한국전력, 한국수력원자력, 한국원자력\n연료주식회사 등\n기술분야\n에너지공학기술자, 안전관리기술자, 원자력기계공학기술자, 발전설비설계기술자, 비파괴검사원, 산업\n안전 및 위험관리원, 냉난방 관련 설비 조작원 등\n질의응답\n우수한 학생만 모이는 학과라 경쟁이 치열하지는 않나요?\n경쟁이 치열한 편이기는 합니다. 장학금 지급 기준이 있어 다들 기준을 맞추기 위해 서로 선의의 경쟁자가 되어 공부를 열심히 합니다. 그렇다고 분위기가 삭막하지는 않습니다. 동기나 후배-선배 간의 교류 프로그램이 활성화 되어 있어 교양이나 전공에 대한 정보를 공유하고 모두가 Win-Win 하는 학업 분위기가 잘 조성되어 있습니다.\n에너지공학과를 대비하기 위해 과학탐구 어떤 영역을 중요시 하면 될까요?\n모든 공학대학에선 물리와 화학을 빼놓고 이야기 할 수 없습니다. 에너지공학도 공학대학 그중에서 화학공학 계열에 속해있기 때문에 물리1, 물리2, 화학1, 화학2 중에서 선택하시면 도움이 될 수 있습니다. 그 중에서도 커리큘럼의 과목명을 보면 대부분 에너지, 재료, 화학으로 이루어져 있는 과목이 있어 고등학교의 화학1, 화학2 내용은 전공을 학습하는데 있어 중요한 기초가 될 수 있습니다.\n교수진\n강용수\n명예교수\n김한수\n교수\n박호범\n교수\n백운규\n교수\n선양국\n교수\n송태섭\n조교수\n이영무\n석좌교수\n이윤정\n부교수\n장재영\n부교수\n김영훈\n조교수\n황장연 조교수"
}