{
  "title": "에너지 전자재료 및 소자 연구실",
  "url": "https://hyu.wiki/%EC%97%90%EB%84%88%EC%A7%80%EC%A0%84%EC%9E%90%EC%9E%AC%EB%A3%8C%EB%B0%8F%EC%86%8C%EC%9E%90%EC%97%B0%EA%B5%AC%EC%8B%A4",
  "content": "에너지 전자재료 및 소자 연구실에서는 다양한 유무기 전자재료 (고분자, 퀀텀닷 및 유무기 복합체)를 개발하고 열전 변환/발전 소자, 태양전지, 광전소자, 박막 트랜지스터, 유연 센서 등의 차세대 에너지 하베스팅 및 전자소자에 응용하는 연구를 수행하고 있다.\n소속: 서울\n공과대학\n에너지공학과\n영문명: Electronic & Energy Device Lab\n실장:\n장재영\n에너지공학과\n교수\n홈페이지:\nhttps://jyjang15.wixsite.com/eedl\n목차\n1\n주요 연구\n1.1\nOrganic Thermoelectric (TE) Materials & Devices (열전 변환/발전 소재 및 소자)\n1.2\nQuantum-dot Solar Cells and Photoelectric Devices (차세대 양자점 태양전지 및 광전소자)\n1.3\nOrganic Transistors & Oxide TFT-based Flexible Sensors (유기 트랜지스터 및 산화물 TFT 기반 센서)\n주요 연구\nOrganic Thermoelectric (TE) Materials & Devices (열전 변환/발전 소재 및 소자)\n열을 이용하여 전력을 생산하는 열전 기술은 시간이나 날씨의 영향을 받는 다른 신재생에너지 기술들과 달리, 열원이 있는 환경에서는 언제 어디서나 전력을 생산할 수 있기 때문에 산업시설 및 자동차 엔진에서의 폐 열 회수뿐만 아니라 사물 인터넷, 원격 의료기기 등에서 반드시 필요한 자가 전원을 공급하는 해결책이 될 수 있다.\n유기열전소자의 경우, 무기물만을 기반으로 하던 기존의 열전 기술과는 달리 유연성을 갖는 유기 물질을 핵심 소재로 활용함으로써, 지금까지 제한된 용도로만 사용되어 왔던 열전소자의 응용성을 보다 향상시킬 수 있다.\n뿐만 아니라, 기존 열전소자 제조에서 시도되지 못했던 프린팅 공정을 유연 웨어러블 열전소자 제조에 활용함으로써 소자의 집적화 및 형태의 다양화가 가능할 것으로 전망된다.\nQuantum-dot Solar Cells and Photoelectric Devices (차세대 양자점 태양전지 및 광전소자)\n양자점(퀀텀닷)은 최근 차세대 물질로 각광받고 있는 그 크기가 수 나노미터(nm)에 불과한 매우 작은 반도체입자이다.\n양자점은 광학적 특성을 쉽게 조절할 수 있으며 순도 높은 다양한 파장의 빛을 발광한다는 점과 화학적 특성이 우수하다는 점에서 디스플레이, 바이오 센서, 태양전지, 양자 컴퓨터 등 다양한 분야에서 연구가 이루어지고 있다.\n본 연구실에서는 다양한 종류의 양자점을 합성하며 양자점을 태양전지 및 광전소자, LED, 메모리, 트렌지스터, 광센서 등에 적용하는 연구를 하고 있다.\n특히 양자점을 광전소자에 적용시 한 개의 광자 대비 여러 개의 여기자(exciton)를 생성할 수 있어 기존 태양전지의 한계효율을 높일 수 있는 기술로 주목받고 있다.\n또한, 용액공정을 통한 대량생산으로 단가를 낮출 수 있고, 저온 공정이 가능하여 가볍고 유연한 기판에 적용할 수 있다는 장점이 있다.\nOrganic Transistors & Oxide TFT-based Flexible Sensors (유기 트랜지스터 및 산화물 TFT 기반 센서)\n최근 급속히 증가한 저가의 가볍고 플렉시블한 전자 제품에 대한 수요 때문에 간편한 용액 공정이 가능한 유기 반도체와 절연체 물질들이 각광을 받고 있다.\n이 유기 물질들의 잠재적 응용 가능성에 의해 유기 전계효과 트랜지스터를 포함한 유기 전자 소자 각 분야에서 방대한 연구가 이루어지고 있다.\n유기 전계효과 트랜지스터는 RF-ID, 대면적 센서, 구부리고 접고 돌돌 말 수 있는 디스플레이, 스마트폰 및 PC 등의 대면적 플랙시블 전자 제품의 구동 소자로 사용될 것으로 예상된다.\n하지만, 여전히 낮은 성능과 안정성 (기계적, 전기적, 환경적인 요인들에 대한), 높은 구동 전압 등은 여전히 유기 전계효과 트랜지스터의 상업화에 가장 큰 걸림돌이다.\n본 연구실에서는 미래 플렉시블 디스플레이 적용을 위해, 유기 전계효과 트랜지스터의 성능 및 안정성을 극대화 하는 연구를 수행중이다."
}