{
  "title": "염봉준",
  "url": "https://hyu.wiki/%EC%97%BC%EB%B4%89%EC%A4%80",
  "content": "염봉준은 서울\n공과대학\n화학공학과\n교수이자\n나노계면구조 연구실\n장을 겸하고 있다.\n연락처: 02-2220-0486 / byeom@hanyang.ac.kr\n목차\n1\n학력\n2\n경력\n3\n수상\n4\n주요 연구과제\n4.1\n고에너지밀도 리튬금속전지용 차세대 초다공성 나노복합체 분리막 개발 (2024.01.30)\n[1]\n4.2\n리튬금속전지용 차세대 복합체 분리막 개발(2023.08.14)\n4.3\n리튬금속전지용 초다공성 분리막 개발 (2022.12.28)\n5\n각주\n학력\n2003-2009 Ph.D. Interdisciplinary Program in Nano-Science and Technology, Seoul National University, Seoul, Korea.\n1999-2003 B. S. School of Chemical Engineering, Seoul National University, Seoul, Korea.\n경력\n2018-Present Associate Professor, Department of Chemical Engineering, Hanyang University, Seoul,Korea.\n2015-2018 Assistant Professor, Department of Chemical Engineering, Myongji University, Yongin, Korea.\n2010-2015 Postdoctoral Research Associate, Univ, of Michigan, Ann Arbor, MI, USA.\n2009-2010 Postdoctoral Researcher, Seoul National University, Seoul, Korea.\n2006 Visiting Researcher, University of Minnesota, Minneapolis, MN, USA.\n수상\n12/2013 Material Horizons Poster Prize by Royal Society of Chemical at Materials Research Society (MRS) Fall Meeting.\n12/2013 Best Poster Award at Materials Research Society (MRS) Fall Meeting\n2011 Post-Doctoral Fellowship funded by National Research Foundation of Korea (NRF)\n2/2010 Bronze prize, Samsung Human-Tech Thesis Prize hosted by Samsung Electronics\n2005 Seoul Science Scholarship funded by Seoul Metropolitan Government\n주요 연구과제\n고에너지밀도 리튬금속전지용 차세대 초다공성 나노복합체 분리막 개발 (2024.01.30)\n[1]\n고용량의 양극 및 소량의 리튬을 사용하는 조건에서도 안정적인 거동을 가능하게 하여 향후 차세대 고에너지밀도 전지 실용화의 핵심 기술로 활용 가능\n한국연구재단의 신진연계 중견연구자지원사업, 테크브릿지활용 상용화기술개발 사업의 지원을 받아 수행됨\n재료 및 에너지 분야 저명 국제학술지인 「Energy Storage Materials」 24년 2월호에 게재될 예정\n해당 논문 「Coordinated self-assembly of ultraporous 3D aramid nanofibrous separators with a poly(vinyl alcohol) sheath for lithium-metal batteries」는 한양대 박사과정 이동근 학생이 제1저자로 참여하고, 염봉준 교수가 교신저자로 참여\n리튬금속전지용 차세대 복합체 분리막 개발(2023.08.14)\n높은 이온전도도와 이온 분산 성능을 지니는 폴리에테르이미드·아라미드 고분자 나노복합체 분리말 개발\n계면 상호작용 제어와 자기조립 제조과정을 이용한 독특한 나노섬유구조 형태\n고용량의 2차전지 고속 충·방전 시키면서도 긴 수명 확보 가능\n한국연구재단의 중견연구자지원사업, 선도연구센터지원사업, 테크브릿지 활용 상용화기술개발 사업의 지원을 받아 수행\n연구결과는 재료 및 에너지 분야 저명 국제학술지인 「Energy Storage Materials」 8월호에 게재\n리튬금속전지용 초다공성 분리막 개발 (2022.12.28)\n한국연구재단의 중견연구자지원사업, 선도연구센터지원사업과 한국과학기술연구원의 KIST-한양대 공동연구실사업, 기관고유사업을 받아 수행된 연구로, 한국과학기술연구원(KIST) 소프트융합소재연구센터 손정곤 책임연구원팀과 함께 연구 진행\n개발된 분리막은 음극과 양극의 직접적인 접촉을 차단하면서 리튬이온만 통과시키는 역할 수행\n안정적인 전기화학적 특성, 높은 열적 안정성, 높은 이온 전도도 등의 특징을 기반으로 전지의 수명 및 안전성 향상\n재료분야 저명 국제학술지인 「Small」의 표지논문으로 게재\n각주\n↑\n<뉴스H> 2024.02.07\n한양대 염봉준 교수팀, 고에너지밀도 리튬금속전지용 차세대 초다공성 나노복합체 분리막 개발"
}