{
  "title": "영어교육과",
  "url": "https://hyu.wiki/%EC%98%81%EC%96%B4%EA%B5%90%EC%9C%A1%EA%B3%BC",
  "content": "목차\n1\n학부(서울)\n1.1\n전공소개\n1.1.1\n학과 소개\n1.1.2\n학과 정보\n1.1.3\n특장점\n1.1.4\n주요 전공과목\n1.1.5\n커리큘럼\n1.1.6\n진로\n1.1.7\n질의응답\n2\n교수소개\n학부(서울)\n소속: 서울\n사범대학\n영어교육과\n유형: 서울 대학\n영문명: DEPARTMENT OF ENGLISH LANGUAGE EDUCATION\n중문명: 英语教育系\n전공소개\n전공안내서2020\n의 내용을 발췌해 정리한 글임.\n학과 소개\n영어교육과는 영어 사용능력과 AI 활용 역량을 겸비한 글로벌 인재를 양성하는 것을 목표로 합니다. 국제화가 가속화됨에 따라 영어 의사소통능력은 글로벌 인재에게 요구되는 핵심 역량이 되었습니 다. 이에 영어교육과는 학생들이 영어 소통역량을 강화할 수 있도록 영어로 진행하는 수업을 적극적 으로 운영하고 있습니다. 또한 원어민 교수와 상호작용할 수 있는 기회를 제공하기 위해 영어 의사소 통, 영어 쓰기 연습, 발표 연습 등을 원어민 교수 담당 교과목으로 개발하여 교육과정을 운영하고 있 습니다. 뿐만 아니라, 학생들이 영어 연극, 영자 저널, 시사교양 등의 영어 관련 동아리들을 통해 영어 능력을 함양하고 즐거운 대학 생활을 할 수 있도록 학과에서 적극 지원하고 있습니다. 특히, 최근에는 A 시대에 대응하기 위한 전략으로 AI 활용 영어 교수학습 방법을 연구하고 이를 영어쓰기 연습, 디지 털 테크놀로지와 영어교육 논리 및 논술 등의 교과목에 적용하고 있습니다. 영어교육과 학생들은 교 과목을 통해 자연스럽게 영어를 접하고 사용할 수 있는 경험을 하고 학습자 중심, 상호작용 중심, 문 제해결 중심의 교육을 구현할 수 있는 방법과 전략을 배웁니다.\n학과 정보\n전화번호 : 02-2220-1120\n학과설립연도 : 1983\n특장점\n임용고시 준비에 대한 많은 지원\n개별 상담과 맞춤형 지원, 교수와의 긴밀한 상호작용, 특강, 면접 준비 지원, 사범대학 도서관, 교육봉사 등의 지원이 있음. 졸업 후 정교사 2급 자격증을 통한 교직 진출 보장\n많은 영어 사용의 기회\n대부분의 수업이 영어로 진행되고, 다수의 교환학생과 함께하는 수업을 통해 영어 사용이 자연스럽게 이루어짐. 원어민 교수님과의 읽기, 쓰기 수업과 영어 프레젠테이션 기회는 영어 실력 향상에 큰 도움이 되며, 영어 관련 소모임 등 영어를 사용하는 다양한 활동 참여\n주요 전공과목\n과목\n소개\n영어과교육론\n영어 교육과 제2 언어 습득에 관한 이론을 다룬다. 주요 내용으로는 영어 교육의 기본 이론, 발달 과정, 제1언어와 제2언어 습득의 차이, 언어 능력의 본질, 언어 학습에 영향을 주는 요인들, 그리고 다양한 교수 방법론의 이론적 배경과 비판적 분석 등이 포함된다.\n영어교수의원리\n현대의 다양한 영어 교수 방법론을 중심으로, 한국 중등교육 현장에 적용 가능한 방법을 실기 위주로 연구하고 검토한다.\n영어과교육과정과 교재연구\n교육과정의 구성 원리 및 영어 교육과정의 구성요소(성격, 목표, 교수학습 방법, 평가)에 대해 학습한다. 교재 분석, 평가, 개발에 관한 이론을 배우고, 실제 교재를 활용한 수업 설계 방법을 습득한다.\n논리및영어논술\n논리적이고 설득력 있는 영어 논술 작성법을 배운다. 논증의 구조와 오류 분석, 비판적 사고력 함양, 학술적 주제에 대한 조사와 주장 글쓰기를 통해 영어 논술 능력을 개발하고, 이를 지도할 수 있는 능력을 함양한다.\n커리큘럼\n연도별 커리큘럼은 상이할 수 있습니다.\n전공\n1학년\n2학년\n3학년\n4학년\n교직(전학년)\n교육학개론\n교육과정론\n교육과정및평가\n교육사회학\n교육사회및평생교육\n교육심리학\n교육철학및교육사\n교육방법및공학\n교육행정및경영\n교육실습\n생활지도및상담\n교육연구방법론\n교육평가론\n교육봉사활동\n특수교육학개론\n교직실무\n영어읽기\n영어읽기의기초\n영어읽기연습\n영어읽기지도\n영어쓰기\n영어쓰기의기초\n영어쓰기연습\n영어쓰기지도\n영어발음\n영어발음연습\n영어음성학과응용\n영어과교육\n영어학과영어교육\n영어교육학개론\n영어과교육론\n영어습득론\n영어교육현장연구\n영어교수법특강\n영어교육특강\n문법\n학교문법1\n학교문법2\n영어통사론\n영어학특강\n영어회화\n영어의사소통의기초\n영어발표연습\n영어회화연습\n영어커뮤니케이션지도\n영문학\n영문학과영어교육\n영국문학과영어교육1\n영국문학과영어교육2\n미국문학과영어교육\n영문학특강\n진로\n분야\n직업\n교육\n대학 교수, 강사, 중등학교 교사, 장학사, 교재개발자, 교육방송 강사. 교육플랫폼CEO\n언론\n방송국 및 신문사 기자, 방송 프로듀서\n사무\n대기업 및 중소기업 직원, 대학교 교직원\n예술\n화가, 연예기획사 직원\n법률\n변호사\n행정\n공무원\n질의응답\n영어교육과와 영어영문학과 간의 차이점은 무엇인가요?\n영어교육과와 영어영문학과는 배우는 학문과 목적에 있어 차이점이 확연히 보입니다. 영어교육과는 영어와 더불어 교육을 전공하는 사범대학이라는 특수한 단과대학교에 속해져 있습니다. 따라서 영어교사를 양성하는 데에 큰 목적을 두고 있고 학과 과정 또한 교직과목을 포함하고 있습니다. 반면 영어영문학과는 영어학과 영문학을 전문적으로, 중점적으로 배우는 학과입니다. 그렇다고 해서 영어교육과에서 영어학과 영문학을 전혀 배우지 않는 것은 아니지만, 영어교육과에서도 영문학과 영어교육이나 영어수필감상과 같은 수업을 통해 영문학과 영어교육을 연관시켜 배운다는 점에서 차이점이 발생합니다. 다만 그 깊이와 범위가 다릅니다.\n영어를 꼭 잘해야만 하나요?\n실제로 재학생의 영어 수준은 다양합니다. 수준 차이가 많기보다는 저마다의 강점인 부분이 있습니다. 물론 외국에서 많은 기간 동안 머물면서 영어 실력을 쌓아온 친구들도 있지만 국내에서만 교육을 받은 학생들이 다수입니다. 외국에서의 유학경험이 없더라도 재학 중 교환학생이나 글로벌 프런티어 등의 프로그램을 활용하여 어학 및 문화를 경험하며 영어 실력을 쌓을 수 있습니다. 영어교육과에서는 어학 뿐 아니라 영어와 교육을 동시에 배우는 학과이기에 영어라는 외국어를 가르치는 법에 대해 배우기도 하고 많은 교직 과목을 통해 교육과 관련된 부분도 상당수를 차지하기에 영어를 원어민 수준으로 구사하는 것을 필요로 하지 않습니다.\n교수소개\n김성연\n교수\n전유아\n교수\n김임득\n명예교수\n안성호\n명예교수\n이영자\n명예교수\n한문섭\n명예교수\n황명숙\n명예교수"
}