{
  "title": "오규식/주요논문",
  "url": "https://hyu.wiki/%EC%98%A4%EA%B7%9C%EC%8B%9D/%EC%A3%BC%EC%9A%94%EB%85%BC%EB%AC%B8",
  "content": "학술지\n2019, D. Lee and K. Oh, “Developing the urban thermal environment management and planning(UTEMP) System to Support Urban Planning and Design”, Sustainability, Vol. 11 No. 7\n2019, D. Lee, K. Oh, and J. Suh, “Classifying urban climate zones(UCZs) Based on spatial statistical analyses”, Sustainability, Vol. 11 No. 8\n2019, C. Park, D. Lee, E. Krayenhoff, H. Heo, J. Hyun, K. Oh and T. Park, \"Variations in pedestrian mean radiant temperature based on the interval and size of street trees\", Sustainable Cities and Society, Vol. 48, 101521\n2018, 김희주, 오규식, 이승재, “중규모 기상모델(WRF-ARW)을 활용한 서울시 옥상녹화와 쿨루프의 기온저감 효과 분석”, 서울도시연구, 제19권 2호, pp.39-57\n2018, D. Lee and K. Oh, “Classifying urban climate zones (UCZs) based on statistical analyses”, Urban Climate, Vol. 24, pp.503-516\n2016, H. Kim, D. Lee, H. Jung, S. Kil, J. Park, C. Park, R. Tanaka, C. Seo, H. Kim, W. Kong, K. Oh, J. Choi, Y. Oh, G. Hwang and C. Song, \"Finding key vulnerable areas by a climate change vulnerability assessment\", Natural Hazards, Vol. 81 No. 3, pp.1683-1732.\n2015, 배은석, 오규식, “전과정평가에 기반한 서울시 아파트의 이산화탄소 배출량 분석”,국토계획, 50권 3호, pp.335-354\n2014, 강지한, 오규식, “지역기반 원격근무를 통한 출근 통행거리 저감이 CO2 배출에미치는 영향: 수도권 지역을 대상으로”, 한국공간정보학회지, 22권 4호, pp.89-102\n2014, 박효석, 오규식, 이상헌, “도시 그린인프라 확충에 따른 탄소저감 증진효과 분석: 서울시를 대상으로”, 도시행정학보, 27권 4호, pp.1-23\n2014, 강지윤, 오규식, “기후변화 대응정책 수립을 위한 수해취약성 지표 개발: 수도권 기초지자체를 사례로”, 도시행정학보, 27권 4호, pp.43-69\n2013, 이상헌, 오규식, “도시 공간형태와 에너지 효율 간의 관계분석”, 국토계획, 제 48권 2호, pp.139-153\n2013, 오규식, 이동우, 이민복, “수도권 신도시의 열쾌적성 평가”, 한국공간정보학회지, 제 21권 2호, pp.55-71\n2012, 최준영, 오규식, “정보통신기술(ICT) 기업의 지역간 이동 패턴 및 요인 분석”, 국토계획, 제 47권 7호, pp.5-20\n2012, 오규식, 김상균, 정승현, “준공업지역 관리를 위한 공간특성 분석 및 유형화”, 국토계획, 제 47권 5호, pp.35-51\n2012, 오규식, 이동우 “도시개발의 경관생태적 성능평가를 위한 경관생태관리시스템”, 한국환경복원녹화기술학회지, 제 15권 5호, pp.49-67\n2011, K. Oh, D. Lee, and C. Park, “Urban ecological network planning for sustainable landscape management”, Journal of Urban Technology(SSCI) Vol. 18 No. 4, pp.39-59\n2011, 오규식, 박지혜, 이동우, “수도권 개발제한구역의 경관생태학적 가치평가”, 한국공간정보학회지, 제 20권 6호, pp.867-878\n2011, 김희주, 오규식, 이동근, “공간자기상관분석을 통한 시계열적 경관구조의 변화 분석”, 한국환경복원녹화기술학회지, 제 14권 3호, pp.1-14\n2011, 김인현, 오규식, 정승현, “도시패턴과 탄소배출량의 관계 분석”, 한국공간정보학회지, 제 19권 1호, pp.61-72\n2010, 김인현, 오규식, “도시계획정보시스템 표준화를 위한 방향설정에 관한 연구”, 한국공간정보학회지, 제 18권 5호, pp.75-81\n2010, 이윤, 김인현, 최윤수, 오규식, “2차원 소방대상 시설물 도면의 3차원 공간정보 구축방안”, 한국공간정보학회지, 제 18권 5호, pp.47-54\n2010, 최준영, 오규식, “수도권 소프트웨어 기업의 입지이전 결정요인 분석”, 국토계획, 제 45권 6호, pp.161-178\n2010, 최준영, 오규식, “GIS 흐름도 기법에 의한 소프트웨어 기업 이동의 동태적 분석”, 한국공간정보학회지, 제 18권 3호, pp.41-52\n2010, 이상헌, 오규식, “셀룰라 오토마타를 이용한 개발제한구역의 효과분석”, 국토계획, 제 45권 3호, pp.193-208\n2010, D. Lee, E. Kim, and J. Choi, “The effects of development on forest-patch characteristics and bird diversity in Suji, South Korea”, Landscape Ecological Engineering(SCIE), Vol. 6 Issue 2, pp.171-179\n2009, 오규식, 이동우, 정승현, 박창석, “도시 생태네트워크 설정을 위한 공간의사결정지원체계에 관한 연구”, 한국공간정보학회지, 제 17권 3호, pp.251-259\n2009, 김인현, 오규식, 양희범, “토지적성평가 지표의 개선방안 연구: 평가체계 2를 중심으로”, 한국공간정보학회지, 제 17권 2호, pp.201-212\n2009, 이동근, 최혜영, 오규식, “도시성장에 따른 토지이용패턴의 시공간적 영향 평가”, 환경영향평가, 제 18권 3호, pp.161-170\n2009, 오규식, 김희주, 이동근, “환경영향평가대상의 공간적 평가범위 설정에 관한 연구 – 경관생태학적 측면에서”, 한국환경복원녹화기술학회지, 제 12권 3호, pp.130-141\n2009, 주정현, 오규식, 정연우, “도시가로의 형태요소와 대기질과의 관계 연구”, 한국환경복원녹화기술학회지, 제 12권 2호, pp.73-82\n2009, 오규식, 서안선, 정승현, “열환경 향상을 위한 아파트 주동배치 계획”, 한국환경복원녹화기술학회지, 제 12권 2호, pp.83-94\n2007, 오규식, 정희범, “도시개발밀도 변화가 대기오염에 미치는 영향”, 국토계획, 제 42권 5호, pp.197-210\n2007, K. Oh and S. Jeong, “Assessing the spatial distribution of urban parks using GIS”, Landscape and Urban Planning(SSCI) 82, pp.25-32\n2006, 이동근, 김은영, 오규식, 윤소원, “택지개발사업이 산림에 미치는 시·공간적 누적영향 분석”, 한국환경복원녹화기술학회지, 제 9권 6호, pp.107-116\n2006, 오규식, 정승현, 이동근, 정연우, “도시개발의 환경적 누적영향 평가체계”, 국토계획, 제 41권 5호, pp.147-161\n2005, 이동근, 오규식, 윤소원, “패치크기, 연결성, 가장자리를 고려한 보전가치평가”, 한국환경복원녹화기술학회지, 제 8권 5호, pp.56-67\n2005, K. Oh, Y. Jeong, D. Lee, W. Lee, and J. Choi, “Determining development density using the Urban Carrying Capacity Assessment System”, Landscape and Urban Planning(SSCI) 73, pp.1-15\n2005, 오규식, 구자훈, 양희범, “아파트가격에 내재된 철도소음 가치 추정”, 국토계획, 제 40권 3호, pp.247-258\n2005, 오규식, 구자훈, 조창제, “도시형태 구성요소가 지역별 대기오염에 미치는 영향”, 국토계획, 제 40권 3호, pp.159-170\n2005, 오규식, 정승현, “GIS 분석에 의한 도시공원 분포의 적정성 평가”, 국토계획, 제 40권 3호, pp.189-203\n2005, 오규식, 홍재주, “도시공간 구성요소와 도시열섬현상의 관련성 연구”, 도시설계, 제 6권 1호, pp.47-63\n2004, 오규식, “도시계획정보체계(UPIS)의 발전방향”, 토지연구 제 15권 2호, pp.48-60\n2004, 정연우, 오규식, 이동근, 이왕기, “시나리오 분석을 통한 도시의 개발가능밀도 평가”, 국토계획 제 39권 5호, pp.107-122\n2003, 오규식, 정연우, 이동근, 이왕기, “적정개발밀도 산정을 위한 도시수용력 평가시스템”, 국토계획, 제 38권 6호, pp.7-22\n2003, 김재욱, 이동근, 오규식, 성현찬, “하천 및 녹지와 온도의 관계에 관한 기초적 연구”, 한국환경복원녹화기술학회지, 제 6권 3호, pp.79-85\n2002, 오규식, 정연우, 이동근, 이왕기, “지속가능한 도시환경을 달성하기 위한 통합적 도시 수용력 평가체계 수립”, 국토계획, 제 37권 5호, pp.7-26\n2002, 이동근, 오규식, 윤소원, “녹지가 갖는 환경적, 경제적 효과에 관한 기초적 연구” 한국환경복원녹화기술학회지, 제 5권 4호, pp.10-18\n2002, K. Oh and Y. Jeong, “The Usefulness of the GIS-Fuzzy Set Approach in Evaluating the Urban Residential Environment”, Environment and Planning B(SSCI), Vol. 29, pp.589-606\n2002, K. Oh and W. Lee, “Estimating the value of landscape visibility in apartment housing prices”, Journal of Architectural and Planning Research(SSCI), Vol. 19 No. 1, pp.1-11\n2001, 오규식, “도시 조망권과 경관관리: 조망권의 의의와 특성”, 도시문제 제 36권, pp.12-20\n2001, 오규식, 권오경, “다기준-공간의사결정 지원시스템(MC-SDSS)의 구축과 활용”, 한국GIS학회지, 제 9권 2호, pp.227-238\n2001, 오규식, 최준영, “사례기반 추론방법을 적용한 공간분석 시스템”, 한국GIS학회지, 제 9권 2호, pp.171-184\n2001, K. Oh, “Landscape Information System A GIS approach to managing urban development”, Landscape and Urban Planning(SSCI) 54, pp.79-89\n2001, 오규식, 채명신, 정연우, “컴퓨터 시뮬레이션 기법을 활용한 도시 공공공간의 일조환경 분석”, 국토계획, 제 36권 2호, pp.209-222\n1999, 오규식, 정연우, “GIS-퍼지 접근방법의 유용성”, 국토계획, 제 34권 4호, pp.71-83\n1998, K. Oh, “Visual threshold carrying capacity (VTCC) in urban landscape management: A case study of Seoul, Korea”, Landscape and Urban Planning(SSCI) Vol. 39 No. 4, pp.283-294\n1997, 오규식, 박경호, “도시경관 관리를 위한 경관정보시스템의 개발”, 한국GIS학회지, 제 5권 2호, pp.161-175\n1997, 오규식, 이왕기, “아파트 가격에 내재한 경관조망 가치의 측정”, 국토계획, 제 32권 3호, pp.139-151\n1996, 오규식, 이왕기, 정연우, “GIS를 이용한 도시주거환경 평가 및 정비지구 유형화”, 한국GIS학회지, 제 4권 2호, pp.121-130\n1996, 오규식, “도시경관의 시각적 한계수용능력(VTCC) 설정과 그 활용”, 국토계획, 제 31권 2호, pp.97-110\n1995, 오규식, “토지적합성 분석에 있어서 상충지역 해소를 위한 GIS의 활용”, 국토계획, 제 30권 2호, pp.95-110\n1994, 김성균, 오규식, 김은형, 연대성, “조경설계에 있어서 CAD의 활용”, 한국조경학회지, 제 22권 2호, pp.159-161\n1994, 오규식, 이용자, “주민참여에 의한 도시경관의 영향평가”, 한국환경영향평가학회지, 제 3권 1호, pp.43-52\n1994, K. Oh, “A perceptual evaluation of computer-based landscape simulations”, Landscape and Urban Planning(SSCI) Vol. 28 No. 2-3, pp.201-216\n1993, 임승빈, 오규식, 윤인규, 박창석, “도시 스카이라인 보존‧관리기법에 관한 연구(I)”, 한국조경학회지, 제 21권 3호, pp.77-88\n1992, 김귀곤, 오규식, 전성우, “경관변화에 따른 시각적 영향의 평가”, 한국환경영향평가학회지, 제 1권 1호, pp.41-50\n학술대회\n2018, D. Lee and K. Oh, “Classifying urban climate zones(UCZs) based on spatial statistical analyses”, Conference Proceedings of The 2nd International Conference on Sustainability, Human Geography and Environment 2018(ICSHGE 2018), Kraków, Poland\n2018, D. Lee and K. Oh, “Developing the urban thermal environment management and planning(UTEMP) system to support urban planning and design”, Conference Proceedings of The 2nd International Conference on Sustainability, Human Geography and Environment 2018(ICSHGE 2018), Kraków, Poland\n2018, B. Park, K. Oh and J. Suh, “Identifying spatial measures to improve urban thermal comfort”, Conference Proceedings of The 2nd International Conference on Sustainability, Human Geography and Environment 2018(ICSHGE 2018), Kraków, Poland\n2017, B. Park, K. Oh and S. Hong, \"Analysis of the changes in an urban thermal environment considering urban development form and density\", 2017 7th International Conference on Evironment Science and Biotechnology(ICESB 2017), Tokyo, Japan\n2017, D. Lee and K. Oh, \"Classification of urban climate zones (UCZs) to understand urban heat island phenomena\", 2017 7th International Conference on Evironment Science and Biotechnology(ICESB 2017), Tokyo, Japan\n2017, H. Kim, K. Oh and D. Lee, \"Improving the thermal environment in socially vulnerable areas in Seoul through green and grey infrastructure\", 2017 7th International Conference on Evironment Science and Biotechnology(ICESB 2017), Tokyo, Japan\n2017, B. Park and K. Oh, \"Flood damage prediction for provincial governments in Korea based on climate change scenarios\", 2017 6th International Conference on Clean and Green Energy(ICCGE 2017), Frankfurt, Germany\n2017, D. Lee and K. oh, \"A climate change impact assessment of urban infrastructure by grid-based flood model focusing on stream and road facilities\", 2017 6th International Conference on Clean and Green Energy(ICCGE 2017), Frankfurt, Germany\n2017, 박봉철, 오규식, \"도시개발 형태와 밀도를 고려한 도시공간의 열환경 변화분석\", 2017년도 한국환경영향평가학회 추계학술대회\n2016, 박봉철, 오규식, 이동우, “패널회귀모형을 이용한 수해피해 예측과 저감방안 효과분석”, 2016 한국기후변화학회 하반기 학술대회\n2016, 박봉철, 오규식, 이동우, “하수관로 보급률 증가에 의한 도로시설과 하천시설의 수해저감 효과분석”, 2016 한국기후변화학회 상반기 학술대회\n2016, B. Park, K. Oh and H. Kim, \"An assessment of vulnerable areas in urban thermal environments based on social and economic factors\", 2016 7th International Conference on Environmental Science and Development(ICESD 2016), Rome, Italy\n2016, D. Lee and K. oh, \"Classifying urban climate zones based upon statistical analysis of urban spatial characteristics\", 2016 7th International Conference on Environmental Science and Development(ICESD 2016), Rome, Italy\n2016, D. Lee, K. oh and J. Seo, \"An analysis of urban cooling island (UCI) effects by water spaces applying UCI Indices\", 2016 7th International Conference on Environmental Science and Development(ICESD 2016), Rome, Italy\n2015, 제민희, 오규식, “옥상녹화와 쿨루프에 의한 도시 열환경 개선효과 분석”, 대한국토·도시계획학회 추계학술대회\n2015, 이동우, 오규식, 서승원, “기반시설의 기후변화 영향평가 모형개발과 적용 : 수해에 의한 도로와 하천 피해를 중심으로”, 한국기후변화학회 상반기 학술대회\n2014, 서정은, 오규식, “도시 수공간의 특성과 대기온도의 관계 분석”, 대한국토도시계획학회 춘계산학학술대회\n2014, 김호걸, 이동근, 정휘철, 박진한, 김호, 권오상, 김광수, 오규식, “불확도를 고려한 기후변화 영향 및 적응 경제성 평가체계 개발”, 한국기후변화학회 하반기학술대회\n2014, 오규식, 이동우, 서승원, 서정은, “기반시설의 기후변화 영향평가 체계 구축”, 한국기후변화학회 하반기학술대회\n2013, 오규식, 이동우, 강지윤, 최형진, “지자체 기후변화 적응을 위한 재해부문 취약성 평가 표준화 연구”, 한국기후변화학회 추계학술대회\n2012, Lee, D. and K. Oh, “Environmental carrying capacity allocation model and its application”, Urban Planning & Environment 10, Sydney, Australia\n2012, S. Lee and K. Oh, “Analyzing the urban air pollutant sources using trajectory model”, Urban Planning & Environment 10, Sydney, Australia\n2012, D. Lee and K. Oh, “A landscape ecological management system for sustainable urban development”, 2012 3rd International Conference on Environmental Science and Development(ICESD 2012), Hong Kong, China\n2012, 이동우, 배은석, 강지윤, “기후변화 적응을 위한 재해 취약성 평가 고도화 연구”, 한국기후변화학회 동계학술대회\n2011, S. Lee and K. Oh, “The environmental carrying capacity assessment system for new town planning”, 2011 World Congress on Engineering and Technology(CET 2011), Shanghai, China\n2011, Lee, D. and K. Oh, “The landscape ecological assessment model and its application”, 5th Conference of the International Forum on Urbanism, Singapore\n2011, Lee, S. and K. Oh, “Analyzing the Effects of the Bicycle Road Policy on Assessibility Improvement”, 5th Conference of the International Forum on Urbanism, Singapore\n2011, 이동우, 오규식, “도시개발의 성능 제고를 위한 경관생태 평가시스템”, 한국BIM학회 정기학술대회\n2011, 이상헌, 오규식, “신도시 계획 수립을 위한 환경생태정보 시스템”, 한국BIM학회 정기학술대회\n2011, 최준영, 오규식, “도시유형별 저탄소 스마트 도시 모델 연구”, 한국BIM학회 정기학술대회\n2010, S. Lee and K. Oh, “Analyzing the energy efficiency depend on urban spatial structures”, Urban Planning & Environment 9, Guangzhou, China\n2010, D. Lee and K. Oh, “Analyzing determinant of the environment performance standard of urban space”, Urban Planning & Environment 9, Guangzhou, China\n2010, 이상헌, 오규식, “도시공간구조와 에너지 사용량 간의 상관관계 분석”, 한국공간정보학회 추계학술대회\n2009, Lee, D., K. Oh, and J. Park, “Assessing landscape ecological values of greenbelt areas in Seoul metropolitan area”, Urban Sustainability in Asia, Seoul, Korea\n2009, Lee, D., K. Oh, K. Kim, and C. Park, “Urban ecological network planning for sustainable landscape management”, Urban Planning & Environment 8, Kaiserslautern, Germany\n2009, Lee, S. and K. Oh, “An assessment of the influence of greenbelt using cellular automata”, Urban Planning & Environment 8, Kaiserslautern, Germany\n2009, Lee, S. and K. Oh, “The carrying capacity assessment framework for ubiquitous – Ecological cities in Korea”, Survival: Implementing Tomorrow’s City, Gold Coast, Australia\n2008, Seo, A. and K. Oh, “Planning apartment complexes to preserve wind corridor”, 5th Great Asian Streets Symposium : A Public Forum of Asian Urban Design, Singapore\n2008, Lee, S. and K. Oh, “Assessing the influence of greenbelt on preventing urban sprawl and environmental pollution by cellular automata”, 5th Great Asian streets Symposium: A Public Forum of Asian Urban Design, Singapore\n2008, Qu, S., S. Jeong, and K. Oh, “Establishing urban open space system using network analysis A case of Beijing, China”, International Symposium on Urban Planning, Jeonju, Korea\n2008, Kim, K., K. Oh, and C. Park, “Establishing an urban eco-network system applying landscape ecology system”, The 13th Inter-university Seminar on ASIAN MEGA-CITIES, Diliman Quezon City, Philippines\n2007, Baik, S. and K. Oh, “Landscape color assessment of newtowns in the Seoul metropolitan area based on a theory of color harmony”, International Symposium on Urban Planning, Fukuoka, Japan\n2007, Oh, K. and D. Lee, “The influence of urban development density on water pollution”, International Association for Impact Assessment, Seoul, Korea\n2007, Oh, K. and S. Jeong, “Air pollution and new town developments in the Seoul metropolitan area”, International Association for Impact Assessment, Seoul, Korea\n2007, Kim, E., D. Lee, and K. Oh, “Cumulative effects assessments on forest damages by addictive housing development projects” International Association for Impact Assessment, Seoul, Korea\n2007, Oh, K. and S. Jeong, “A framework for assessing the cumulative impacts of urban development”, International Conference on Urban Planning and Environment, Bangkok, Thailand\n2007, Oh, K. and D. Lee, “Cumulative impacts of urban development on water pollution”, International Conference on Urban Planning and Environment, Bangkok, Thailand\n2006, 오규식, 이동우, 이동근, “도시개발 면적의 변화가 수질에 미치는 누적영향”, 한국환경영향평가학회 추계학술대회\n2006, 오규식, 정승현, 이동근, “도시개발밀도의 변화와 대기질의 누적영향과의 관계”, 한국환경영향평가학회 추계학술대회\n2006, 김은영, 이동근, 오규식, “택지개발사업이 산림에 미치는 누적영향 분석”, 한국환경영향평가학회 추계학술대회\n2005, 정희범, 오규식, “도시의 개발밀도 변화가 대기오염에 미치는 영향”, 대한국토도시계획학회 추계학술대회\n2004, 오규식, 홍재주, “도시열섬현상 저감을 위한 공원·녹지 확충과 배치방안 연구”, 한국도시설계학회 추계학술대회\n2004, 오규식, 박봉철, “토지적성평가의 개선에 관한 연구”, 대한국토도시계획학회 추계학술대회\n2003, 김재욱, 이동근, 오규식, 성현찬, “녹지와 온도의 관계에 관한 기초적 연구”, 한국환경복원녹화기술학회 춘계학술대회\n2003, 오규식, 김희주, “도시 생태공간의 안정성 추구를 위한 경관조각 네트워크”. 한국조경학회 춘계학술대회\n2002, 오규식, 이동근, 이호철, “상하수도 시설의 도시 환경적 수용력 측정”, 한국환경영향평가학회 학술발표대회\n2000, Oh, K. and W. Lee, “Estimating the value of landscape visibility in apartment housing prices”, Proceedings of International Symposium on City Planning, Nagoya, Japan\n2000, Oh, K. and Y. Jeong, “The usefulness of the GIS-Fuzzy set approach in evaluation the urban residential environment”, Proceedings of International Symposium on City Planning, Nagoya, Japan\n1999, 오규식, 정연우, “도시 주거환경 평가를 위한 GIS-퍼지 접근방법”, 한국GIS학회 추계학술대회\n1999, Oh, K., “Managing urban developments using landscape information system (LSIS)”, Our Visual Landscape, Zurich, Swiss\n1996, 손현식, 오규식, “도심 공공공간의 일조환경 관리를 위한 컴퓨터시뮬레이션 기법의 개발과 활용”, 대한국토도시계획학회 추계학술대회\n1995, Oh, K., “Visual impact assessment of landscape changes : Major issues in its implementation”, 32nd IFLA World Congress, Bangkok, Thailand\n1992, Oh, K., “Issues in assessing visual impacts of changes in the landscape”, International Landscape Symposium, Koshigaya, Japan"
}