{
  "title": "오재훈",
  "url": "https://hyu.wiki/%EC%98%A4%EC%9E%AC%ED%9B%88",
  "content": "오재훈는 서울캠퍼스\n의과대학\n의학과\n응급의학교실\n교수이자\n한양대학교 병원\n응급의학과 교수이다.\n목차\n1\n학력\n2\n경력\n2.1\n연구분야\n2.2\n주요저서\n2.3\n학회활동\n2.4\n수상경력\n2.5\n주요논문\n3\n각주\n학력\n2004, 한양대학교, 의학학사\n2009, 한양대학교 대학원, 의학석사 (의공학)\n2014, 한양대학교 대학원, 면역학박사 (의공학)\n경력\n한양대학교병원 응급의학과 전공의\n한양대학교 병원 임상강사\n현재, 한양대학교 의과대학 응급의학교실 교수\n한양대학교 병원 권역응급의료센터 심폐소생술 교육 센터장\n한양대학교 의료데이터 머신러닝 연구소/한양재난융합기술센터 운영\n한양대학교 병원 응급의학과장, 신속대응센터장\n한양대학교 의과대학 의학교육시뮬레이션 센터장\n한양대학병원 기관윤리심의위원회(IRB) 전문위원\n연구분야\n소생의학, 의학데이터 머신러닝\n주요저서\n응급의학\n노인응급의학\nKTAS  한국형 응급환자 분류도구 : 제공자 교육 매뉴얼\n학회활동\n서울소방학교 강사\n미국심장협회 BLS/ACLS instructor\n대한심폐소생협회 KBLS/KALS instructor, 기획위원\nKTAS (한국형 응급환자 분류도구) 교육위원\n대한 응급의학회지 CEEM 간행위원\n대한응급의학회 정회원\n대한중환자의학회 정회원\n대한소아응급의학회 정회원\n수상경력\n대한응급의학회 우수구연상, 2008\n대한의용생체공학회 우수구연상, 2010\n서울시장상 표창장 2015, 2022\n소생의학 연구자상, 2023\n[1]\n주요논문\nA  retrospective study using computed tomography to compare sufficient chest  compression depth for cardiopulmonary resuscitation in obese patients (교신저자) / JOURNAL  OF THE AMERICAN HEART ASSOCIATION\nComparison  of two-thumb encircling and two-finger technique during infant  cardiopulmonary resuscitation with single rescuer in simulation studies: A  systematic review and meta-analysis. (교신저자) / MEDICINE\nComparison  of Heart Proportions Compressed by Chest Compressions Between Geriatric and  Nongeriatric Patients Using Mathematical Methods and Chest Computed  Tomography: A Retrospective Study (교신저자) / Annals  of Geriatric Medicine and Research\nComparison  of optimal point on the sternum for chest compression between obese and  normal weight individuals with respect to body mass index, using computer  tomography: A retrospective study (교신저자) / RESUSCITATION\nSmartwatch  feedback device for high-quality chest compressions by a single rescuer  during infant cardiac arrest: a randomized, controlled simulation study. (교신저자) / EUROPEAN  JOURNAL OF EMERGENCY MEDICINE\nComparing  the protective performances of 3 types of N95 filtering facepiece respirators  during chest compressions: A randomized simulation study (교신저자) / MEDICINE\nEffectiveness  of feedback with a smartwatch for high-quality chest compressions during  adult cardiac arrest: A randomized controlled simulation study (교신저자) / PLOS  ONE\nEvaluation  of Smartphone Applications for Cardiopulmonary Resuscitation Training in  South Korea (교신저자) / BIOMED  RESEARCH INTERNATIONAL\nAnalysis  of the Performance for Bystanders’ Cardiopulmonary Resuscitation in Geriatric  and Out-of-Hospital Cardiac Arrested Patients (교신저자) / Annals  of Geriatric Medicine and Research\nTraining  a Chest Compression of 6–7 cm Depth for High Quality Cardiopulmonary  Resuscitation in Hospital Setting: A Randomised Controlled Trial (제1저자) / YONSEI  MEDICAL JOURNAL\nEffectiveness  of chest compression feedback during cardiopulmonary resuscitation in lateral  tilted and semirecumbent positions: a randomised controlled simulation study (교신저자) / ANAESTHESIA\nProper  target depth of an accelerometer-based feedback device during CPR performed  on a hospital bed: a randomized simulation study (제1저자) / AMERICAN  JOURNAL OF EMERGENCY MEDICINE\nChest  compression with kneeling posture in hospital cardiopulmonary resuscitation:  A randomised crossover simulation study (제1저자) / EMERGENCY  MEDICINE AUSTRALASIA\nA  Bibliometric Analysis of Articles Published in the Journal of the Korean  Geriatrics Society (교신저자) / Annals  of Geriatric Medicine and Research\nA  novel method to decrease mattress compression during CPR using a mattress  compression cover and a vacuum pump (제1저자) / RESUSCITATION\nAnalysis of Anxiety or Depression and Long-term Mortality Among Survivors of Out-of-Hospital Cardiac Arrest. JAMA Netw Open. 2023 (교신저자)\nLong-term prognosis and causes of death among survivors after out-of-hospital cardiac arrest: A population-based longitudinal study. RESUSCITATION 2022 (교신저자)\nDetection of acute thoracic aortic dissection based on plain chest radiography and a residual neural network (Resnet). Sci Rep. 2022 (교신저자)\nThe effect of BMI on COVID-19 outcomes among older patients in South Korea: a nationwide retrospective cohort study. Ann Med. 2021 (교신저자)\nDeep learning algorithms for detecting and visualising intussusception on plain abdominal radiography in children: a retrospective multicenter study. Sci Rep. 2020 (교신저자)\nA  retrospective study using computed tomography to compare sufficient chest  compression depth for cardiopulmonary resuscitation in obese patients.  JOURNAL  OF THE AMERICAN HEART ASSOCIATION 2019 (교신저자)\n각주\n↑\n<뉴스H> 2023.11.23\n오재훈 교수, 심정지 환자 회복 연구로 ‘소생의학 연구자상’ 수상"
}