{
  "title": "오현옥",
  "url": "https://hyu.wiki/%EC%98%A4%ED%98%84%EC%98%A5",
  "content": "오현옥은 서울캠퍼스\n공과대학\n정보시스템학과\n교수이자,\n보안 및 프라이버시 연구실\n장을 겸임하고 있다.\n2020년 영지식증명(Zero-Knowledge Proof, ZKP) 기술을 활용한 블록체인 프라이버시 보장과 확장성을 제공하는 응용 서비스 사업 회사인 ‘지크립토(Zkrypto)’를 창업했다.\n02-2220-2395\nhoh@hanyang.ac.kr\nITBT관\n807호\n정보시스템학과 홈페이지 참고(2020.10)\n목차\n1\n학력\n2\n경력\n3\n연구관심분야\n4\n수상\n5\n교내 매체\n학력\nPh.D. in Computer Engineering, Seoul National University, Korea, 2003\nM.S. in Computer Engineering, Seoul National University, Korea, 1998\nB.S. in Computer Engineering, Seoul National University, Korea, 1996\nSeoul Science High School, Korea, 1992\n경력\nSep. 2008 – Present : Professor, Hanyang University, Korea\nJul. 2014 - Jun. 2015 : Visiting scholar, ASU, AZ, USA\nDec. 2005– Aug. 2008 : Staff Software Engineer, ARM Inc. Irvine CA,USA\nSept. 2003 – Nov. 2005 :Post Doctoral Researcher, UC Irvine, CA, USA\nMar. 2003 – Sept. 2003 :Post Doctoral Researcher, Research Institute of Advanced Computer Technology, Seoul, Korea\n연구관심분야\n암호학,보안, 내장형 시스템, 비휘발성 메모리, 컴파일러, 실시간 시스템;  Cryptography, security, embedded system, nonvolatile memory ,  compiler, real-time system\n수상\n2023: 창업기업 '지크립토' CES 최고 혁신상\n2019: 국가암호공모전 특별상: 이지원, 김지혜, 오현옥, \"QAP-based Simulation-Extractable SNARK with a Single Verification\"\n2018: 한국정보과학회 동계학술대회 우수논문상: 김동혁, 김지혜, 오현옥, \"전방향 안전 서명을 보장하는 Proof of Elapsed Time\"\n2018: 국가암호공모전 장려상: 이승화, 김지혜, 오현옥, \"Eﬃcient Zero-Knowledge Succinct Non-interactive Argument of Knowledge for Convolution operations\"\n2018: 국가암호공모전 특별상: 이지원, 김지혜, 오현옥, \"BESTIE: Broadcast Encryption Scheme for Tyny IoT Equipments\"\n2018: KCC2018 라인X한국정보과학회 블록체인 경진대회 장려상: 이정혁, 김예지, 오현옥, \"비밀선거를 보장하는 블록체인 기반 전자투표 시스템\"\n2018: 한국컴퓨터종합학술대회 우수논문상: 이정혁, 김예지, 조수연, 오현옥, 김지혜, \"전방향 안전서명을 사용하는 빠른 블록체인\"\n2017: 국가암호공모전 특별상: 이지원, 오현옥, 이승화, 김지혜, \"Wildcard Based Identity Based Encryption with Constant Size Ciphertext\"\n2017: 고한경, 오현옥, KSC 2017 SW 구현/데모 경진대회 대학원생 부문 장려상\n2017: 고한경, 박사로, 윤정준, 유영천, 오현옥, 김지혜, EDA Summer Workshop Student Poster Presentation 3rd Place\n2017: 고한경, 박사로, 윤정준, 유영천, 오현옥, 김지혜, Embedded System Design Challenge 2nd Place\n2016: 국가암호공모전 우수상: 이지원, 오현옥, 이승화, 김지혜, Combnatorial Subset Difference Public Key Broadcast Encryption Scheme\"\n2016: 한국을 빛내는 서울공대 박사 70인\n2016: 한국컴퓨터종합학술대회 우수논문상: 윤정준, 이정혁, 김지혜, 오현옥, \"최소 보안 연산을 가지는 전방향 보안 전자서명\"\n2014: Best lecturer (강의 우수 교수) from Hanyang University\n2003: Best paper from Samsung on SOC (System on Chip) Design Conference 2003\n1998: A prize at the 8th Korean National Programming Contest\n1996: Awarded by the head of Alumni Association of Engineering School at Seoul National University for graduation with the highest honor at the department of Computer Engineering\n1996: Awarded by the president of Seoul National University for graduation with the highest honor at the department of Computer Engineering\n1989: Silver medal at the 3rd Korean Mathematical Olympiad\n교내 매체\n<뉴스H> 2021.10.28\n익명·효율·신뢰성 보장, 미래 대변혁 이끌 블록체인 기술"
}