{
  "title": "유연슈퍼커패시터",
  "url": "https://hyu.wiki/%EC%9C%A0%EC%97%B0%EC%8A%88%ED%8D%BC%EC%BB%A4%ED%8C%A8%EC%8B%9C%ED%84%B0",
  "content": "Advanced Functinal Materials, 2002739 (2020) cover\n2020년 11월 한양대\n화학공학과\n고민재\n·\n화학과\n이해원\n교수 공동연구팀이 2차원 나노소재인 맥신(MXene) 복합체를 이용한 새로운 ‘\n유연 슈퍼 커패시터\n’를 개발했다.\n2020.11.30\n보도자료\n배포 자료 기준\n[뉴스H] 기사 링크\nhttp://www.newshyu.com/news/articleView.html?idxno=1000771\n논문명 : In Situ Grown MWCNTs/MXenes Nanocomposites on Carbon Cloth for High-Performance Flexible Supercapacitors\n논문정보: Advanced Functinal Materials, 2002739 (2020) DOI: 10.1002/adfm.202002739\n논문 바로가기 :\nhttps://onlinelibrary.wiley.com/doi/10.1002/adfm.202002739\n목차\n1\n보도자료\n2\n저자 정보\n3\n연구배경\n4\n연구내용\n5\n기대효과\n6\n참고 그림\n보도자료\n최근 접거나 늘릴 수 있는 액정, 웨어러블 센서 등 유연 전자부품이 출시되며 이러한 장치에 전력을 공급하기 위한 유연하면서도 성능이 뛰어난 2차전지와 슈퍼 커패시터의 수요가 증가하고 있다. 특히 슈퍼 커패시터는 2차전지에 비해 급속충전이 가능하고, 우수한 충·방전 효율, 반영구적인 수명특성으로 2차전지가 수용하지 못하는 성능특성을 채울 수 있다. 따라서 고출력이 필요한 전기동력 차량이나 심장박동기와 같은 인체삽입형 전자소자에 응용할 수 있어서 과학계와 산업계의 주목을 받고 있다.\n이런 추세에서 최근 한양대 화학공학과 고민재 · 화학과 이해원 교수 공동연구팀이 2차원 나노소재인 맥신(MXene) 복합체를 이용한 새로운 ‘유연 슈퍼 커패시터’를 개발했다.\n고성능 슈퍼 커패시터 개발을 위해서는 표면적이 큰 전극개발이 매우 중요한데, 맥신은 티타늄·탄소·질소의 화합물로 친수성과 축전용량이 높아 유연 슈퍼 커패시터의 전극 재료로 적합하다는 평을 받는다. 하지만 맥신은 2차원 평면구조로 층층이 이뤄진 비연속적인 나노 구조로 구성돼 수평 전기전도도와 수직 방향의 전기전도도 차이가 매우 크다는 단점을 가진다. 특히 수직 방향의 전기저항 수치는 수평 방향의 저항수치에 비해 약 100배 이상의 큰 차이를 나타내며, 이로 인해 방전 과정에서 전극 내부에서의 전자전송 속도가 큰 차이가 발생해 슈퍼 커패시터의 성능을 크게 저하시키는 문제가 있었다.\n이런 문제점을 해결하기 위해 공동연구팀은 새로운 소재합성 방법을 개발했다. 다중적층구조로 구성된 맥신의 내부 표면에 탄소나노튜브를 성장시킴으로써 맥신 적층구조 내부에서도 독특하게 상호 연결된 3차원 다공성 나노구조를 형성했다. 이렇게 합성된 맥신-탄소나노튜브 복합체는 매우 큰 부피 당 표면적을 가지면서도 내부 저항이 낮고 안정성이 뛰어났다. 해당 복합체를 유연 슈퍼 커패시터의 전극으로 활용했을 경우 충전되는 전하량이 맥신 단독 사용했을 경우 대비 62% 이상의 향상됐고, 탄소나노튜브를 사용한 경우보다 4 배 이상 향상된 성능을 보였다.\n공동연구팀이 개발한 유연 슈퍼 커패시터는 기존의 맥신 기반 소자에 비해 에너지저장 성능을 대폭으로 향상시켰다는 점 외에도 맥신의 전기화학 기능의 개선을 통해 고성능 에너지 재료로서 새로운 연구 방향성을 제시했다는데 의의를 가진다.\n고민재 교수는 “이번 연구는 전기전도도가 우수한 맥신-탄소나노튜브 복합체를 쉽고 간단하게 합성해 에너지 저장소자에 적용할 경우, 성능이 대폭 향상되어 유연전자소자 뿐만 아니라 심박동기 (Pace maker) 와 같은 체내 삽입형 소자에도 활용할 수 있는 잠재력을 충분히 보여 주었다”며 “더 중요한 것은 탄소나노튜브의 가교 역할을 통한 맥신 소재의 방향에 따라 성능의 차이가 나는 문제를 효과적으로 극복할 수 있어 미래 각 영역에서의 맥신소재의 활용에 대한 가능성을 열어 놓았다는 것”이라고 말했다.\n이번 연구는 한국연구재단 주관 기후변화대응사업 기초원천기술개발과제와 이공분야기초연구사업 중견연구에 의해 진행되었다. 연구 성과는 (논문 제목: In Situ Grown MWCNTs/MXenes Nanocomposites on Carbon Cloth for High‐Performance Flexible Supercapacitors）재료분야 저널인 「Advanced Functional Materials」 11월 표지논문으로 선정 및 게재됐다.\n저자 정보\n고민재 교수(교신저자, 한양대), 이해원 교수(공동 교신저자, 한양대), Li Hui(제1저자, 한양대 박사과정), Chen Rui 박사(공동 제1저자, 한양대), Mumtaz Ali(공동저자, 한양대)\n연구배경\n최근 늘어나거나 휘어지는 모니터, 인공 전자피부, 착용 가능한 센서 등  유연전자소자가 줄줄이 출시되면서 새로운 신축 가능한 장치에 전력을 공급하기 위한 고성능 유연 2차전지와 슈퍼 커패시터 등의 개발을 요구하고 있다. 일반2차전지에 비해 슈퍼  커패시터는 높은 출력밀도와 충방전 효율을 가지고 있어서 백만번 이상의 충-방전 순환을 진행할 수 있다. 이와 같은 특징은 웨어러블, 신축 전자소자 영역에서 무한 응용 잠재력을 가지게 해 준다. 앞서 언급했듯이 고성능 슈퍼 커패시터 개발을 위해서는 활성 재료의 개발이 매우 중요하며 맥신은 새로운 2차원 소재로서 그 독특한 나노 구조와 뛰어난 물질적 화학 특성을 가지고 있어 미국, 유럽, 중국, 한국, 일본 등 전세계 각국 과학자들의 시선을 사로잡았다.\n현재까지 맥신에 관한 연구의 대부분은 다중적층 구조의 맥신을 단일 층으로의 분리하는데 집중되어 왔다. 하지만 단일 층으로 분리된 맥신이 전극 재료에 적용되면 반데르발스 힘으로 인해 인접해 있는 층과의 재적층 현상이 발생하여 전기화학적 성능을 저하시킨다.\n연구내용\n단일층으로 분리된 맥신은 여전히 많은 한계성을 지니고 있고 또 분리 과정에서 추가적인 실험과 비용이 발생하기 때문에 연구팀은 다중적층 맥신을 분리 없이 직접 에너지 소자에 적용하기 위한 노력을 기울였다. 맥신 표면에서의 탄소나노튜브의 성장과 층간 연결을 통해 전자전달 방향에 무관하게 높은 전기전도도와 비표면적을 증가시켰고  안정성도 크게 향상시켰다.\n기대효과\n현재 각국의 연구자들이 2차전지, 슈퍼 커패시터 등 에너지 저장장치의 개발에 힘을 쓰고 있다. 새로운 나노 재료 중의 하나인 맥신도 거대한 상업적 가치를 가지고 있는 유망한 것으로 대두되고 있다. 본 연구에서는 맥신의 개발. 이용에 새로운 가능성을 열어 놓고, 향후 에너지 소재로서 전면적인 응용이라는 점에 큰 의미를 가진다.\n참고 그림\n[그림 1] 맥신-탄소나노튜브 복합체 제조공정 모식도: (상) 및 복합체의 전자현미경 사진 (하): (a) 처리하지 않은 원래의 맥신구조 (b) 탄소섬유에 부착된 맥신 (c) 맥신 표면에 생성된 탄소나노튜브\n[그림 2] 맥신-탄소나노튜브 복합체를 적용한 유연 슈퍼 커패시터 성능: (a) 전기화학 성능비교, (b) 맥신-탄소나노튜브 복합체의 구부러짐에 대한 안정성, (c) 맥신-탄소나노튜브 복합체의 뛰어난 물리화학적 안정성."
}