{
  "title": "유삼현",
  "url": "https://hyu.wiki/%EC%9C%A0%EC%82%BC%ED%98%84",
  "content": "한양대학교 서울캠퍼스\n사회과학대학\n사회학과\n교수이다.\n목차\n1\n학력\n2\n경력\n3\n연구 관심분야\n4\n주요논문\n학력\n한양대학교 사회학 학사\n한양대학교 사회학 석사\n미국 Arizona State University, 사회학 박사\n경력\n2021-현재, 한양대학교 사회학과 조교수 부교수\n한양대학교\n교육학과\n(Joint appointment)\n2019-2021 동국대학교 사회학과 조교수\n2017-2019 국립공주대학교 일반사회교육 조교수\n2017-2017 한국보건사회연구원 부연구위원\n2015-2017 오스트리아 International Institute for Applied Systems 박사후연구원\nWittgenstein Center for Population and Human Capital 연구위원\n연구 관심분야\n사회인구학, 양적 및 인구학방법론, 저출산고령화, 다문화사회\n주요논문\nYoo, Sam Hyun. 2022. Total Number of Births Shrinking Faster Than Fertility Rates: Fertility Quantum Decline and Shrinking Generation Size in South Korea.\nAsian Population Studies\n. (online first).\nYoo, Sam Hyun and Victor Agadjanian. 2021. The Paradox of Change: Religion and Fertility Decline in South Korea.\nDemographic Research\n44(23): 537-562.\nYoo, Sam Hyun and Tomáš Sobotka. 2018. “Ultra-Low Fertility in South Korea: The Role of Tempo Effect”\nDemographic Research\n38(22): 549-576.\nAgadjanian, Victor and Sam Hyun Yoo. 2018. “Migration, Legality, and Fertility Regulation: Abortion and Contraception among Migrants and Natives in Russia”\nDemographic Research\n38(42): 1277–1302\n.\nYoo, Sam Hyun, Sarah R. Hayford, and Victor Agadjanian. 2017. “Old Habits Die Hard? Lingering Son Preference in an Era of Normalizing Sex Ratios at Birth.”\nPopulation Research and Policy Review 36(1):25\n-\n54.\nYoo, Sam Hyun. 2016. “Postponement and Recuperation in Cohort Marriage: The Experience of South Korea.”\nDemographic Research\n35(35):1045-1078.\nYoo, Sam Hyun. 2014 “Educational Differentials in Cohort Fertility during the Fertility Transition in South Korea.”\nDemographic Research\n30(53):1463-1494.\nYoo, Sam Hyun, Karen Benjamin Guzzo, and Sarah R. Hayford. 2014. “Understanding the Complexity of Ambivalence toward Pregnancy: Does it Predict Inconsistent Use of Contraception?”\nBiodemography and Social Biology\n60:49-66."
}