{
  "title": "유전자교정세포치료제",
  "url": "https://hyu.wiki/%EC%9C%A0%EC%A0%84%EC%9E%90%EA%B5%90%EC%A0%95%EC%84%B8%ED%8F%AC%EC%B9%98%EB%A3%8C%EC%A0%9C",
  "content": "배상수\n‧\n최동호\n교수, 과학·의학 기술 융합해 부작용 줄인 유전자교정 세포치료제 개발\n줄기세포분야 최고 권위지「Cell Stem Cell」에 게재(2021.05.04일자 온라인 판\n논문명 : Adenine base editing and prime editing of chemically derived hepatic progenitors rescue genetic liver disease\n논문 게재 :\nhttps://www.cell.com/cell-stem-cell/fulltext/S1934-5909(21)00167-3\n뉴스H (2021.05.12 보도자료) :\nhttp://www.newshyu.com/news/articleView.html?idxno=1002840\n목차\n1\n저자정보\n2\n연구내용\n2.1\n연구배경\n2.2\n연구내용\n2.3\n기대효과\n3\n보도자료\n저자정보\n저자정보 : 김요한 박사(제1저자, 한양대), 홍성아(제1저자, 한양대), 유지현 박사(제1저자, 前 한양대, 現 극지연구소), 엄정윤(한양대), 장기석 교수(한양대), 윤상태(한양대), 홍다희(한양대), 서대관 박사(소마젠), 이스나(고려대), 우재성 교수(고려대),\n정재민\n연구교수(교신저자, 한양대),\n배상수\n교수(교신저자, 한양대),\n최동호\n교수(교신저자, 한양대)\n연구내용\n연구배경\n제1형 타이로신혈증은 상염색체 열성 질환으로 푸마릴아세토아세타아제의 결핍으로 인해 타이로신 대사과정 중에 독성물질이 체내에 축적되어 간 손상이 유발되는 유전성 난치질환이다.\n기존의 유전성 난치질환의 치료를 위한 유전자교정 치료제는 유전자가위를 체내에 직접적으로 주입하여 치료하는 방법을 사용하였으나, 생체 내로 도입할 때 효율적인 전달을 위하여 바이러스 유래 물질을 통하여 전달 및 교정하기 때문에 바이러스 유래 물질로 인한 위험이 존재한다.\n간세포는 체외에서 증식하지 못하기 때문에 간의 세포치료 및 체외 유전자교정을 위하여 다양한 유사 간세포의 개발연구가 필요한 실정이지만, 현재 확립된 유사 간세포의 경우 대부분이 바이러스를 기반으로 제작되어지며, 윤리문제, 종양형성문제 등의 문제가 제시되어지고 있다.\n따라서 차세대 유전자교정 기술인 염기교정 및 프라임교정 기술과 저분자 화합물 유래 간 전구/줄기세포의 융합 연구를 통한 유전성 난치질환의 혁신적인 유전자교정 세포치료제의 개발연구가 필요하다.\n연구내용\n본 연구진은 이전 연구에서 밝힌 저분자 화합물 유래 인간 간 전구/줄기세포 제작 방법을 통하여 유전성 난치질환 동물모델 유래 간 전구/줄기세포 제작을 시도하였으며, 동일한 방법을 통하여 안정적으로 제작 및 기능을 획득하는 것을 확인하였다.\n유전성 난치질환의 돌연변이 부위를 확인한 후, 아데닌 염기교정 (Adenine base editor) 및 프라임교정 유전자가위를 비-바이러스성 전달 방법인 전기천공법 (electroporation)을 통해 세포내에 전달하였으며, 안정적으로 돌연변이 부위를 교정하는 것을 확인하였다.\n교정된 유전성 난치질환 유래 간 전구/줄기세포를 선별하여 의미있는 표적이탈 효과(off-target effect)가 없음을 확인하였으며 교정 효율이 높은 세포주를 선별하였다.\n선별된 세포를 다시 유전성 난치질환 동물모델에 이식하였을 때, 이식된 그룹에서 결핍되었던 푸마릴아세토아세타아제가 다시 발현하는 것을 확인하였으며, 간 손상 마커의 감소 및 생존율이 증가되는 것을 확인하였다.\n기대효과\n현재 치료방법이 없는 유전성 난치질환의 개인 맞춤형 치료방법으로 활용될 수 있으며, 보존적 치료에 머물고 있던 치료에서 영구적 치료 기술로의 전환이 가능할 것으로 사료된다.\n보도자료\n유전성 난치질환 유래 간 전구/줄기세포의 염기교정 및 프라임교정을 통한 체외 유전자교정 세포치료 연구에 대한 모식도\n한양대 화학과 배상수, 의학과 최동호 교수 공동연구팀이 최근 티로신혈증 등의 유전성 난치질환을 치료하는 과정에서 부작용을 현저히 낮춘 치료법을 개발했다고, 한양대가 12일 발표했다.\n공동연구팀은 유전성 난치질환 동물모델의 세포를 추출, 체외에서 유전자 교정 후 다시 동물모델에 이식하는 ‘유전자교정 세포치료 방식’을 도입했다.(저분자 화합물 유래 간 전구·줄기세포-염기교정(Base editing)·프라임교정(Prime editing) 기술 융합)\n유전성 난치질환은 대부분의 경우 마땅한 치료법이 없어 오랜 시간에 걸쳐 치료하며, 특히 약물을 이용한 치료의 경우 완치보다는 병의 진행을 늦추거나 현재 상태의 유지에 초점을 맞춰왔다. 최근 과학기술의 발달로 질환의 근본적 해결을 위해 생체 내부에 유전자가위를 주입하는 유전자 치료제도 등장했다. 하지만 생채 내 유전자가위 주입을 위해 바이러스를 전달체로 이용하는데, 이 과정에서 바이러스 관련 위험성과 유전자가위 과(過)발현으로 인한 표적이탈효과(off-target effect) 등이 문제점으로 제기돼 왔다.\n공동연구팀은 이런 부작용을 줄이고자 의학과 과학을 융합한 연구를 진행했고, ‘생체 외부 유전자 교정을 통한 유전자교정 세포치료제 개발’을 해결책으로 제시했다. 최동호 교수팀은 지난 연구에서 저분자 화합물을 이용해 간 전구·줄기세포를 제작하는데 성공, 간장학 분야 최고 권위지 「Journal of Hepatology」에 발표한 바 있다. 그는 이번 연구에서 유전자교정 분야 권위자인 배상수 교수팀과 함께 저분자 화합물을 통해 유전성 난치질환 유래 간 전구·줄기세포를 제작하고, 염기교정과 프라임교정 기술을 통해 돌연변이 유전자를 교정한 후 다시 생체 내로 이식해 질병을 치료하는 전략을 세웠다.\n그 결과 유전성 난치질환인 티로신혈증 동물 모델에서 한 번의 치료만으로도 생존율이 200% 이상 크게 개선되는 등 유전성 간 난치질환에 대한 근본적인 치료방법을 제시했다. 해당 치료법은 향후 인간 유전자 치료에도 적용될 수 있을 것으로 기대된다. \n최동호 교수는 “이번 연구결과를 바탕으로 앞으로 유전성 난치질환 환자의 세포를 추출해 체외에서 염기교정 및 프라임교정 기술을 이용해 교정한 후 다시 환자에게 이식해 난치성 질환의 치료제로서 유용하게 사용될 수 있을 것이다”며 “한양대의 장점인 융합연구의 좋은 예를 보여주게 되어 매우 기쁘다”라고 소감을 전했다. 배상수 교수는 “이번 체외 유전자교정 세포치료제는 하나의 유전자교정 치료 플랫폼으로써 안전성·효율성이 높아 향후 다양한 유전질환에 적용이 가능할 것”이라고 말했다. 배상수, 최동호 교수팀은 현재 이 연구에 관한 특허출원을 완료했다.\n한편 이번 연구는 줄기세포 분야 최고 권위지인 「Cell Stem Cell」(IF 20.860)에 4일자 온라인 판에 게재됐다. 이번 연구는 과학기술정보통신부 바이오의료기술개발사업 ‘KOREA BIO GRAND CHALLENGE’ 지원을 받아 진행됐다."
}