{
  "title": "유전자염기서열디자인분석도구",
  "url": "https://hyu.wiki/%EC%9C%A0%EC%A0%84%EC%9E%90%EC%97%BC%EA%B8%B0%EC%84%9C%EC%97%B4%EB%94%94%EC%9E%90%EC%9D%B8%EB%B6%84%EC%84%9D%EB%8F%84%EA%B5%AC",
  "content": "배상수\n교수팀, 손쉽게 사용할 수 있는 유전자 프라임교정 디자인·분석 도구 개발\n논문명 : PE-Designer and PE-Analyzer: web-based design and analysis tools for CRISPR prime editing\n저자정보 : 황규호(제1저자, 한양대), 정유경(한양대), Habib Omer (한양대), 홍성아(한양대), 임가영(기초과학연구원), 김진수 교수(기초과학연구원, 서울대), 배상수 교수(교신저자, 한양대)\n지원 : 과학기술정보통신부 바이오의료기술개발사업 ‘KOREA BIO GRAND CHALLENGE’와 농촌진흥청 신육종기술실용화사업단\n게재 : 핵산연구 분야 세계적 학술지 「Nucleic Acid Resaerch」5월 3일 온라인판\n게재지 바로가기\nhttps://academic.oup.com/nar/advance-article/doi/10.1093/nar/gkab319/6262559\n목차\n1\n연구내용\n1.1\n연구배경\n1.2\n연구내용\n1.3\n기대효과\n2\n보도자료\n3\n그림 설명\n연구내용\n연구배경\n기존 크리스퍼 유전자가위는 특정 유전자 서열을 유도하는 효율이 낮고 염기교정은 특정 유형의 치환만 유도할 수 있다는 한계를 지니고 있으나, 프라임교정은 모든 치환과 삽입, 결실을 기존 크리스퍼 유전자가위보다 높은 효율로 유도할 수 있다는 장점을 가지고 있다.\n프라임교정을 이용하기 위해서는 기존의 유전자가위 기술들과 달리, 타깃 서열과 더불어 주변 서열도 같이 고려해야 하는 등 타깃을 디자인하거나 분석하는 과정에서 더 많은 고려사항이 필요하다.\n따라서 기존에 개발된 유전자가위의 디자인과 분석 웹 도구를 프라임교정에 이용하는 것에 한계가 있어 프라임교정을 위한 새로운 웹 도구 개발이 필요했다.\n연구내용\n본 연구진은 누구나 쉽게 프라임교정을 이용할 수 있도록 디자인 웹 도구(PE-Designer)와 분석 웹 도구(PE-Analyzer)를 개발하였다.\n프라임교정을 위한 디자인 웹 도구는 받은 서열에서 프라임교정이 가능한 모든 서열과 해당 서열들의 비슷한 서열이 해당 게놈에 있는지를 보여주고, 이미지를 통하여 이용자가 쉽게 이용하고 타깃을 설계할 수 있도록 개발되었다.\n프라임교정을 위한 분석 웹 도구는 차세대 염기서열 분석 결과 파일을 받아 각 돌연변이를 정량하여 표와 그래프로 보여주며 분석 과정에서 파일을 서버에 업로드 하는 과정 없이 한 번에 여러 파일을 동시에 처리할 수 있도록 개발되었다.\n기대효과\n프라임교정을 디자인하고 분석하는 것은 기존에 비해 복잡해 졌지만 이번 프라임교정 디자인 및 분석 웹 도구 개발을 통해 앞으로 연구자들이 쉽게 프라임교정을 이용할 수 있을 것이라 사료된다.\n보도자료\n배상수 한양대 화학과 교수팀이 프로그래밍에 대한 지식 없이도 복잡한 유전자(DNA) 염기서열을 디자인하고 분석할 수 있는 도구(PE-Designer & PE-Analyzer)를 개발했다고, 한양대가 14일 밝혔다.\n최근 유전질환을 치료하거나 새로운 질병 모델 개발을 위해 DNA의 특정위치에 타깃 염기서열이 생기도록 유도하는 ‘프라임교정(Prime editing)’ 기술이 각광받고 있다. 프라임교정 교정 기술을 다루기 위해서는 프로그래밍이 필수적인데, 배 교수팀이 개발한 도구를 이용할 경우 프로그래밍을 익히지 않고도 인터넷 브라우저에서 간편하게 디자인작업과 분석을 진행할 수 있다.\nDNA 조작을 위해 보편적으로 사용된 크리스퍼 유전자가위(CRISPR-Cas9)는 사용이 간편하지만 사용자가 원하는 특정 염기서열로 바꾸기 힘들다는 단점이 있었다. 이후 개발된 염기교정(Base editing)은 기존 단점이 개선됐으나 여전히 제한된 유형의 염기서열만 치환할 수 있다는 한계를 가졌다.\n이런 문제점들을 해결하고자 최근에는 모든 종류의 염기서열을 치환·삽입·결실(deletion)할 수 있는 프라임교정 기술이 등장했다.\n하지만 여전히 어려움이 존재한다. 프라임교정 기술을 사용하기 위해서는 타깃 염기서열이 기존 염기서열과 잘 결합할 수 있게 타깃 염기서열과 타깃 주변의 염기서열도 함께 고려해야했다. 이 과정에서 방대한 양의 데이터 분석이 필요했고, 연구진들은 데이터 분석에 앞서 고도의 프로그래밍 능력을 갖춰야만 했다.\n이러한 연구진들의 어려움을 줄이기 위해 배 교수팀은 기초과학연구원(IBS) 유전체교정연구단(단장 김진수)과 공동연구를 통해 누구나 쉽게 이용할 수 있는 ‘프라임교정을 위한 디자인 및 분석 웹 도구’를 개발했다.\n디자인 웹 도구는 프라임교정이 가능한 모든 DNA를 이용자에게 보여주며 해당 내용을 상호작용 가능한 이미지로 시각화해 편의를 개선했고, 이용자가 실험할 종(種)의 정보를 받아 각 염기서열과 비슷한 염기서열이 해당 유전체(genome)에 있는지 계산해 이를 수치로 보여준다.\n디자인 과정에 이어 분석 웹 도구를 통해 유전자 교정 결과를 누구나 쉽게 분석할 수 있도록 했다. 특히 차세대 유전자 시퀀싱 결과와 같은 용량이 큰 파일을 서버에 업로드 하는 과정없이 개인 웹 브라우저에서 분석할 있도록 해 분석 속도를 크게 향상시켰다.\n배상수 교수는 “현재 연구팀이 운영하고 있는 웹사이트는 전 세계 130여개 국에서 매일 300여 명의 연구자들이 무료로 이용하고 있고 누적 사용량은 약 7년간 200만회가 넘었다”며 “이번 프라임교정 디자인 및 분석 웹 도구 개발을 통해 연구자들이 쉽게 프라임교정을 이용할 수 있을 것”이라고 말했다.\n이번 연구는 핵산연구 분야의 세계적 학술지 「Nucleic Acid Resaerch」 (IF 11.501)에 5월 3일자 온라인 판에 게재됐다. 이번 연구는 과학기술정보통신부 바이오의료기술개발사업 ‘KOREA BIO GRAND CHALLENGE’와 농촌진흥청 신육종기술실용화사업단 지원을 받아 진행됐다.\n그림 설명\n프라임교정을 위한 디자인 웹 도구의 결과 페이지\n프라임교정을 위한 디자인 웹 도구의 결과 페이지\n디자인 웹 도구는 이용자가 유전자 서열과 원하는 변이 정보를 입력하면 위 그림과 같은 결과를 보여준다. 맨 위 이미지는 상호작용이 가능하며 선택이 가능한 서열 정보들과 선택된 정보를 보여준다. 아래의 표를 통해서 각 서열에 대한 자세한 정보를 볼 수 있으며 필터기능을 이용하여 원하는 조건에 맞는 서열을 찾을 수 있다.\n프라임교정을 위한 분석 도구의 결과 페이지\n프라임교정을 위한 분석 도구의 결과 페이지\n프라임교정을 위한 분석 웹 도구는 차세대 염기서열 분석 결과 파일과 목표 서열의 정보를 받아서 위 그림과 같은 결과를 보여준다. 맨 위 표는 각 돌연변이 패턴에 대한 정량 분석을 보여준다. 중간 부분의 그래프는 각 위치에서 삽입, 결실, 치환이 얼마나 일어났는지를 보여준다. 각 유전자 서열에 대한 자세한 정보는 하단 표를 통하여 볼 수 있으며 특정 돌연변이 패턴이나 유전자 서열을 검색하여 찾아볼 수 있다."
}