{
  "title": "유형석",
  "url": "https://hyu.wiki/%EC%9C%A0%ED%98%95%EC%84%9D",
  "content": "유형석은 서울캠퍼스\n공과대학\n전기생체공학부\n생체공학전공\n교수이자,\nABLab\n실장을 겸임하고 있다.\n전기생체공학부 홈페이지 참고(2019.10.)\n목차\n1\n학력\n2\n경력\n2.1\n학회 활동\n3\n연구관심분야\n4\n주요연구\n4.1\n스마트 에너지 하베스팅 시스템\n[1]\n5\n주요논문\n6\n저서\n7\n수상\n8\n각주\n학력\n2009 미네소타주립대공학박사(전자전기공학)\n2006 미네소타주립대 공학석사(전자전기공학)\n2003 경북대학교 공학사(전자전기공학)\n경력\n2018.03 ~ 현재 한양대학교 공과대학 생체공학전공 부교수\n2017.08 ~ 현재 이투엠알(E2MR) 벤처 대표이사\n2011.03 ~ 2018.02 울산대학교 전기공학부 의공학전공 조교수, 부교수\n2010.12 ~ 2011.02 Medtronic, CRDM Senior MRI Scientist, USA\n2009.12 ~ 2010.11 CMRR, Univ. of Minnesota, Post-Doc\n학회 활동\n대한생체의용공학회 학술위원\n연구관심분야\n자기공명영상공학, 고주파공학, 생체전자공학\n주요연구\n스마트 에너지 하베스팅 시스템\n[1]\n높은 이득(gain)과 넓은 빔폭(beam width)을 가지는 다중 포트 안테나와 최대 69%의 변환 효율을 가지는 정류기를 통해 다양한 방향에서 들어오는 2.4 GHz의 전파 에너지를 높은 효율로 무선 수신 가능\n과학기술정보통신부 산하 정보통신기획평가원(IITP)의 ‘인체 삽입형 의료기기를 위한 초소형 고효율 무선 전원공급 및 통신 기술개발’ (전파연구센터, RRC) 과제의 지원을 받아 수행되었다.\n전기전자기기 분야 세계 최고 권위지인 ‘IEEE Transactions on Industrial Electronics’에 2023년 12월 온라인 게재되었다.\n논문명 : Battery-Free Digitally Embroidered Smart Textile Energy Harvester for Wearable Healthcare IoTs\n주요논문\n1. Izaz Ali, Hyoungsuk Yoo, “Assessing Human Exposure with Medical Implants to Electromagnetic Fields from a Wireless Power Transmission System in an Electric Vehicle,” IEEE Transaction on Electromagnetic Compatibility, 2019\n2. Rupam Das, Abdul Basir, and Hyoungsuk Yoo, “A Metamaterial Coupled Wireless Power Transfer System Based on Cubic High Dielectric Resonators,”IEEE Transaction on Industrial Electronics, 2019\n3. Robert Herbert, Saswat Mishra, Hyo-Ryoung Lim, Hyoungsuk Yoo, and Woon-Hong Yeo, “Fully Printed, Wireless, Stretchable Implantable Biosystem toward Batteryless, Real-Time Monitoring of Cerebral Aneurysm Hemodynamics,”Advanced Science, 2019\n4. Muhammad Zada, Hyoungsuk Yoo, “Miniaturized Dual Band Antennas for Intra-oral Tongue Drive: System in the ISM Bands 433 and 915 MHz: Design, Safety, and Link Budget Considerations,”IEEE Transaction on Antennas and Propagation, 2019\n5. Rupam Das, Hyoungsuk Yoo, “Application of a Compact Electromagnetic Bandgap Array in a Phone Case for Suppression of Mobile Phone Radiation Exposure,”IEEE Transaction on Microwave Theory and Techniques, 2018\n저서\n수상\n2025: 2025년 과학의 날 및 정보통신의 날  기념식 대통령 표창 수상\n[2]\n2018: 한국전자파학회 젊은연구자상\n2013: Cover Interview in Electronics Letters\n2011: Best Paper, International Society for Magnetic Resonance in Medicine (ISMRM)\n2010: Best Paper, IEEE-S International Microwave Symposium Student Paper Competition\n각주\n↑\n2023.12.06\n유형석 교수, 옷에 새겨진 자수를 통한 에너지 하베스팅 기술 개발\n↑\n<뉴스H> 2025.04.25\n한양대 유형석 교수, 무선의료기기 기술 개발 공로로 ‘2025년 과학기술진흥 유공 대통령 표창’ 수상"
}