{
  "title": "유혜미",
  "url": "https://hyu.wiki/%EC%9C%A0%ED%98%9C%EB%AF%B8",
  "content": "서울캠퍼스\n경제금융대학\n경제금융학부\n교수다.\n목차\n1\n학력\n2\n경력\n3\n연구관심분야\n4\n주요연구과제\n5\n주요논문\n6\n저서\n7\n수상\n8\n각주\n학력\nB.A. in Economics (\nSumma Cum Laude\n), Seoul National University, 2000\nPh.D. in Economics, University of Rochester, 2009\n경력\n한국은행 조사역\nUniversity at Buffalo 조교수\n한양대학교 경제금융대학 부교수\n연구관심분야\n거시경제, 경제성장 및 발전, 노동시장\n주요연구과제\nAnticipated Wage Growth as a Factor of Educational Attainment, revise & resubmit, Macroeconomic Dynamics.\nMigration Restrictions: Implications on Human Capital, Output, and Welfare, joint with Jingchao Li and Byoung Hoon Seok.\nExplaining Rising School Expenditures in the U.S.\nWhy Do Returns to Experience Differ across Countries? ioint with Byoung Hoon Seok.\nEarnings Risks and Wealth Inequality with Housing, joint with Byoung Hoon Seokand Lini Zhang.\n주요논문\nWage Volatility and Changing Patterns of Labor Supply, joint with Jay H. Hong and Byoung Hoon Seok, International Economic Review, vol. 60, no. 2 (2019), pp. 595-630, Appendix.\nExplaining the Evolution of the U.S. Housing Market, joint with Byoung Hoon Seok, Macroeconomic Dynamics, vol. 23, no. 2 (2019), pp.568-589.\nAnalyzing Changes in Korean Tax Revenus since the Asian Financial Crisis, joint with Byoung Hoon Seok, Journal of Market Economy (in Korean), vol. 48, no. 1 (2019), pp. 1-42.\nAn Analysis of Dual-Earner Couples' Time Choices in Korea, joint with Byoung Hoon Seok, Journal of Women and Economics (in Korean), vol. 15, no. 4 (2019), pp. 1-23.\nAn Economic Analysis of the Progressivity of Income Taxes Using a Dynamic General Equilibrium Model, joint with Byoung Hoon Seok, Journal of Economic Theory and Econometrics (in Korean), vol. 29, no. 4 (2018), pp. 16-60.\nMarriage, Working Spouses, and Male Wage Volatility, Korean Economic Review, vol. 34, no. 1 (2018), pp. 101-115.\nThe Effects of Labor Composition on Hours Volatility: Evidence from the U.S., Journal of Economic Theory and Econometrics, vol. 25, no. 2 (2014), pp. 60-84.\nThe Contribution of Rising School Quality to U.S. Economic Growth, Journal of Monetary Economics, vol. 63 (2014), pp. 95-106, Appendix\n저서\n수상\n2020.04.24 제50회 매경 이코노미스트상 (공동) 수상 - `임금 변동성과 노동 공급의 패턴 변화(Wage Volatility and Changing Patterns of Labor Supply)` 논문\n[1]\n각주\n↑\n2020.04.27 <뉴스H>\n유혜미 교수, 제50회 매경 이코노미스트상 수상"
}