{
  "title": "윤리강령",
  "url": "https://hyu.wiki/%EC%9C%A4%EB%A6%AC%EA%B0%95%EB%A0%B9",
  "content": "목차\n1\n교수 윤리강령\n1.1\n교수 윤리강령\n1.2\nFaculty’s Code\n1.3\n教授 伦理守则\n2\n직원 윤리강령\n2.1\n직원 윤리강령\n2.2\nStaffs’ Code\n3\n학생 윤리강령\n3.1\n학생 윤리강령\n3.2\nStudents’ Code\n3.3\n学生 伦理守则\n교수 윤리강령\n교수 윤리강령\n한양대학교의 교수는 건학이념인 '사랑의 실천'을 바탕으로 국가와 인류 번영에 기여할 수 있도록 진리를 탐구하며 지성과 덕성을 갖춘 인재를 양성하는 데 힘쓴다.\n첫째,\n교수는 학생의 인격을 존중하고 그들이 가진 다양성을 인정하며 사회가 요구하는 지적능력과 윤리적 판단력을 갖춘 인재로 성장할 수 있도록 교육한다.\n둘째,\n교수는 올바른 방법으로 학문을 연구하고 그 결과에 책임을 지며, 동료 교수의 교육과 연구활동을 존중하고, 업적을 공정하게 평가한다.\n셋째,\n교수는 자신의 전문지식과 연구결과를 바탕으로 사회봉사에 적극 참여하여 국가와 인류공동체의 발전에 이바지한다.\n넷째,\n교수는 교육자의 양식과 품위를 가지고, 공정성과 도덕성을 유지하며, 부당한 방법으로 개인의 이익을 추구하지 않는다.\n다섯째,\n교수는 대학의 제반 규정을 준수하고 학사행정에 적극 협조하여 합리적이고 효율적인 대학운영에 기여한다.\nFaculty’s Code\nBy adhering to the University’s founding philosophy of ‘Love in Deeds’, Hanyang’s faculty strive to contribute to the prosperity of humanity by producing successful and responsible graduates who seek knowledge and truth.\nFirst,\nprofessors must respect and acknowledge the variety of students’ characters. They are expected to guide students to cultivate intelligent capacity and moral judgment required in society.\nSecond,\nprofessors will abide by proper methods of research and be responsible for the results that ensue from them. Professors will respect the study and research of colleagues and fairly evaluate their work.\nThird,\nprofessors will proactively use their field of expertise and research findings for social services, and, thereby, contribute to the furtherance of country and humanity as a whole.\nFourth,\nprofessors will maintain the formality and dignity of an educator, maintain fairness and ethics, and will not use unjust means to seek personal profit.\nFifth,\nprofessors will adhere to the University’s regulations and actively cooperate with academic administration for the effective and fluid operating of the institution.\n教授 伦理守则\n汉阳大学的教授应以建学理念——爱之实践为基础，致力于为国家和人类的繁荣做贡献，探索真理且培养兼具知性与德性的人才。\n第一，\n教授应尊重学生的人格，承认学生的多样性，教育并培养学生具有符合社会要求的知识能力和伦理判断力。\n第二，\n教授应使用正确的方法研究学问并对研究结果负责，应尊重其他教授的教研活动，应公正地评价教授业绩。\n第三，\n教授应以自身的专业知识与研究结果为基础，积极参与社会公益活动，为国家与人类共同体的发展做贡献\n第四，\n教授应具备教育者的资质与品性，维持公正性与道德性，不应通过不正当的方式牟取个人利益。\n第五，\n教授应遵守大学的基本准则，积极协助大学的各项行政事务，为合理且有效的大学运营做贡献。\n직원 윤리강령\n직원 윤리강령\n한양대학교의 직원은 건학이념인 '사랑의 실천'을 바탕으로 수준 높은 행정 서비스를 제공하여 최상의 연구와 교육 환경을 조성하는 데 기여한다.\n첫째,\n직원은 행정 전문가로서 직업의식과 자긍심을 가지고 자신의 역량을 개발하여 맡은 바 업무에서 우수한 성과를 거두도록 노력한다.\n둘째,\n직원은 법령, 정관 및 제 규정을 준수하여 성실하게 직무를 수행하고 구성원 간의 관계에서 품위를 지킨다.\n셋째,\n직원은 교수, 학생, 학부모를 비롯한 대학 행정 서비스 이용자에 대하여 친절과 봉사의 자세로 공정하고 신속하게 업무를 처리한다.\n넷째,\n직원은 직무와 관련하여 개인의 이익을 추구하지 않으며, 보안사항과 개인정보 등을 부당한 목적으로 외부에 누설하거나 공하지 않는다.\n다섯째,\n직원은 직무 외의 생활에서도 모범적인 자세를 견지하여 대학의 명예와 위상 제고에 노력한다.\nStaffs’ Code\nStaff members will adhere to the University’s regulations and actively cooperate with academic administration for the effective and fluid operating of the institution.\nFirst,\nas administrative professionals, Hanyang’s staff have pride and a strong sense of commitment as they strive to develop their individual areas of responsibilities and produce excellent results.\nSecond,\nstaff members adhere to the regulations, rules, and codes in carrying out their responsibilities while dealing with all Hanyang members in a dignified manner.\nThird,\nstaff members strive to complete their duties fairly and quickly while maintaining courtesy and being helpful when dealing with professors, students, or their parents\nFourth,\nstaff members do not seek personal profits in connection with their work nor do they use personal or security information for unlawful gain.\nFifth,\nstaff members maintain excellence in conduct at all times, thus, helping to elevate the reputation of Hanyang University.\n학생 윤리강령\n학생 윤리강령\n한양대학교의 학생은 건학이념인 '사랑의 실천'을 바탕으로 지역사회, 국가, 나아가 인류사회의 번영에 기여하기 위하여 자기계발에 힘쓰고, 교양인, 전문인, 실용인, 세계인 및 봉사인의 자질을 갖추고자 끊임없이 노력한다.\n첫째,\n학생은 전문지식과 건전한 품성을 갖춘 인재가 되기 위해 노력하며, 보다 나은 미래를 실현하고자 하는 목표를 가지고 학업에 정진한다.\n둘째,\n학생은 타인의 인격과 권리를 존중하고, 종교, 사상, 문화 등의 차이를 인정하며 편파적이거나 배타적인 태도를 취하지 않는다.\n셋째,\n학생은 학업수행 과정에서 일체의 부정한 방법을 사용하지 않으며, 양심과 도덕성을 행동의 기준으로 삼는다.\n넷째,\n학생은 교수와 직원을 존중하고, 모든 행동에서 예의와 품위를 지키며, 학교 시설을 아끼고 소중하게 다룬다.\n다섯째,\n학생은 교내·외 활동에서 열정과 자긍심을 가지고 참여하여 학교의 명예를 드높인다.\nStudents’ Code\nBy adhering to the University’s founding philosophy of ‘Love in Deeds’, Hanyang’s students work tirelessly on self-development to qualify themselves as individuals of culture, professionalism, practicality, globalism, and to serve others. This will contribute to the development of local, domestic, and global society.\nFirst,\nstudents will work hard in their studies and develop respectable characteristics that will help them on the path to future success.\nSecond,\nstudents will respect the personality and rights of others, including their differences in religions, ideas, and culture.. Prejudice and intolerance is unacceptable.\nThird,\nstudents will not use any unethical practices during their studies, but allow their conscience and morals to measure their actions.\nFourth,\nstudents will respect professors and staff members by treating everyone politely and with dignity. They will show proper respect for the University’s facilities as well.\nFifth,\nstudents will proactively and proudly participate in University activities both inside and outside the institution, and, thus, promote Hanyang’s reputation.\n学生 伦理守则\n汉阳大学的学生应以建学理念——爱之实践为基础，致力于为区域社会、国家以及人类社会的繁荣做贡献，致力于自我发展，为成为素质人才、专业人才、实用型人才、世界性人才以及奉献型人才而奋斗终生。\n第一，\n学生应为成为兼具专业知识与健全品性的人才而奋斗，应为实现更加美好的未来而献身。\n第二，\n学生应尊重他人的人格与权利，应承认宗教、思想及文化差异，不应对他人持有片面或排斥的态度。\n第三，\n学生不应使用不恰当的方法完成学业，学生应把良心与道德作为行动准则。\n第四，\n学生应尊重教授与教职工，时刻保持礼仪与品性，珍惜学生时代。\n第五，\n学生应热情积极参加校内外活动，应重视学校的名誉。"
}