{
  "title": "윤소원",
  "url": "https://hyu.wiki/%EC%9C%A4%EC%86%8C%EC%9B%90",
  "content": "윤소원은 서울\n자연과학대학\n화학과\n교수이자\n유기합성연구실\n장을 겸하고 있다.\n목차\n1\n학력\n2\n경력\n3\n수상\n4\n학회활동\n5\n연구관심분야\n학력\n1992.3 - 1996.2, Yonsei University, B.S., Chemistry\n1996.3 - 1998.2, Korea Advanced Institute of Science and Technology (KAIST), M.S., Organic Chemistry (Prof. Yong Hae Kim)\n1998.3 - 2001.8, Korea Advanced Institute of Science and Technology (KAIST), Ph.D., Organic Chemistry (Prof. Yong Hae Kim)\n경력\n1998.3 - 1998.8      Teaching Assistant, Department of Chemistry, KAIST\n1998.3 - 2001.8      Research Assistant, Department of Chemistry, KAIST\n2001.9 - 2001.10    Research Scientist, Department of Chemistry, KAIST\n2001.10 - 2003.8    Postdoctoral Fellow, Department of Chemistry, Columbia University (Prof. Dalibor Sames)\n2003.9 - 2005.8      Full time instructor, Department of Chemistry, Pukyong National University\n2005.9 - 2009.2      Assistant Professor, Department of Chemistry, Pukyong National University\n2007.12 - 2009.11  Chairman, Department of Chemistry, Pukyong National University\n2009.3 - 2010.2      Associate Professor, Department of Chemistry, Pukyong National University\n2010.3 - 2015.2      Associate Professor, Department of Chemistry, Hanyang University\n2010 - 2011 Member of Public Relations Committee, College of Natural Sciences, Hanyang University\n2015.3 - present    Professor, Department of Chemistry, Hanyang University\n2018.9 - 2020.8      Committee Member of Human Rights Center, Hanyang University\n2019.9 - 2021.8      Head of Experimentation, Department of Chemistry, Hanyang University\n2020.3 - 2022.2       Vice Director, Industry-University Cooperation Foundation / Vice Director, Academic Research Affairs / Director, Seoul Cooperative Center for Research Facilities, Hanyang University\n수상\nExcellent Dissertation Award, Department of Chemistry, KAIST (2001)\nTetrahedron Most Cited Paper 2003-2006 Award\nExcellent Paper Awards in College of Natural Sciences, Pukyong National University (2008)\nAsian Core Program Lectureship Award (2008)\nThieme Journal Award (2009)\nAward for the Researcher of the Month, Hanyang University (2015)\nThe 6th Korean Society of Organic Synthesis Young Scientist Award (2017)\nThe 16th Shim Sang Chul Award, Organic Chemistry Division, Korean Chemical Society (2019)\n학회활동\nMember of Korean Chemical Society (1996-present)\nMember of Korean Society of Organic Synthesis (2010-present)\nMember of Chem World Standing Committee of Korean Chemical Society (2009)\nMember of Publication Committee of Korean Chemical Society (2010-2011)\nMember of Preparatory Committee of International Year of Chemistry (IYC) (2010-2011)\nDirector of Academic Affairs, Korean Chemical Society (2014)\nMember of Women Affairs Committee of Korean Chemical Society (2019-2020)\n연구관심분야\nDevelopment of New Synthetic Methodology\nMetal Catalysis\nOrganocatalysis\nHeterocyclic Synthesis"
}