{
  "title": "윤정모",
  "url": "https://hyu.wiki/%EC%9C%A4%EC%A0%95%EB%AA%A8",
  "content": "윤정모는 서울캠퍼스\n경제금융대학\n경제금융학부\n교수이자, 경제금융학부장을 겸임하고 있다.\n경제금융학부 홈페이지 참고(2019.10.)\n목차\n1\n학력\n2\n경력\n3\n동정\n4\n연구관심분야\n5\n연구\n5.1\n패소자 소송비용 부담 제도 재검토\n[1]\n6\n주요연구과제\n7\n주요논문\n8\n저서\n9\n수상\n10\n언론 활동\n학력\nUniversity of Illinois 경제학 박사\n경력\nKorea Institute for International Economic Policy 연구위원\nClaremont McKenna College 조교수\nUniversity of Houston 초빙교수\n동정\n2018.01\n이달의연구자\n선정\n연구관심분야\n계량경제학, 응용미시경제학\n연구\n패소자 소송비용 부담 제도 재검토\n[1]\n이제껏 연구된 실증분석 결과로는, 패소자 부담 원칙을 택해야 원고가 이길 때와 보상을 많이 받는 이른바 소송의 ‘질’이 높아진다. 경제학 이론에서 보면, 패소자 부담 원칙을 따를 경우 중간에 합의를 보는 비율은 낮아진다. 더 많은 소송이 재판 끝까지 가게 되는 것이다. 이로 인해 소송의 질적인 가치가 높아지는 것은 좋지만, 윤 교수는 그로 인해 올라가는 개인적이고 사회적인 비용을 따져야 한다고 지적했다.\n주요연구과제\nCluster Robust Covariance Matrix Estimation in Panel Quantile Regression with Individual Fixed Effects, with Antonio Galvao. Quantitative Economics, Accepted. Circulated previously under the title \"Robust Inference for Panel Quantile Regression Models with Individual Fixed Effects and Serial Correlation\".\nThe Value of an Attorney: Evidence from Changes to the Collateral Source Rule, with Eric Helland. Inference on Conditional Quantile Processes in Partially Linear Models with Application to Sharp RD Designs with Covariates, with Zhongjun Qu.\nA New Methods for Analytical Review in Auditing: Multivariate Prediction From a Simultaneous Equations Model, with Ananda Ganguly. Quantile Regression Analysis with Missing Responses, with Applications to Inequality Measures and Data Combination.\nBayesian Analysis of Conditional Density Functions: A Limited Information Approach.\nExact Boundary Kernels for Density Estimation on a Compact Support and Boundary Conditions.\n주요논문\nConstruction of Credible Intervals for Nonlinear Regression Models with Unknown Error Distributions, (with Ji Yeon Yang), Journal of Nonparametric Statistics, forthcoming. Circulated previously under the title \"Adaptive Bayesian Nonlinear Regressions.\"\nUniform Inference on Quantile Effects under Sharp Regression Discontinuity Designs, (with Zhongjun Qu), Journal of Business and Economic Statistics, Vol. 37, No. 4, Pages 625–647, October 2019.\nMultilevel Selection in Litigation Data: A Bounds Approach, (with Helland, Eric), Journal of Institutional and Theoretical Economics, 174(1), Pages 115-130, 2018.\nEstimating Effects of English Rule on Litigation Outcomes, (with Eric Helland), Review of Economics and Statistics, Vol. 99, No. 4, Pages 678–682, October 2017.\nNonparametric Estimation and Inference on Conditional Quantile Processes, (with Zhongjun Qu), Journal of Econometrics, Vol 185, Issue 1, Pages 1-19, March 2015, lead article.\nWhat Do Kernel Density Estimators Optimize, (with Roger Koenker and Ivan Mizera), Journal of Econometric Methods, Vol 1, Issue 1, Pages 15-22, August 2012.\nParametric Links for Binary Choice Models: A Fisherian-Bayesian Colloquy, (with Roger Koenker), Journal of Econometrics, Vol 152, Issue 2, Pages 120-130, October 2009.\nChanging Performance of Business Groups Over Two Decades, (with K Lee, K Ryu, and K Choo), Economic Development and Cultural Change, Vol 57, Issue 2, Pages 359-386, January 2009.\n저서\n수상\n언론 활동\n↑\n<뉴스H> 2018.01.03\n패소자 소송비용 부담 제도를 재검토하다"
}