{
  "title": "윤성범",
  "url": "https://hyu.wiki/%EC%9C%A4%EC%84%B1%EB%B2%94",
  "content": "목차\n1\n소속\n2\n학력\n3\n수상\n4\n연구실적\n5\n언론활동\n소속\n한양대학교 에리카캠퍼스 공학대학 건설환경공학과 교수\n학력\n1980년도 한양대학교 토목공학과 공학사\n1982년도 한양대학교 토목공학과 공학석사\n1987년도 (미) Cornell University 수리∙해안 공학박사\n수상\n2015, 제25회 과학기술 우수논문상 수상\n연구실적\nJ. Choi, J.T. Kirby, and S.B. Yoon, “Boussinesq modeling of longshore currents in the SandyDuck experiment under directional random wave conditions”, Coastal Engineering, Vol. 101, pp. 17-34, 2015. (SCI)\nJ. Choi, K.K. Kwon, and S.B. Yoon, “Tsunami Inundation Simulation of a Built-Up Area using Equivalent Resistance Coefficient”, Coastal Engineering Journal, Vol. 54,  No. 2, pp. 1250012-25, 2012. (SCIE)\nJ. Choi, J.I. Lee, and S.B. Yoon, “Surface Roller Modeling for Mean Longshore Current over a Barred Beach in a Random Wave Environment”, Journal of Coastal  Research, Vol. 28, No. 5, pp. 1100-1120, 2012. (SCI)\nJ. Choi, and S.B. Yoon, “A Three-dimensional Numerical Simulation of Wave and Current Evolving over a Submerged Shoal”, Coastal Engineering journal, Vol. 53, No. 2, pp. 63-85, 2011. (SCIE)\nJ. Choi, and S.B. Yoon, “Numerical Simulation of Nearshore Circulation on Field Topography under Random Wave Environment”, Coastal Engineering, Vol. 58, No. 5, pp. 395-408, 2011. (SCI)\nJ. Choi, and S.B. Yoon, “Numerical Simulations using Momentum Source Wave-Maker Applied to RANS Equation Model”, Coastal Engineering, Vol. 56, No. 10, pp. 1043-1060, 2009. (SCI)\nJ. Choi, C.H. Lim, J.I. Lee, and S.B. Yoon, “Evolution of Waves and Currents over a Submerged Laboratory Shoal”, Coastal Engineering, Vol. 56, No. 3, pp. 297-312, 2009. (SCI)\nS.B. Yoon, C.H. Lim, and J. Choi, “A Dispersion-Corrected Finite Element Model for Simulation of Distant Tsunamis”, Coastal Engineering Journal, Vol. 50, No. 1, pp. 75-99, 2008. (SCIE)\nS.B. Yoon, C.H. Lim, and J. Choi, “Dispersion-Correction Finite Difference Model for Simulation of Transoceanic Tsunamis”, Terrestrial Atmospheric and Oceanic Sciences, Vol. 18, No. 1, 31-53, 2007. (SCI)\nS.B. Yoon, C.H. Lim, and J. Choi, “Dispersion-Correction Finite Difference Model for Simulation of Transoceanic Tsunamis”, Terrestrial Atmospheric and Oceanic Sciences, Vol. 18, No. 1, 31-53, 2007. (SCI)\n언론활동"
}