{
  "title": "윤원철",
  "url": "https://hyu.wiki/%EC%9C%A4%EC%9B%90%EC%B2%A0",
  "content": "목차\n1\n소속\n2\n학력\n3\n연구실적\n4\n언론활동\n소속\n한양대학교 서울캠퍼스 경제금융대학 경제금융학부\n학력\n1990, 서울대학교, 경제학사\n1992, 버지니아주립대학교, 농경제학석사\n1995, 버지니아주립대학교, 농업및응용경제학박사\nPh.d. Virginia Tech (VPI&SU), 1995 (Agricultural & Applied Economics)\nM.S. Virginia Tech (VPI&SU), 1992 (Agricultural Economics)\nB.A. Seoul National University, 1990 (Economics)\n연구실적\n(1) Yun, Won-Cheol, Wayne D. Purcell, Anya McGuirk, and David E. Kenyon, “Implications of Trade Mix to Price Discovery and Market Effectiveness in Live Cattle Futures,” The Journal of Futures Markets, Vol. 15, No. 4, June 1995, pp. 373-394.\n(2) Kwon, Oh Sang and Won-Cheol Yun, \"Estimation of the marginal abatement costs of airborne pollutants in Korea's power generation sector,\" Energy Economics, Vol. 21, No. 6, Dec. 1999, pp. 547-560.\n(3) Kwon, Oh Sang and Won-Cheol Yun, \"Measuring economies of scope for cogeneration systems in Korea,\" Energy Economics, Vol. 25, No. 4, July 2003, pp. 331-338.\n(4) Kwon, Oh Sang, Won-Cheol Yun and Dong Hwan An, \"Market value of thermal energy of cogeneration: using shadow price estimation applied to cogeneration systems in Korea,\" Journal of Energy Policy, Vol. 33, No. 14, September 2005, pp. 1789-1795.\n(5) Yun, Won-Cheol and ZhongXiang Zhang, \"Electric power grid interconnection in Northeast Asia,\" Journal of Energy Policy, Vol 34, No. 15, October 2006, pp. 2298-2309.\n(6) Yun, Won-Cheol, \"Selective hedging strategies for oil stockpiling,\" Journal of Energy Policy, Vol. 34, No. 16, December 2006, pp. 3495-3504.\n(7) Yun, Won-Cheol and Hyun Jae Kim, \"Hedging Strategy for Crude Oil Trading and the Factors Influencing Hedging Effectiveness,\" Journal of Energy Policy, Vol. 38, No. 5, May 2010, pp. 2404-2408.\n(8) Yun, Won-Cheol, “Yuan Revaluation and Its Implications,\" Applied Economics Letters, Taylor & Francis, Vol. 19, No. 2, February 2012, pp. 149-154.\n언론활동\n▪ 17.09.22일자 <중앙일보> \"정권 바뀌니 짓던 화력 발전 스톱? 현장선 아우성\"에서 정권 교체에 따른 에너지 정책 기조 변화에 대한 부작용을 언급"
}