{
  "title": "은용수",
  "url": "https://hyu.wiki/%EC%9D%80%EC%9A%A9%EC%88%98",
  "content": "은용수 교수\n한양대학교 서울캠퍼스\n사회과학대학\n정치외교학과\n교수\n2019\n연구우수교수\n- 영문 프로필\nYong-Soo Eun\n목차\n1\n학력\n2\n연구실적\n2.1\nA. Articles in peer-reviewed academic journals (indexed in SSCI)\n2.2\nB. Articles in peer-reviewed academic journals (indexed in Korean Citation Index)\n2.3\nC. Books and Book Chapters\n3\n저서\n4\n동정\n5\n수상\n6\n언론\n6.1\n교내언론\n7\n각주\n학력\n연구실적\nA. Articles in peer-reviewed academic journals (indexed in SSCI)\n“An Intellectual Confession from a Member of the ‘Non-Western’ IR Community: A Friendly Reply to David Lake’s ‘White Man’s IR’” PS: Political Science and Politics, Volume 52, Issue 1, (2019), pp. 78-84.\n“Global IR through dialogue” The Pacific Review Volume 32, Issue 2, (2019), pp. 131-149\n“Opening up the Debate Over ‘Non-Western’ International Relations” Politics, Volume 39, Issue 1, (2019), pp. 4-17.\n“Beyond ‘the West/non-West Divide’ in IR” The Chinese Journal of International Politics, Volume 11, Issue 4, (2018), pp. 435-449.\n“What does International Relations Theory Tell Us about Territorial Disputes and their Resolution?” International Politics Volume 55, Issue 2, (2018), pp. 141-159.\n“Chinese Hegemony: Grand Strategy and International Institutions in East Asian History. By Feng Zhang, Stanford University Press,” Perspectives on Politics  Volume 16, Issue 1, (2018), pp. 283-295.\n“Introduction: Making Sense of Korean Discourses and the East Asian Regional Order” The Pacific Review, Volume 31, Issue 2, (2018), pp. 240-244.\n“To what extent is post-positivism ‘practised’ in IR?” International Political Science Review, Volume 38, Issue 5, (2017), pp. 593-607.\n“Cyberwar: Taking Stock of Security and Warfare in the Digital Age,” International Studies Perspectives, Vol. 17, No. 3, (2016), pp. 343-360.\n“Elusive East Asia: ‘Methodological’ Suggestions for the Study of East Asian Security,” Japanese Journal of Political Science, Vol. 17, No. 03, (2016), pp. 451-467.\n“Smoke, but No Fire? In Social Science, Focus on the Most Distinct Part,” PS: Political Science and Politics, Vol. 47, No. 1, (2014), pp. 145-148.\n“The Power of Human Beliefs over the State’s Behavior in World Politics,” International Political Science Review, Vol. 34, No. 4, (2013), pp. 372-391.\n“Getting Asia Right and Advancing the field of IR,” Political Studies Review, Vol. 11, No. 3, (2013), pp. 369-377.\n“Rethinking Logic of Inference and Explanation in the field of International Relations,” Politics, Vol. 32, No. 3, (2012), pp. 162–174.\n“Why and How Should We Go for a Multicausal Analysis in the Study of Foreign Policy?: (Meta-) theoretical Rationales and Methodological Rules,” Review of International Studies, Vol. 38, No. 4, (2012), pp. 763–783.\nB. Articles in peer-reviewed academic journals (indexed in Korean Citation Index)\n“Hybrid coloniality: Questioning South Korean foreign and security policy from postcolonial theory.” Korean International Studies Association Journal (in Korean 국제정치논총), Vol. 60, No. 1, (2020), pp. 7-61.\n(Pre-)Theorizing Emotion in the Study of International Relations: How are collective emotions produced? Korean Political Science Association Journal (in Korean 한국정치학회보), Vol. 52, No. 2, (2018), pp. 123-144.\n“Emotion Studies in IR: Critical Review and Theoretical Suggestion” Korean International Studies Association Journal (in Korean 국제정치논총), Vol. 57, No. 3, (2017), pp. 51-86.\n“Marginalized IR theory and Korea’s International Issues,” Korean International Studies Association Journal (in Korean 국제정치논총), Vol. 56, No. 3, (2016), pp. 51-88.\n“Critical Theory and its Implications for South Korean Foreign Policy,” Review of International and Area Studies (in Korean 국제지역연구) Vol. 24, No. 3, (2015), pp. 67-93.\n“Making a case for Metatheory in IR,” Korean Political Science Association Journal, (in Korean 한국정치학회보) Vol. 49, No. 4 (2015), pp. 127-156.\n“Psychological and Cognitive Approaches in IR,” Korean International Studies Association Journal (in Korean 국제정치논총) Vol. 53, No. 4, (2013), pp. 79-111.\nC. Books and Book Chapters\nGoing beyond Parochialism and Fragmentation in International Studies edited by Yong-Soo Eun (Routledge, 2020, ISBN: 9781138063006).\n“Constructivism: National Identity and Foreign Policy” in Sage Handbook of Asian Foreign Policy, edited by Takashi Inoguchi (Sage, 2019).\nWhat is at Stake in Building “Non-Western” IR Theory? (Routledge, 2018, ISBN: 9781138282544)\nPluralism and Engagement in the Discipline of International Relations* (Palgrave Macmillan, 2016, ISBN: 978-981-10-1120-7).\nRegionalizing Global Crises: The Financial Crisis and New Frontiers in Regional Governance, co-edited with Toni Haastrup (Palgrave Macmillan, 2014, ISBN: 978-1-137-34756-5).\n저서\n《기후, 환경, 그리고 우리》(2023)\n[1]\n《국제관계학에서의 다원주의와 이론적 관여》 (영국 팔그레이브 맥말란/독일 스프링거, 2016)\n《<'탈(脫)서구' 국제관계 이론을 세우는 것은 무엇에 달려 있는가? What is at Stake in Building ‘Non-Western’ IR Theory?》 (Routledge, 2018년)\n[2]\n《국제관계학의 편협주의와 파편화를 넘어 (Going beyond Parochialism and Fragmentation in the Study of International Relations)》\n[3]\n(Routledge\n[4]\n, 2020년)\n책임저술(영문)\n미국 국제정치학회장을 역임한 티비 폴(T.V. Paul) 교수를 비롯해 해외의 저명한 국제정치학자들 참여\n국제관계연구에서의 서구중심성이라는 문제와 최근 점증하는 국제정치학이론의 파편화라는 문제를 모두 해결하고자하는 목적으로 저술\n동정\n2018년 11월 미국정치학회 전문학술지 'PS:Political Science & Politics'에 논문 게재\n2018년 1월 미국정치학회 공식학술지 ‘Perspectives on Politics(PP)’에 논문 게재(단독저자로 게재한건 한국인 저자로는 처음)\n2018년 1월 세계정치학회 공식학술지 ‘International Political Science Review(IPSR)’에 논문 게재(단독저자로 게재한건 한국인 저자로는 처음)\n2015년 국제 저명 루틀리지(Routledge) 출판사 편집장 임명\n수상\n2021, 한국국제정치학회 학술상 수상\n언론\n교내언론\n2023.05.03 <뉴스H>\n은용수 한양대 교수 저서, 세계적 출판사에서 출간\n2020.06.30 <뉴스H>\n[백남의 교수저서] \"학생의 역할은 지식의 소비자가 아닌 지식의 생산자다\"\n2020.06.22 <뉴스H>\n은용수 교수, 세계적출판사서 국제관계이론서 '국제관계학의 편협주의와 파편화를 넘어' 출간\n2020.02.26 <뉴스H>\n[2019연구우수교수] 라우틀리지 아시아국제정치이론 총서 편집장, 주류의 시각과 통념에 도전하는 젊은 석학\n2019.06.25 <뉴스H>\n세계적인 출판사 장벽을 다시 한번 뛰어넘다.\n각주\n↑\n<뉴스H> 2023.03.03\n기후, 환경, 그리고 우리: 발간 속 담긴 이야기\n↑\n<뉴스H> 2018.03.27\n은용수 교수, 영국서 국제정치책 출간\n↑\n도서 및 출판사 웹사이트 주소:\nhttps://www.routledge.com/Going-beyond-Parochialism-and-Fragmentation-in-the-Study-of-International/Eun/p/book/9781138063006\n↑\n글로벌 명성을 갖고 있는 학술출판사 라우틀리지(Routledge)"
}