{
  "title": "의예과",
  "url": "https://hyu.wiki/%EC%9D%98%EC%98%88%EA%B3%BC",
  "content": "목차\n1\n학부(서울)\n1.1\n전공소개\n1.1.1\n학과 소개\n1.1.2\n학과 정보\n1.1.3\n특장점\n1.1.4\n커리큘럼\n1.1.5\n진로\n1.1.6\n질의응답\n학부(서울)\n소속: 서울 의과대학 의예과\n유형: 서울 대학\n영문명:  DEPARTMENT OF PRE-MEDICINE\n중문명: 医预系\n전공소개\n전공안내서2025의 내용을 발췌해 정리한 글임.\n학과 소개\n의학은 인체의 질병을 이해하고 연구하는 학문입니다. 의과대학에서의 교육은 의예과 2년과 의학과 4년, 총 6년의 과정으로 구성되어 있습니다. 의예과는 본격적인 의학 지식을 습득하기 전단계의 과정으로 의학교육의 기초를 다지는 시기에 해당합니다.\n‘의(醫)’는 고전적으로 단순히 병을 고치는 학문을 넘어 인류의 건강을 유지 증진하고 인간다운 삶을 영위할 수 있도록 하는 학문이라 할 수 있습니다. 사람의 건강과 생명에 관련된 일인 만큼, 의사에게는 병을 고치는 단순한 기술에 앞서 올바른 가치판단을 할 수 있는 능력이 보다 중요하다고 할 수 있습니다. 의예과는 생명과학 및 의학에 대한 기초를 충실히 학습하며, 더 나아가 사명감을 안고 많은 사람에게 인술을 베풀어 세상에 기여하는 전문 의료인을 양성하는 것을 목표로 한양대학교의 건국이념인 사랑을 실천하는 참된 의료인상을 확립시키고 있습니다.\n또한 의과대학에서는 배출된 의료인들이 병을 치료하는 일뿐만 아니라 인체에 대해 새로운 정보를 연구하고 실용화하여 치료되지 못한 병을 해결하는 것에 적용시키는 연구 분야에서도 두각을 나타내고 있습니다.\n학과 정보\n총학생수 : 567명\n성비 : 남녀 3:1\n전화번호 : 02-2220-1841\n학과설립연도 : 1968\n특장점\n국제화 프로그램 및 해외명문대 교육과정 교류\n매년 정원의 1/3정도의 의학과 학생들이 미국 및 유럽의 유수의과대학과 의료취약지역 동남아시아로 임상 실습파견을 나갑니다. 또한 미국 우수대학인 예일대, 존스홉킨스대, UCLA대학 등과 교육과정 개선 및 적용 등의 정보를 교류하고 있으며, 용산에 위치한 미군병원에서 실습의 기회를 제공하고 있습니다.\n최고의 의료진, 최신 의료기기 완비\n심사평가원 평가 급성심근경색부문 1등급 및 류마티스 특화병원으로 인정받은 바 있습니다. 보건복지부가 주관한 '2023년도 응급의료기관 평가'에서 권역응급의료기관 부문 서울 7개 기관 중 1위, 전국 3위로 최우수 A등급을 획득하였으며, 최첨단 로봇 수술, 암치료 첨단 기법을 도입했습니다.\n한양대학교 서울・구리 의료원\n한양대학교병원은 1972년 동양 최대 규모로 개원하였습니다. 이후 경기도 구리시에 제2부속병원인 한양대학교 구리병원을 개원하였고 류마티스병원, 국제병원을 설립하여 오늘날의 한양대학교 의료원을 구성하고 있습니다. 이들 병원이 모두 의학과 3-4학년의 수련병원에 해당합니다. 심사평가원 평가 급성심근경쟁부문 1등급 및 류마티스 특화병원으로 인정받은 바 있으며,최근 최첨단로봇수술, 암치료첨단기법 등을 도입해 현대 난치병 정복에 뛰어난 업적을 보이고 있습니다.\n커리큘럼\n*연도별 커리큘럼은 상이할 수 있으니, 학과 홈페이지에서 다시한번 확인하시길 바랍니다.\n의예과2년\n전공\n1학년\n2학년\n의학기초\n일반생물학\n의료기기의이해\n비교해부학\n의약화학\n의료정보학\n세포생물학\n생물리학\n유전학\n의학용어학\n의학영양학\n인체구조기능학\n의학개론\n인문 및 윤리소양\n문화와비평\n인간심리학\n생명과윤리\n사회와의료\n교육공학개론\n올바른건강관리\n통계학개론\n한의학\n의학실무영어\n의학과4년\n전공\n1학년\n2학년\n3학년\n4학년\n기초의학\n기생충학\n감각계면역학\n근.골격학\n병리학\n신경학\n약리학\n정신과행동\n예방의학\n의학\n미생물학\n의학생리학\n의학생화학\n인체의구조\n내분비대사\n감염생식의학\n노화소화기학\n면역\n신장과요로\n직업병및손상\n심혈관학\n출생과성장\n호흡기학\n혈액과종양\n공통\n환자-의사-사회\n환자-의사-사회\n환자-의사-사회\n임상의학\n임상의학입문\n임상술기\n기본임상술기\n기본임상술기\n임상실습\n내과학\n산부인과학\n소아청소년과학\n신경과학\n영상의학\n외과학\n정신건강의학\n정형외과학\n집단검사의학\n가정의학\n마취통증의학\n방사선종양학\n병리학\n비뇨기과학\n성형외과학\n안과학\n응급의학\n이비인후과학\n재활의학\n지역사회의학\n직업환경의학\n피부과학\n핵의학\n흉부외과학\n진로\n분야\n직업\n교수\n의학, 의공학, 생명공학, 보건학, 교육학, 체육학, 기타 의료계열(응급구조학 등)\n봉직의\n각종 국공립, 사립 병원에서 월급을 받고 일하는 의사\n개인의원 혹은 병원\n보건소장 등 공공의료직\n공직\n보건복지부, 국민건강보험공단, 국민연금공단, 국공립병원임상의사, 정부출연연구소연구직,\n언론인\n국가정보원, 국립과학수사연구소, 소방방재청, 중앙소방학교, 질병관리본부, 중앙응급의료센터 등\n기업가\n의학전문기자, 의학평론가, 의학전문 방송인, 의학컬럼리스트 등\n보건기구\n의료벤처 사업가, 의료관련 회사 CEO, 전문 경영인 등\n제약회사의사\n국제보건기구 및 의료 관련 비영리기구 종사자(WHO, Global NGO) 등\n군인\n의무 장교, 해외 파견 군의관, 외국 군의관 등\n질의응답\n의과대학에서 요구하는 인재상은 어떤가요?\n인간의 생명을 다룬다는 사명감을 가지고 기꺼이 봉사할 준비가 되어 있는 희생정신과 의학의 발전에 능동적으로 기여할 탐구 정신을 갖춘 학생이야말로 의과대학이 원하는 인재입니다.\n의학대학에서는 정말 공부만 계속 하나요?\n의학과의 경우 1~2주에 한 번씩 시험을 보기 때문에 열심히 공부를 하지만, 의예과는 기초 지식과 교양을 쌓는 과정으로 다른 과와 비슷한 학업을 진행하고 있습니다.\n의학전문대학원과 의과대학은 무엇이 다른가요?\n의학전문대학원은 다양한 학문적 배경을 가진 학생들에게 의학교육을 제공하기 위해 설립되어 의학 외의 다른 학문을 전공한 학사들 중에서 선발되어 석사 과정에 있다는 것이 학사 과정인 의과대학과 차이점입니다. 그러나 이러한 입학배경의 차이에도 불구하고 진로가 일치하기 때문에 의학전문대학원 학생과 의학과 학생은 4년간 공통으로 의학교육이 제공됩니다. 성적처리는 개별적으로 이루어집니다.\n의사가 되려면 어떤 과정을 거쳐야 하나요?\n의학과 과정을 마치고 의사자격 국가고시를 통과해 의사면허를 취득하면 의사의 자격을 갖출 수 있습니다. 이후 1년의 인턴 과정과 3~4년의 레지던트 과정을 거쳐 특정 진료과의 전문의가 될 수도 있습니다."
}