{
  "title": "이기천",
  "url": "https://hyu.wiki/%EC%9D%B4%EA%B8%B0%EC%B2%9C",
  "content": "서울\n공과대학\n산업공학과\n교수이자\n지능데이터시스템 연구실\n장을 겸하고 있다.\n연락처: 02-2220-0478 / skylee@hanyang.ac.kr\n홈페이지:\nhttp://ids.hanyang.ac.kr/Profkichun.html\n목차\n1\n학력\n2\n경력\n3\n연구관심분야\n4\n주요연구\n4.1\n지능데이터시스템연구실, 디지털플랫폼 기반 민간 비즈니스 확산 실증지원 사업 참여(2020.06)\n4.2\nAI 기술활용한 타이어 성능 예측 시스템 개발(2022.02)\n[1]\n5\n교내언론\n학력\nPh.D. in Industrial and Systems Engineering, Georgia Institute of Technology , Aug. 2010\nM.S. in Industrial Engineering, KAIST, Feb. 2000\nB.S. in Industiral Management with minor at Electrical Engineering, KAIST, Feb. 1998\n경력\nAssociate professor at Industrial Engineering, Hanyang University - from Mar. 2018 to present\nAssistant professor at Industrial Engineering, Hanyang University - from Mar. 2012 to Feb. 2018\nTechnical expert for public big data, National Information Society Agency from Jan. 2016 to present\nPost-doctoral researcher at Emory University - from Jan. 2011 to Jan. 2012\nPost-doctoral researcher at Georgia Institute of Technology - from Aug. 2010 to Dec. 2010\nSoftware researcher at Samsung SDS - from Mar. 2006 to Jul. 2006\nSoftware researcher at Tmax Soft - from Mar. 2001 to Feb. 2006\nIT columnist at Digital Times - from Oct. 2000 to Nov. 2000\nDevelopment manager at ICG (now ICGIST) - from Jan. 2000 to Jan. 2001\nAssistant engineering staff at ETRI - from Apr. 1998 to Mar. 1999\nIT lecturer at AIIT (Advanced Institute of Information Technology) - from Oct. 1999 to Nov. 1999\n연구관심분야\nData mining, Bioinformatics, Enterprise Information Systems, Computational Methods\n주요연구\n지능데이터시스템연구실, 디지털플랫폼 기반 민간 비즈니스 확산 실증지원 사업 참여(2020.06)\n오토카지, 지니웍스와 함께 컨소시엄으로 한국정보화진흥원(NIA) 주최 '디지털플랫폼 기반 민간 비즈니스 확산 실증(PoC)지원 사업'에 선정됐다.\n컨소시엄은 불법주정차 디지털 플랫폼 분야의 과제 주관사 및 협력사로 참여한다.\n불법주정차 관련 새로운 비즈니스 모델을 기획하고 실증함으로써 서울시의 불법주정차 문제를 해결함과 동시에 민간이 기획한 비즈니스 모델을 사업화하는 프로젝트이다.\nAI 기술활용한 타이어 성능 예측 시스템 개발(2022.02)\n[1]\n이기천 교수 연구팀은 넥센타이어, 고려대 연구팀과 함께 ‘인공지능(AI) 기술을 활용한 타이어 성능 예측 시스템(이하 AI 예측 시스템)’을 개발했다.\n해당 시스템은 타이어 개발 절차 중 머신 러닝 기술을 활용해, 타이어 개발 시 고려되는 연비, 소음, 핸들링, 접지, 강성 등 성능을 정확하고 빠르게 예측할 수 있다.\n일반적인 타티어 성능 예측 기법인 FEA(Finite Element Analysis, 유한요소해석)가 수치 계산에 소요시간이 오래 걸려 개발자들이 컨셉 설계 단계에서 빠르게 성능을 검토하는데 효율성이 떨어진는 단점을 해소시켰다.\n교내언론\n<뉴스H> 2022.03.21\n이기천 교수, 지능형 데이터 시스템으로 실생활을 풍요롭게\n↑\n<뉴스H> 2022.02.18\n이기천 교수 연구팀, AI 기술 활용한 타이어 성능 예측 시스템 개발"
}