{
  "title": "이근상",
  "url": "https://hyu.wiki/%EC%9D%B4%EA%B7%BC%EC%83%81",
  "content": "이근상은 서울캠퍼스\n공과대학\n자원환경공학과\n교수이자,\n석유시추공학연구실\n장을 겸임하고 있다.\n자원환경공학과 홈페이지 참고(2019.10.)\n목차\n1\n학력\n2\n경력\n3\n연구관심분야\n4\n주요연구과제\n5\n주요논문\n6\n저서\n7\n수상\n8\n언론 활동\n학력\n1988 서울대학교 자원공학과 공학사\n1990 서울대학교 자원공학과 공학석사\n1995 The University of Texas at Austin 공학박사\n경력\n2011.03-현재 한양대학교 자원환경공학과 교수\n1998.03-2011.02 경기대학교 환경에너지시스템공학과 교수\n2005.01-2006.01 Associate Adjunct Professor, Michigan State University\n1996, 1997, 2007, 2008 서울대학교 강사\n1995.07-1998.02 금호 전임연구원\n연구관심분야\n증진회수, 저류층 시뮬레이션, 지열에너지\n주요연구과제\nCO2-EOR 파일럿 테스트 (1단계 1천톤)를 통한 CO2 지중저장 연계기술 개발 / 2012.11-2015.10 / 한국지질자원연구원\n신화학공법을 이용한 석유회수증진기술 개발 / 2012.06-2015.05 / SK이노베이션\n셰일 및 치밀가스 저류층 특성화 및 압력천이분석을 통한 생산성 평가 / 2013.12-2014.12 / 해외자원개발진흥재단\n증진오일회수에 대한 국제협력활동 / 2014.01-2015.01 / 한국에너지기술평가원\n주요논문\nChoi, B., Jeong, M., and Lee, K.S., 2014, “Temperature-dependent Viscosity Model of HPAM Polymer through High-temperature Reservoirs,” Polymer Degradation and Stability, Vol. 110, pp. 225-231.\nLee, S.J., Kim, T.H., and Lee, K.S., 2014, “Development and application of Type Curves for Pressure Transient Analysis of Horizontal Wells in Shale Gas Reservoirs,” International Journal of Oil, Gas and Coal Technology, Vol. 8, No. 2, pp. 117-134.\nJeong, M., Cho, J., Choi, J., Lee, J.H., and Lee, K.S., 2014, “Compositional Simulation on the Flow of Polymeric Solution Alternating CO2 through Heavy Oil Reservoir,” Advances in Mechanical Engineering, Vol. 2014, Article ID 978465\nLee, J.H. and Lee, K.S., 2013, “Performance of Gel Treatments in Reservoirs with Multi-scale Heterogeneity,” J. of Chemistry, Vol. 2013, Article ID 416328.\nLee, K.S., 2013, “The Effects of Shear-Thinning Property of Injection Fluid on the Performance of Polymer Flood,” Energy Sources Part A, Vol. 35, No. 16, pp. 1550-1559.\nLee, K.S., 2013, “Performance of Polymer Flooding in Anisotropic Reservoirs with Discontinuous Streaks of Shale,” Energy Sources Part A, Vol. 35, No. 14, pp. 1338-1348.\nLee, K.S., 2012, “Efficiency of Horizontal and Vertical Well Patterns on the Performance of Micellar-Polymer Flooding,” Energy Procedia, Vol. 16, pp. 889-894.\nLee, K.S., 2012, “Efficiency of Horizontal and Vertical Well Patterns on the Performance of Micellar-Polymer Flooding in Anisotropic Reservoirs,” Energy Science and Technology, Vol. 3, No. 1, pp. 38-44.\n저서\n수상\n언론 활동"
}