{
  "title": "이규혜",
  "url": "https://hyu.wiki/%EC%9D%B4%EA%B7%9C%ED%98%9C",
  "content": "목차\n1\n소속\n2\n학력\n3\n연구실적\n4\n언론활동\n소속\n한양대학교 서울캠퍼스\n생활과학대학\n의류학과\n학력\n1993. 서울대학교 의류학과 (B. S.)\n1995. 서울대학교 대학원 의류학과 (M. S.)\n2000. 미국 Iowa State University (Ph. D.)\n연구실적\n2014, 온라인 커뮤니티에 나타난 의복 DIY(Do-It-Yourself 동기, 복식\n2014, 리폼티셔츠를 통해 본 성역할 정체감에 따른 추구 디자인ㆍ감성 요소, 한국패션디자인학회지\n2014, 온라인 브랜드 커뮤니티에서 커뮤니티 이용 동기가 지식 공유와 브랜드 충성도에 미치는 영향, 브랜드디자인학연구\n2013, 의복소비에 있어서의 양면적 태도와 강박구매, 복식문화연구\n2013, 온라인 구매후기의 방향성과 평가내용이 패션상품에 대한 소비자 태도에 미치는 영향, 복식문화연구\n2013, 남성 신세대 소비자의 자기우월감 성향과 의복추구가치가 브랜드 의식과 브랜드 행동에 미치는 영향,  브랜드디자인학연구\n2013, 남성 소비자가 근무 시 착용하는 의복에 대한 만족과 직업 만족도, 복식\n2013, An exploratory analysis and usability evaluation of fashion mobile applications: Focus on Korea and  U.S. App stores, 복식문화연구\n2013, 온라인 의류쇼핑에서 서비스 실패 경험 후 쇼핑채널의 회복노력에 따른 채널만족도, 디지털정책연구\n2013, Influence of time pressure on the purchase decision making process in apparel shopping, 복식문화연구\n2013, Role of risk reduction strategies in shopping online for fashion products, 복식문화연구\n2013, 모바일 쇼핑동기와 패션애플리케이션 수용, 디지털정책연구\n2013, 구전행동에 따른 소비자 유형과 특성, 한국의류학회지\n2012, 쇼핑가치에 따른 점포선택기준과 패션점포 유형별 방문정도의 차이, 복식문화연구\n2012, 브랜드-자기 일치성이 아동복 브랜드 태도에 미치는 영향: 아동 이미지, 실제 이미지, 이상적 이미지를 중심으로,  한국의류학회지\n2012, 성별, 쇼핑동기, 플로우 경험이 쇼핑행동에 미치는 영향, 디지털정책연구\n2012, Perceptions of Presence as Antecedents to E-tail Shopping: An Extended Technology  Acceptance Model, 복식문화연구\n2012, Acculturation, Cultural Orientation, and Clothing Involvement of International Students in Korea,  한국의류학회지\n2012, E-tail uses and Gratifications to Understand Apparel Consumers, 복식문화연구\n2011, Typology of Fashion Product Consumers: Application of Mixture-model Segmentation Analysis,  한국의류학회지\n2011, 사회적 자기이미지와 가상공간에서 아바타 이미지, 복식\n2011, 스포츠웨어 브랜드의 웹사이트 색채 특성 분석, 복식문화연구\n2011, 주부가 선호하는 아동복 브랜드의 이미지에 따른 구매 의도: 자기일치성과 행동의도모델을 중심으로, 복식문화연구\n2011, 패션지향성, 목적지향적/체험적 쇼핑동기, 플로우 경험과 패션제품 구매행동, 한국의상디자인학회지\n2011, 패션 시장세분화를 위한 탐색적 연구, 복식문화연구\n2010, 위탁생산업체의 특성, 위탁생산업체-도매업체 관계 형성 및 도매업체 만족도에 관한 연구, 복식문화연구\n2010, The Effect of Clothing Interest and Fashion Innovativeness on Olfaction of Apparel Product, 한국의류학회지\n2010, 성역할 정체성과 의복흥미, 한국생활과학연구\n2009, Assessment of Student Perceptions of a Lecture Club on a Social Networking Website, International Journal of Human Ecology\n2009, 인터넷 쇼핑몰 유형에 따른 소비자의 자체 의류 상표에 대한 태도, 복식문화연구\n2009, 동대문 패션 타운의 도매업체 현황 및 협력 업체 선정 기준에 따른 유형화, 복식문화연구\n2009, 패션 브랜드 지면 광고의 문화적 포지셔닝 전략에 따른 색채사용, 한국생활과학연구\n2009, 원산지일치도와 가격수준에 따른 의류 제품평가, 복식\n2009, 선택상황에서의 제품 속성평가를 바탕으로 한 온라인 의류 구매자 세분화, 한국의류학회지\n2009, Personalization Strategies and Apparel Shopping Orientation of College Students, 한국의류학회지\n2009, Purchase Motives, Use of Information Sources, and Decision Making Styles of Online Clothing Shopping, 한국의류학회지\n2009, 남성 글로벌 브랜드의 국내외 웹사이트 색채 특성 비교, 복식문화연구\n2009, 환경의식과 의복소비행동: 10대와 20대 소비자를 중심으로, 한국생활과학연구\n2008, 의류상품 소비에 있어서 가격수용성의 상호관련변수, 한국의상디자인학회지\n2008, 대학생들의 자기이미지가 의복 혁신성과 동조성에 미치는 영향, 한국생활과학연구\n2008, 개인화된 의류상품과 서비스에 대한 소비자 태도에 영향을 미치는 요인, 복식\n2007, Historical Evolution of Stage Costumes in Europe since the Second World War, 한국의류학회지\n2007, 니트의류제품의 세탁 및 관리현황조사, 한국의류학회지\n2007, 청각이미지와 의복 이미지의 관련성에 대한 탐색: 성격, 성별, 의복관심의 영향을 중심으로, 한국생활과학연구\n2007, 남성소비자들의 상표충성도와 쾌락적, 효용적 의복가치, 한국생활과학연구\n2007, 니트의류제품 구매행동과 평가기준, 한국의류학회지\n2007, 세계주의와 자국중심주의가 의류제품의 쇼핑에 미치는 영향, 한국의류학회지\n2007, 패션 제품 온라인 쇼핑 시 지각되는 위험과 구매 의도의 관계에 있어서 태도의 역할, 복식문화연구\n2007, 인구통계적 특성, 소비자 가치와 의류브랜드 개인화 전략, 한국의류산업학회지\n2007, 대행 인터넷 쇼핑몰에서 위험지각과 정보탐색이 소비자 만족에 미치는 영향, 한국의류학회지\n2007, 소비자 연령대에 따른 니트웨어 착용 및 소비행동의 차이, 복식문화연구\n2007, 의류제품 쇼핑과정에서 개인화의 다면적인 영향, 한국의류산업학회지\n2007, 다중원산지와 가격정보가 청바지 상표태도와 제품평가에 미치는 영향, 한국의류학회지\n2007, 남성소비자들의 라이프스타일에 따른 의복가치, 한국의류학회지\n2007, 대행 인터넷 쇼핑몰 이용자의 패션제품 구매동기에 관한 연구: 일반 인터넷 쇼핑몰 이용자와의 비교를 중심으로,  한국의류학회지\n2007, 의류전문 점포에서 내부마케팅과 내부고객관계관리가 종업원들의 변화에 대한 태도에 미치는 영향, 한국의류학회지\n2007, 패션 온라인 커뮤니티 가입자들의 관계지향적 행동, 복식문화연구\n2007, 의류매장에서 내부서비스품질이 직무만족과 조직성과에 미치는 영향, 한국의류산업학회지\n2006, 매장 만족도에서 소비자 거래비용의 역할 분석: 구매고객과 잠재고객 모델 비교, 소비자학연구\n2006, 의류제품 구매에 있어서 유통채널갈등과 가격단서 지각, 한국생활과학연구\n2006, A Study of Student Perspectives on Web-based Learning Technology in Merchandising Courses,  한국의류학회지\n2006, 성역할, 의복동조성이 유행추구성향과 혁신추구성향에 미치는 영향, 한국생활과학연구\n2006, 향기섬유제품의 향기감성 영향모형에 대한 성별비교 연구, 감성과학\n2006, 온라인 쇼핑에서 소비자가 지각하는 제품 정보 중요성의 비중, 한국의류학회지\n2005, 패션브랜드 소비자의 의복관여와 커뮤니티 몰입, 한국생활과학연구\n2005, 대학생의 전공에 따른 유행 동조성, 혁신성, 의복가치 차이에 관한 연구, 한국생활과학연구\n2005, 혈액형에 따른 자기이미지와 의복가치, 한국생활과학연구\n2005, 의류업체에서 내부 마케팅의 영향 요인이 내부 성과와 외부 성과에 미치는 영향, 복식문화연구\n2004, 의류제품구매과정에 있어서 내적준거가격의 영향, 복식\n2004, 의류제품 소비자의 유행관여와 쇼핑성향, 한국생활과학연구\n2003, 의류상품에 대한 가격의식성의 구조, 한국생활과학연구\n2002, Zaichkowsky의 PII(제품관여척도): 의류제품 군의 성격에 따른 측정의 문제점 연구, 한국생활과학연구\n2002, 감성 브랜딩: Top Apparel Brand의 마케팅전략, 섬유기술과 산업\n2002, 다면적인 가격지각이 의복구매과정에 미치는 영향: 구매태도 및 행동과의 관계를 중심으로, 대한가정학회지\n언론활동"
}