{
  "title": "이미경",
  "url": "https://hyu.wiki/%EC%9D%B4%EB%AF%B8%EA%B2%BD",
  "content": "한양대학교 서울캠퍼스\n생활과학대학\n의류학과\n교수이다.\n학력\n1981. 한양대학교 의류학과 (B. S.)\n1997. 숙명여자대학교 대학원 의류학과 (M. S.)\n2007. 한양대학교 대학원 의류학과 (Ph. D.)\n1984. 일본 동경 문화복장학원 복식디자인과 졸업\n1991. 프랑스 파리 AICP 모델리스트과정 수료\n연구실적\n2014. 국내 아동복 브랜드의 생산현황 및 치수체계 실태 조사 (김민정, 어미경, 박선경), 복식, 64(6)\n2014. 다기능성 웨어 착용이 골프 드라이브 스윙에 미치는 효과 (김정우, 박선경, 어미경), 복식문화연구, 22(4)\n2014. 남성 슬림 팬츠 패턴 비교 분석 - 3D CLO 가상착의 시스템을 활용 (김경아, 홍은희, 어미경), 복식문화연구, 22(4)\n2013. 패딩 두께에 따른 20대 여성용 패딩 재킷 패턴 (이혜승, 서미아, 어미경), 복식문화연구, 21(5)\n2013. 세번수 면직물의 재단 방향 변화에 따른 봉합강도 (어미경), 한국의상디자인학회지, 15(3)\n2013. 배기팬츠의 엉덩이둘레 여유분과 밑위길이 여유분 변화에 따른 미적 이미지 (최은주, 서미아, 어미경), 복식문화연구, 21(4)\n2013. 세번수 면직물의 땀수 변화에 따른 봉합강도 (어미경), 한국의상디자인학회지, 15(2)\n2013. 캐주얼 브랜드의 패딩 재킷 생산실태 조사 및 20대 여성용 패딩 재킷 패턴 연구 (이혜승, 서미아, 어미경), 복식문화연구, 21(2)\n2013. 러시아 구조주의를 바탕으로 한 20세기 초기의 기능적 의상디자인에 관한 연구 (김경아, 어미경, 박선경), 한국패션디자인학회지, 13(1)\n2012. 배기팬츠 엉덩이둘레 여유분과 밑위길이 여유분 변화에 따른 시각적 이미지-20대 여성을 중심으로- (최은주, 서미아, 어미경), 복식문화연구, 20(6)\n2012. 3차원 가상착의 시스템을 활용한 원피스드레스의 디자인 변화에 따른 이미지 차이 (어미경), 한국의상디자인학회지, 14(2)\n2012. 하이 웨이스트 스커트의 허리선높이와 스커트 길이 변화에 따른 시각적 이미지 차이 (권민정, 어미경, 서미아), 복식문화연구, 20(3)\n2011. 3D 가상 착의 시스템을 활용한 원피스 드레스의 원형 개발 및 시각적 이미지 연구 (어미경), 복식문화연구, 19(3)\n2009. 워싱가공에 의한 데님직물의 역학적 특성 및 태 변화 (김명옥, 어미경, 박명자) 한국생활환경학회지, 16(2)\n2009. 워싱가공 종류에 따른 청바지 패턴 연구 (어미경, 김경아,서미아), 복식문화연구, 17(4)\n2008. 청소년 전기 남학생의 하의 치수 체계에 관한 연구 (김경아, 어미경, 서미아), 복식문화연구, 16(2)\n2008. 비신축성 데님 청바지의 패턴연구 (어미경, 김경아, 서미아), 복식문화연구, 16(3)\n2007. 캐주얼 브랜드의 청바지 생산 실태 조사에 관한 연구 (어미경, 서미아) 복식문화연구, 15(4)\n2007. 데님직물의 워싱가공 효과에 관한 연구 (어미경, 서미아) 복식문화연구, 15(5)\n2007. 청소년 전기 남학생의 상의 치수 체계에 관한 연구 (김경아, 어미경, 서미아) 복식문화연구, 15(6)\n2007. 신축성 데님 청바지의 패턴연구 (어미경, 서미아), 한국의상디자인학회지, 9(3)\n2006. A-line skirt의 marking 효율에 관한 연구 (어미경) 한국의상디자인학회지, 8(1)\n2006. Flare skirt의 재단 조건에 따른 marking 효율에 관한 연구 (어미경, 서미아) 복식문화연구, 14(2)\n2006. 테일러드 재킷의 Marking 효율성에 관한 연구 (이미숙, 어미경, 서미아) 복식문화연구, 14(2)\n2006. 국내 캐릭터를 이용한 이너 웨어 디자인 개발: 1925 감성 세대를 중심으로 (이미숙, 이연희, 어미경), 복식문화연구, 14(3)\n2006. 의복 안감의 역학적 특성 및 태 평가 (김명옥, 어미경, 박명자), 한국의류산업학회지, 8(3)\n2006. 바지의 Marking 효율성에 관한 연구 (이미숙, 어미경, 서미아), 한국의류산업학회지, 8(3)\n2006. A Study on Care Labels for Wearing and Handling Behaviors of Jeans (Mi-Kyung Uh, Myung-Ja Park) International Journal of Costume Culture, 9(2)\n언론활동"
}