{
  "title": "이동윤",
  "url": "https://hyu.wiki/%EC%9D%B4%EB%8F%99%EC%9C%A4",
  "content": "서울\n공과대학\n생명공학과\n교수이자\n바이오나노공학융합연구실\n장을 겸하고 있다.\n목차\n1\n주요연구\n1.1\n당뇨 진단을 위한 새로운 방식의 혈당 진단 스마트 센서 개발(2024.01)\n[1]\n1.2\n금 나노입자 기반 뇌종양 치료플랫폼 개발(2022.01)\n[2]\n1.3\n경구흡수형 뇌종양 치료제 개발(2021.07)\n[3]\n1.4\n세포 표면에 나노필름을 형성하는 ‘세포 케이징’기술 개발(2021.06)\n1.5\n옵티팜과 공동개발한 이종췌도 세포 피막화 관련 특허 취득(2020.09)\n1.6\n나노 콘택트렌즈 이용한 눈물 속 포도당 측정장치 개발(2020.05)\n1.7\n암세포 주변 물 분자만 가열하는 신개념 광열치료 기술 개발(2023.05)\n[4]\n1.8\n염증성 장질환 활성산소 제거하는 항산화제 플랫폼 개발\n[5]\n2\n수상\n3\n각주\n주요연구\n당뇨 진단을 위한 새로운 방식의 혈당 진단 스마트 센서 개발(2024.01)\n[1]\n산화세륨 나노입자(CNP)와 포도당 산화효소(GOx)로 코팅된 감지 용지를 포함하는 흡인 디스크형 스트립 바이오센서를 개발했다. 안검결막(IPC)에 접촉하여 눈에 자극을 주지 않으면서 눈물을 수집할 수 있어 개인의 혈당 수준을 쉽고 빠르게 자가 모니터링 가능하며, 일회용 형식으로 간단하게 사용할 수 있다.\n생체재료분야 및 의공학 분야 세계적 학술지 「Biomaterials Research (IF:15.863)」에 지난 2023년 12월 18일에 게재. 한양대 생명공학과 박시진 박사, 서울대 남동연 박사, 강원대 전희재 교수, 서울대 한재훈 박사가 제1저자로 참여하고, 이동윤 교수와 최영빈 교수가 교신저자로 참여.\n금 나노입자 기반 뇌종양 치료플랫폼 개발(2022.01)\n[2]\n이동윤\n교수팀이 금 나노입자 기반 광역학 치료(Photodynamic therapy, PDT) 효율을 높일 수 있는 새로운 뇌종양 치료제를 개발했다.개발된 고효율의 광역학 치료제는 경구흡수도 가능해 복용 편의성이 높고, 조직침투깊이에 한계점을 갖는 광역학 치료 분야에서 활용할 수 있을 것으로 기대된다.\n이 교수팀은 금 나노입자 표면에 광역학 치료제를 탑재할 경우, 금 나노입자의 플라즈몬 공명효과로 표면에 탑재된 광역학 치료제의 여기에너지(Excitation Energy)를 약 1.6배 높여 더 많은 활성 산소를 발생시킬 수 있다는 것을 최초로 발견했다. 연구팀은 해당 현상을 ‘금속 강화 ROS 생성 (Metal-enhanced ROS generation, MERos)’ 라고 명명했다. 이어 금 나노입자 기반 광역학 치료제를 경구 투여해 뇌종양 병변 부위에 전달했고, 두개골을 열지 않은 상태에서도 충분한 활성산소를 발생시켜 뇌종양 조직을 85% 이상 감소시켰으며, 이를 통해 뇌종양을 치료했다.\n이번 연구는 생체재료분야 및 의공학 분야 세계적 학술지 「나노바이오테크놀로지 저널(Journal of Nanobiotechnology, IF=10.435)」에 지난 4일에 게재됐다.(해당 논문 제목 : A novel therapeutic strategy of multimodal nanoconjugates for state-of-the-art brain tumor phototherapy)\n경구흡수형 뇌종양 치료제 개발(2021.07)\n[3]\n이동윤\n교수팀이 우유단백질로 코팅된 금 나노입자(Milk protein-shelled gold nanoparticle)를 이용한 경구흡수형 뇌종양 치료제를 개발했다.\n이 교수팀은 우유단백질인 락토페린을 금 나노입자에 코팅시켜 소장에서 흡수를 촉진시켰고, 락토페린이 없는 경우와 비교해 8배 이상 많은 금 나노입자를 뇌종양 병변 부위에 전달시켰다.이후 금 나노입자의 물리화학적 특성을 이용해 뇌종양 부위에 빛을 비춰 열을 발생시켰고, 이를 통해 뇌종양을 치료했다. 락토페린을 이용한 플랫폼 기술을 개발해 추후 다양한 약물을 탑재, 뇌종양 치료를 포함한 다양한 뇌질환 치료제 개발의 응용 가능성을 열었다는데 의의를 가진다.\n이번 연구는 과학기술정보통신부 한국연구재단이 시행하는 ICT & Future Planning의 지원을 받아 진행됐고, 그 연구결과는 생체재료분야 및 의공학 분야 세계적 학술지 「바이오엑티브 매터리얼스(Bioactive materials, IF=14.593)」에 지난달 28일 온라인 판에 게재됐다.\n해당 논문(제목 : Milk protein-shelled gold nanoparticles with gastrointestinally active absorption for aurotherapy to brain tumor)은 한양대 생명공학과 김형식 박사과정생이 제1저자로 참여하고, 이동윤 교수가 교신저자로 참여했다.\n세포 표면에 나노필름을 형성하는 ‘세포 케이징’기술 개발(2021.06)\n서울대 황석연, 김병기 교수 연구팀과 공동연구\n정전기적 인력을 이용해 생물 유래 고분자인 키토산과 히알루론산을 차례로 적층하는 방식으로 나노필름 제작에 성공해 효소에 의한 생체고분자 가교 기술을 이용해 세포표면에 나노필름을 형성하는 ‘세포 케이징(cell caging)’기술을 개발했다.\n이종 췌도세포 이식 시 면역거부반응을 막아주며, 원활한 세포의 인슐린 분비를 할 수 있어, 면역억제제 없이 제1형 당뇨환자를 치료할 수 있는 가능성을 열었다.\n연구 결과는 국제 학술지 ‘사이언스 어드밴시스(Science Advances)’에 6월 23일 자로 온라인에 게재됐다. (논문명: Novel Enzymatic Crosslinking-based Hydrogel Nanofilm Caging System on Pancreatic β-cell Spheroid for Long-term Blood Glucose Regulation)\n옵티팜과 공동개발한 이종췌도 세포 피막화 관련 특허 취득(2020.09)\n이번 특허는 미니돼지의 췌도 세포를 인체에 이식할 때 알지네이트와 에티갈로카테킨 갈레이트(Epigallocatechin Gallate, 이하 EGCG)라는 물질로 이중 피막화 처리해 인체 면역반응이나 저산소증 등 시술 후 부작용을 경감시켜 주는 기술이다.\n이식된 췌도 세포의 내구성과 생존율을 높이고 체내에서 쉽게 분해되는 것을 막는 효과를 기대할 수 있다.\n특허명: 세포 피막화용 알지네이트 미세캡슐 및 이의 제조방법\n나노 콘택트렌즈 이용한 눈물 속 포도당 측정장치 개발(2020.05)\n눈물 속 포도당에 따라 색이 변하는 콘텍트렌즈를 이용해 피부 손상 없이 포도당 농도를 측정하는 장치를 세계 최초로 개발했다.\n한국연구재단 바이오의료기술사업, 중견연구자지원사업과 GIST 연구원(GRI) 등의 지원을 받아 수행되었으며, 관련 논문은 네이처 자매지인 사이언티픽 리포츠(Scientific Reports)에 5월 19일자 온라인에 게재됐다.\n광주과학기술원(GIST) 연구팀와 공동연구\n암세포 주변 물 분자만 가열하는 신개념 광열치료 기술 개발(2023.05)\n[4]\n한양대학교 화학과\n이준석\n교수, 생명과학과\n김영필\n교수와 근적외선 영역에서 긴 수명을 가지는 신호처리 기술과 국소적 물 분자 가열을 통한 광열치료가 가능한 다기능성 나노입자를 개발했다.\n연구팀은 1.0 μm 영역에서 강하게 발광하는 입자를 고안했다. 해당 발광입자는 기존 네오디뮴 이온의 CR 현상 기반 광열효과와 비교하였을 때 약 3배 향상된 효율을 보였다. 또한 해당 나노소재에 톨륨(Tm)을 도핑하여 긴 수명을 가지는 근적외선 이미징 기능을 추가해 수 나노초(10억 분의 1초) 자가형광 신호를 피해 나노입자만의 신호를 독립적으로 감지할 수 있다.\n과학기술정보통신부와 한국연구재단이 추진하는 이공분야기초연구사업(중견연구, 기초연구실지원사업) 그리고 원천기술개발사업(바이오의료기술개발사업, 첨단융합기술개발사업)의 지원으로 수행된 이번 연구의 성과는 국제학술지 `네이처 커뮤니케이션스(Nature Communications)'에 지난달 13일 게재되었다.\n염증성 장질환 활성산소 제거하는 항산화제 플랫폼 개발\n[5]\n이 교수팀은 급성 장 염증을 유발한 쥐를 대상으로 한 실험에서, 손상된 장의 활성산소를 억제하고 염증 세포 동원을 감소시켜 효과적으로 장 조직의 재생을 촉진함으로써 장내 미생물 균형을 복구시키는 결과를 확인하였다. 연구는 류마티즈 염증 질환, 급성폐손상, 피부질환 등 염증활성을 제어해야하는 급성염증성 등 치료에 다각화하여 적용할 수 있을 것으로 기대된다.\n과학기술정보통신부 한국연구재단의 지원을 받아 진행된 이번 연구는 생체재료분야 및 의공학 분야 세계적 학술지 「스몰(Small, IF=15.153)」에 지난 5월 28일 게재됐다.\n논문(제목 : Aurozyme: A Revolutionary Nanozyme in Colitis, Switching Peroxidase-like to Catalase-like Activity)은 한양대 생명공학과 김형식 박사와 이시은 석사가 제1저자로 참여하고, 이동윤 교수가 교신저자로 참여했다.\n수상\n2022년 '국공업화학회 춘계 학술대회'서 제7회 이엔애프창의혁신상\n[6]\n2021년 10월 한국생체재료학회 '시지바이오 중견연구자상'\n[7]\n2019년 1월 ‘국가연구개발 성과평가 유공포상 수여식’서 국무총리 표창\n[8]\n2018년 11월 '2018 국가 연구개발 우수성과 100선' 선정\n[9]\n2018년 4월 한국고분자학회 중견학술상\n2014년 한양대학교 신진연구자\n각주\n↑\n<뉴스H> 2024.01.09\n한양대 이동윤 교수, 당뇨 진단을 위한 새로운 방식의 혈당 진단 스마트 센서 개발\n↑\n<뉴스H> 2022.01.27\n한양대 이동윤 교수, 뇌종양 치료의 새로운 플랫폼 개발\n↑\n<뉴스H> 2021.07.16\n이동윤 교수, 뇌종양 치료의 새로운 플랫폼 개발\n↑\n<뉴스H> 2023.06.22\n암세포 주변 물 분자만 가열하는 신개념 광열치료 기술 개발\n↑\n<뉴스H>  2023.06.14\n한양대, 염증성 장질환 활성산소 제거하는 항산화제 플랫폼 개발\n↑\n<뉴스H> 2022.5.27\n이동윤 교수, 제7회 이엔애프창의혁신상 수상\n↑\n<뉴스H> 2021.10.08\n이동윤 교수, 2021 한국생체재료학회 중견연구자상 수상\n↑\n<뉴스H> 2019.01.15. 한양대 이동윤‧배상수 교수 국무총리‧장관 표창\n↑\n<뉴스H> 2018.11.20. 이동윤 교수, ‘2018 국가 연구개발 우수성과 100선’ 선정"
}