{
  "title": "이상용",
  "url": "https://hyu.wiki/%EC%9D%B4%EC%83%81%EC%9A%A9",
  "content": "한양대학교 서울캠퍼스 경영대학 경영학부 교수이다.\n학력\n1990, 서울대학교, 경제학학사\n1992, 서울대학교, 경제학석사\n1999, Texas A&M University, 경제학박사 (정보경제)\n연구실적\n주요논문\n“Can Renewable Energy Replace Nuclear Power in Korea? An Economic Valuation Analysis,” Nuclear Engineering and Technology, 2016년 4월\n“What Affects the Value of Information Privacy on SNS?” Asia Pacific Journal of Information Systems 25(2), 2015년 6월.\n“Leveraging social media for electronic commerce in Asia: Research areas and opportunities,” Electronic Commerce Research and Applications 14, 2015년 5월\n“Korean Online Game's Platform Competition under Two-Sided Market Characteristic,” (with Kang), Journal of Global Information Management, 2014년 12월.\n“한국의 ICT 산업의 발전과 고용간의 인과관계에 관한 실증적 분석,” (with 김수경), Information Systems Review, 16(2), 2014년 8월.\n“The Analysis on the Relationship between Firms’ Exposures to SNS and Stock Prices in Korea,” (with 김태환, 정우진), Asian Pacific Journal of Information Systems, 24(2), June 2014.\n“The impact of technology transfer contract on a firm’s market value in Korea,” (with Jae-Seung Han), Journal of Technology Transfer, October 2013.\n“스마트폰 환경에서의 이동통신 시장  브랜드 가치(Brand Equity)에 관한 연구,” Telecommunications Review, 22(4), 569-590, 2012년 8월.\n“중소벤처 활성화를 위한 법적 제도적 개선방향,” 정보법학, 16(2), 81-96, 2012년 8월.\n“Impact of Vendor Selection on Firms' IT Outsourcing: The Korea Experience,\" (with Jae-Seung Han), Journal of Global Information Management, 20(2), 25-43, April 2012.\n\"Information and Communications Technology (ICT) International Spillovers,\" (with Gholami, Guo, and Higon), IEEE Transactions on Engineering Management, 56(2), 329-340, May 2009.\n\"Consumer Privacy and Marketing Avoidance: A Static Model,\" (with Hann, Hui, and Png), Management Science, 54(6), 1094-1103, June 2008.\n\"Overcoming Online Information Piracy Concerns: An Information Processing Theory Approach,\" (with Hann, Hui, and Png), Journal of Management Information Systems, Vol. 24, No. 2, pp. 13?42, Fall 2007.\n\"The Value of Privacy Assurance: A Field Experiment,\" (with Hui and Teo) MIS Quarterly, Vol. 31, No. 1, pp. 19-34, March 2007.\n“Time Series Analysis in the Assessment of Information and Communication Technology (ICT) Impact at the Aggregate Level,” (with Gholami and Tong) Information & Management, Volume 42, No. 7, pp.1009-1022, October 2005.\n언론 활동"
}