{
  "title": "이준구",
  "url": "https://hyu.wiki/%EC%9D%B4%EC%A4%80%EA%B5%AC",
  "content": "목차\n1\n소속\n2\n학력\n3\n연구실적\n4\n언론 활동\n소속\n한양대학교 서울캠퍼스 경영대학 경영학부\n학력\n2011, 미국 Duke 대학 사회학 박사\n2007, 미국 Duke대학 사회학 석사\n2000, 서울대학교 사회학 석사\n1997, 서울대학교 사회학 학사\n연구실적\n·  Lee, Joonkoo. Forthcoming. “Globalization, Upgrading and Regional Engagement: International Co production and the Korean Animation Industry in Asia.” In Anthony D’Costa ed. After Development Dynamics: South\nKorea’s Engagement with Contemporary Asia. Oxford: Oxford University Press.\n·  Lee, Joonkoo and Gary Gereffi. Forthcoming. “Global Value Chains, Rising Power Firms and Economic and Social Upgrading in the Post-Crisis Global Economy.” critical perspectives on international business.\n·  Gereffi, Gary and Joonkoo Lee. Forthcoming. “Economic and Social Upgrading in Global Value Chains and Industrial Clusters: Why Governance Matters.” Journal of Business Ethics. doi:10.1007/s10551-014-2373-7.\n· De Marchi, Valentina, Joonkoo Lee and Gary Gereffi. 2014. “Globalization, Recession and the Internationalization of Industrial Districts: Experiences from the Italian Gold Jewelry Industry.” European\nPlanning Studies. 22(4): 866-884.\n· Lee, Joonkoo, Gary Gereffi and Janet Beauvais. 2012. “Global Value Chains and Agri-Food Standards: challenges and Possibilities for Smallholders in Developing Countries.” Proceedings of the National Academy of\nSciences of the United States of America 191(31):12326-12331.\n· Gereffi, Gary and Joonkoo Lee. 2012. “Why the World Suddenly Cares about Global Supply Chains.” Journal of Supply Chain Management 48(3): 24-32.\n· 이항영, 이준구. 2012. “WTO 가입 이후 중국의 대미수출과 아시아 생산 네트워크의 재편: 글로벌 가치사슬 이론적 접근.” <한국사회> 13(1):223-250.\n· Lee, Joonkoo. 2010. “Global Commodity Chains and Global Value Chains.” pp. 2987-3006, In Robert A.  Denmark ed. The International Studies Encyclopedia. Oxford: Wiley-Blackwell.\n· Lim, Hyun-Chin and Joonkoo Lee. 2010. “Mobile Communication, Political Participation and the Public Sphere:  South Korea’s Experiences.” Media Asia Journal 37(4):244-256.\n· Gereffi, Gary, Joonkoo Lee and Michelle Christian. 2009. “US-Based Food and Agricultural Value Chains and Their Relevance to Healthy Diets.” Journal of Hunger & Environmental Nutrition 4(3): 357-374.\n· Lee, Joonkoo, Vicki L. Lamb, and Kenneth C. Land. 2009. “Composite Indices of Changes in Child and Youth Well-Being in the San Francisco Bay Area and the State of California, 1995-2005.” Child Indicators Research 2\n(4): 353-373.\n언론 활동"
}