{
  "title": "이진석",
  "url": "https://hyu.wiki/%EC%9D%B4%EC%A7%84%EC%84%9D",
  "content": "이진석은 서울\n자연과학대학\n화학과\n교수이자\n기능성 나노바이오 인터페이스 연구실\n장을 겸하고 있다.\n목차\n1\n학력\n2\n경력\n3\n연구분야\n3.1\n교내 매체\n학력\n2002.03 - 2006.02 Ph.D., Department of Chemistry, Sogang University (advisor: Prof. Kyung Byung Yoon)\n\"Organization of Zeolite Microcrystals on Substrates and Their Optical Applications\"\n2000.03 - 2002.02 M.S., Department of Chemistry, Sogang University (advisor: Prof. Kyung Byung Yoon)\n\"Facile Synthesis of Ordered Silicalite Supercrystals on Glass Substrates using epitaxially Grown Polyurea Film as Template\"\n1994.03 - 2000.02 B.S., Department of Chemistry, Sogang University\n경력\n2020.03~ Present, Professor: Department of Chemistry, Hanyang University\n2018.03 - 2020.02, Professor: Department of Chemistry, Sookmyung Women's University\n2013.03 - 2018.02, Associate Professor: Department of Chemistry, Sookmyung Women's University\n2016.01 - 2017.12, Director, Organization: Korean Chemical Society\n2015.10 - 2016.08, Visiting Scholar: Department of Chemistry and Chemical Biology, Harvard University (Prof. Hongkun Park Group)\n2009.03 - 2013.02, Assistant Professor: Department of Chemistry, Sookmyung Women's University\n2006.11 - 2009.02, Post-doctoral Fellow: Department of Chemistry and Chemical Biology, Harvard University (advisor: Prof. Hongkun Park)\n2006.03 - 2006.10, Post-doctoral Fellow: Center for Microcrystal Assembly, Sogang University (advisor: Prof. Kyung Byung Yoon)\n연구분야\nInorganic Chemistry/ Material Chemistry/ Nano-Science/ Nano-Bio interface\nSynthesis and fabrication of nanostructured materials and surfaces by chemical vapor deposition (CVD), metal-organic chemical vapor deposition (MOCVD), atomic layer deposition (ALD), molecular layer deposition (MLD), liquid phase deposition (LPD), and anodization techniques.\nOrganization of nanotopographical surfaces with nano-building blocks using sonication, Langmuir-Blodgett, manual assembly techniques.\nDesign and modification of nanostructured surfaces using various deposition techniques.\nStudy of electrical, optical, biological application of nanostructured surfaces\n교내 매체\n<뉴스H> 2025.04.11\n한양대 이진석 교수 연구팀, 양자 온도센서 기반의 세포 내 소기관 대사 실시간 모니터링 기술 개발\n<뉴스H> 2025.04.21\n한양대 이진석 교수 연구팀, 세포의 이동성과 성장 조절하는 나노 표면 초점 접착 역학 규명"
}