{
  "title": "이수기",
  "url": "https://hyu.wiki/%EC%9D%B4%EC%88%98%EA%B8%B0",
  "content": "서울\n공과대학\n도시공학과\n교수이자\n도시설계 및 공간분석 연구실\n장을 겸하고 있다.\n학력\nPH.D.박사(2005), Georgia Institute of Technology, Atlanta, GA, USA. City and Regional Planning\nM.S.석사(2004), Georgia Institute of Technology, Atlanta, GA, USA. City and Regional Planning\nM.S.석사(1997), Hanyang University, Dept. of Urban Engineering. 한양대학교 도시공학과\nB.S.학사(1994), Hanyang University, Dept. of Urban Engineering. 한양대학교 도시공학과\n경력\n2017.09 – Present. Professor, Dept. of Urban Engineering, Hanyang University,한양대학교 공과대학 도시공학과, 교수\n2020.03 – Present. Program Director, Graduate School of Real Estate Convergence, Hanyang University. 한양대학교 부동산융합대학원 도시부동산개발 전공 주임 교수\n2019.03 – 2020.02. Visiting Professor, Dept. of Urban Planning and Public Policy, University of California, Irvine.\n2016.08 – 2018.12 Program Director, Graduate School of Real Estate Convergence, Hanyang University. 한양대학교 부동산융합대학원 도시개발경영 전공 주임 교수\n2012.09-2017.08. Associate Professor, Dept. of Urban Engineering, Hanyang University. 한양대학교 공과대학 도시공학과, 부교수\n2011.08-2012.08. Associate Professor, Dept. of Urban Studies, Cleveland State University, Cleveland, OH\n2011.09-2011.12. Visiting Professor, Graduate School of Urban Studies, Hanyang University\n2010.08-2012.08. Program Director, M.S. in Urban Studies, Cleveland State University, Cleveland, OH\n2005.08-2011.08. Assistant Professor, Dept. of Urban Studies, Cleveland State University, Cleveland, OH\n2005.01-2005.05. Instructor, City & Regional Planning, Georgia Institute of Technology, Atlanta, GA\n1999.08-2005.01. Teaching/Research Assistant, City & Regional Planning, Georgia Institute of Technology, Atlanta, GA\n1997.11-1999.06. Researcher, Environmental Planning Division, Korea Research Institute for Human Settlements, Korea. 국토연구원 자원환경연구실 연구원\n1996.03-1997.02. Research Assistant, Dept. of Urban Engineering, Hanyang University. 한양대학교 도시공학과 도시및지역계획 연구실 연구조교\n연구관심분야\nWalking / Urban Design/Virtual Reality(VR)\nBig Data / Smart City / GIS/ AI\nUrban From / Mobility/ Travel Behavior\nSocial Capital / Urban Regeneration\nPhysical Activity / Public Health\nSprawl / Smart Growth / Regionalism\nEnvironment / Energy / Green Industry\nClimate Change / Urban Thermal Environment"
}