{
  "title": "이원무",
  "url": "https://hyu.wiki/%EC%9D%B4%EC%9B%90%EB%AC%B4",
  "content": "목차\n1\n소속\n2\n학력\n3\n연구실적\n4\n언론활동\n소속\n한양대학교 서울캠퍼스 의과대학 의학과 / 산부인과 교실\n학력\n1995~2001 : 한양대학교 의학사\n2002~2004 : 한양대학교 의학석사 (전공 : 산부인과학,부인종양학)\n2009~2013 : 한양대학교 의학박사 (전공 : 산부인과학,부인종양학)\n연구실적\n1. Ko JH, Choi JS, Bae J, Lee WM, Koh AR, Boo\nH, Lee E, Hong JH.Safety of laparoscopically assisted vaginal hysterectomy for\nwomen with anterior wall adherence after cesarean section. Obstet Gynecol Sci.\n2015 Nov;58(6):501-6. doi: 10.5468/ogs.2015.58.6.501. Epub 2015 Nov 16.\n2.  Lee\nWM,  Kim SN,  Park KS, Kim JB, Han DJ, Bae\nJ. The effect of Lactobacillus casei extract on cervical cancer cell lines.\nContemp Oncol (Pozn). 2015;19(4):306-12. doi: 10.5114/wo.2014.45292. Epub 2015\nAug 13.\n3. Bae J, Choi JS, Lee WM, Koh AR, Jung US,\nKo JH, Lee JH. Feasibility and efficacy of laparoscopic restaging surgery for\nwomen with unexpected ovarian malignancy. Eur J Obstet Gynecol Reprod Biol. 2015\nOct;193:46-50. doi: 10.1016/j.ejogrb.2015.06.027. Epub 2015 Jul 8.\n4.  Lee\nWM,  Kim SW,  Kim JT, Kim YH. Vulvar and\nvaginal reconstruction using the \"angel wing\" perforator-based island flap.\nGynecol Oncol. 2015 Jun;137(3):380-5. doi: 10.1016/j.ygyno.2015.03.045. Epub\n2015 Mar 30.\n5. Park SY, Lee JH, Choi JS, Bae J, Lee WM,\nKo JH, Koh AR, Park SH. Laparoscopically assisted vaginal hysterectomy for women\nwith anterior wall adherence after cesarean section. JSLS. 2014 Jul-Sep;18(3).\npii: e2014.00315. doi: 10.4293/JSLS.2014.00315.\n6. Hoh JK, Lee WM, Lee HJ, Hwang\nJH.Misdiagnosis of a large uterine vein thrombosis as a uterine myoma prior to\nhysterectomy: a case report. Ann Acad Med Singapore. 2013\nFeb;42(2):88-90.\n7. Lee WM, Kim BJ, Kim MH, Choi SC, Ryu SY,\nLim I, Kim K. Characteristics of thyroid incidentalomas detected by\npre-treatment [F]FDG PET or PET/CT in patients with cervical cancer. J Gynecol\nOncol. 2012 Jan;23(1):43-7. doi: 10.3802/jgo.2012.23.1.43. Epub 2012 Jan\n9.\n8. Lee WM, Park SI, Kim BJ, Kim MH, Choi SC,\nLee ED, Ryu SY. Clinicopathologic factors for central recurrence in patients\nwith locally advanced bulky cervical cancer. Eur J Obstet Gynecol Reprod Biol.\n2012 Apr;161(2):219-23. doi: 10.1016/j.ejogrb.2011.12.029. Epub 2012 Feb\n10.\n9. Jang KS, Lee WM, Kim YJ, Cho SH. Collision\nof three histologically distinct endometrial cancers of the uterus. J Korean Med\nSci. 2012 Jan;27(1):89-92. doi: 10.3346/jkms.2012.27.1.89. Epub 2011 Dec\n19.\n10. Ryu SY, Lee WM, Kim K, Park SI, Kim BJ,\nKim MH, Choi SC, Cho CK, Nam BH, Lee ED. Randomized clinical trial of weekly vs.\ntriweekly cisplatin-based chemotherapy concurrent with radiotherapy in the\ntreatment of locally advanced cervical cancer. Int J Radiat Oncol Biol Phys.\n2011 Nov 15;81(4):e577-81. doi: 10.1016/j.ijrobp.2011.05.002. Epub 2011 Aug\n11.\n11. Lee HJ, Lee WM, Cho SH, Roh\nJ. Clinicopathological characteristics of ovarian tumors according to menarchal\nstatus in Korean girls. J Paediatr Child Health. 2011 Jul;47(7):436-40\n언론활동\n▪ 17.9.20일자 <조선일보> \"일회용 생리대, 2~3시간마다 바꿔야\"에서 생리혈 양과 관련없이 2,3시간마다 교체해야하는 필요성에 대해 언급"
}