{
  "title": "이윤정",
  "url": "https://hyu.wiki/%EC%9D%B4%EC%9C%A4%EC%A0%95",
  "content": "이윤정은 서울캠퍼스\n공과대학\n에너지공학과\n교수이자,\nAdvanced Nano-Bio Materials for Energy Lab\n실장을 겸임하고 있다.\n에너지공학과 홈페이지 참고(2019.10.)\n목차\n1\n학력\n2\n경력\n3\n연구관심분야\n4\n주요연구과제\n4.1\n연료전지 성능 4배 높이는 '단일원자 촉매' 개발(2020.09)\n5\n주요논문\n6\n동정\n7\n저서\n8\n수상\n9\n언론 활동\n학력\nPh.D. Materials Science and Engineering, Massachusetts Institute of Technology, 2009\nM. S. Inorganic Materials Engineering, Seoul National University 2000\nB. S. Inorganic Materials Engineering, Seoul National University 1998\n경력\n2011 – Present, Assistant Professor, Department of Energy Engineering, Hanyang University\n2009 – 2011 Postdoctoral Fellow, Materials Sciences Group, Pacific Northwest National Laboratory, U.S.A.\n2000 – 2003 Research Engineer, Semiconductor R&D Center, Samsung Electronics\n연구관심분야\nAdvanced nanomaterials design for energy conversion and storage devices, lithium rechargeable battery, wearable battery, lithium-air battery, sodium ion battery, bio-inspired membranes for energy conversion and storage\n주요연구과제\n연료전지 성능 4배 높이는 '단일원자 촉매' 개발(2020.09)\nKIST 에너지소재연구단 윤경중 박사, 신지수 연구원 연구팀과 공동연구\n연구팀은  백금 원자와 세륨(Ce) 산화물 나노입자를 강하게 결합해 고온에서도 백금 원자들이 뭉치지 않고 개별적으로 분산 반응할 수 있도록 했다. 덕분에 강력한 결합력으로 분산된 원자 상태를 장시간 유지하기 때문에 모든 백금 원자가 반응에 원활하게 참여할 수 있게 된 것이다.\n이번 연구는 과학기술정보통신부 지원으로 KIST 주요사업과 한국연구재단 기후변화대응기술개발사업으로 수행\n연구 성과는 국제학술지 ‘Energy & Environmental Science’ (IF: 30.289, JCR 분야 상위 0.189%) 최신 호에 게재됐다.\n주요논문\n1. A Lithium-Oxygen Battery Based on Lithium Superoxide, Nature, 529, 377-382, (2016)\n2. Study on the Catalytic Activity of Noble Metal Nanoparticles on Reduced Graphene Oxide for Oxygen Evolution Reactions in Lithium-Air Batteries, Nano Letters, 15, 4261-4268, (2015)\n3. Biomimetic Selective Ion Transport through Graphene Oxide Membranes Functionalized with Ion Recognizing Peptides, Chemistry of Materials, 27(4), 1255-1261 (2015)\n4. Ruthenium-based Electrocatalysts Supported on Reduced Graphene Oxide for Lithium-Air Batteries, ACS Nano,7(4), 3532-3539 (2013)\n5. Biologically Activated Noble Metal Alloys Anode Electrodes for Lithium Ion Batteries, Nano Letters, vol.10(7) 2433-2440 (2010)\n6. Fabricating Genetically Engineered High Power Lithium Ion Batteries Using Multiple Virus Genes, Science, vol.324(5930), 1051-1055 (2009)\n7. Peptide-Mediated Reduction of Silver Ions on Engineered Biological Scaffolds, ACS Nano, vol.2(7), 1480-1486 (2008)\n동정\n2018 도레이재단 화학·재료분야 신진 연구자 선정\n저서\n수상\n언론 활동"
}