{
  "title": "이신웅",
  "url": "https://hyu.wiki/%EC%9D%B4%EC%8B%A0%EC%9B%85",
  "content": "한양대학교\n서울캠퍼스\n인문과학대학\n영어영문학과\n교수이다.\n학력\n1989 ~ 1996 한양대학교 영어교육학 학사\n1997 ~ 1999 University of Texas at Austin 영어교육학 석사\n1999 ~ 2003 University of Texas at Austin 영어교육학 박사\n경력\n2000 ~ 2003 Texas Center for Reading and Language Arts 연구원\n2006 ~ 2008 한국영어교육학회 편집이사\n2010 ~ 2011 미국 오리건주립대학교 언어학과 방문교수\n2013 ~ 2014 한양대학교 영어영문학과 학과장\n2013 ~ 2016 한양대학교 영어교육위원회 위원장\n한양대학교 영어영문학과 교수\n연구실적\nLee, S. (2016). L1  influence on the processing of  L2 collocation: An experimental study of  Korea EFL learners. Linguistics Research 33(Special Edition), 137-163.\nLee, S. (2015). Korean EFL learners’ productive collocation knowledge and its relationship to their writing proficiency. English Language & Literature Teaching, 21(4), 59-84.\nChon, V. Y., & Lee, S. (2015). L2 collocational knowledge by congruency and writing proficiency of EFL university learners. English Language & Literature Teaching, 21(1), 49-74.\n​Lee, S. (2015). Lexical demand of animation movies and vocabulary learning through watching them: A corpus-driven approach. STEM Journal, 16(1), 23-47.\n​Lee, S. (2014). What vocabulary size is needed to comprehend Harry Potter series?: Implications for incidental vocabulary learning. English Language & Literature Teaching, 20(2), 169-192.\n​Park, M., & Lee, S. (2014). Corpus-based investigation into reporting that in translated English editorials. Korean Journal of English Language and Linguistics, 14(2), 199-217.\n​Lee, S. (2014). Korean EFL university students’ English vocabulary size and their writing proficiency. Journal of Korea English Education Society, 13(2), 21-43.\nLee, S. (2013). Corpus-based vocabulary analysis of Friends: Implications for Incidental vocabulary learning. Modern English Education, 14(3). 1-21.\n​Lee, S. (2012). Receptive vocabulary size for reading English and American novels. Multimedia-Assisted Language Learning, 15(4), 103-125.\n​Lee, S. (2011). Semantic prosody in bilingual dictionaries and EFL learners’ sentence writings. English Teaching, 66(2), 253-272.\n​Lee, S. (2011). Challenges of using corpora in language teaching and learning: Implications for secondary education. Linguistic Research, 28(1), 159-178.\n​Lee, S. (2009). Literature review on second language learning strategy. Hanyang Educational Review, 25(1), 85-102.\n​Lee, S. (2009). University students’ experiences of peer-assisted learning and its effect on their academic achievement. English Language Teaching, 21(1), 119-152.\n​Lee, S. (2008). L2 reading strategies and gender: A study of Korean EFL university students. Studies in British and American Language and Literature, 86, 221-249.\n​Lee, S. (2007). English vocabulary learning strategies of Korean university students: Strategy use, vocabulary size, and gender. English Teaching, 62(1), 149-168.\n​Lee, S. (2006). English vocabulary size of Korean university students. Korean Journal of Applied Linguistics, 22(1), 115-142.\n​Lee, S. (2005). ESL students’ beliefs about the utility of synchronous online discussion (SOD) in language learning and their participation in the SOD. Multimedia-assisted Language Learning, 8(2), 9-31.\n​Lee, S. (2004). Is Synchronous computer mediated communication truly egalitarian?: A case study of computer-networked ESL classroom. Multimedia-assisted Language Learning, 7(1), 109-141.\n​Lee, S. (2003). Korean ESL learners’ experiences in computer assisted classroom discussion. English Teaching, 58(4), 371-395.\nLiu, M., Moore, Z., Graham, L., & Lee. S. (2002). A Look at the Research on Computer-Based Technology Use in Second Language Learning: Review of Literature from 1990-2000. Journal of Research on Technology in Education, 34(3), 250-273."
}