{
  "title": "이준석",
  "url": "https://hyu.wiki/%EC%9D%B4%EC%A4%80%EC%84%9D",
  "content": "한양대학교\n자연과학대학\n화학과\n교수이자\n첨단나노바이오소재 연구실\n(ANB Lab) 연구실장을 겸하고 있다.\n목차\n1\n학력\n2\n경력\n3\n수상\n4\n주요 연구\n4.1\n암세포 주변 물 분자만 가열하는 신개념 광열치료 기술 개발(2023.05)\n[1]\n5\n언론 활동\n5.1\n교내매체\n학력\n2012 Ph.D. in Materials Science and Engineering, KAIST, Korea\n2009 M.S. in Materials Science and Engineering, KAIST, Korea\n2007 B.S. in Materials Science and Engineering, Hanyang University, Seoul, Korea\n경력\n2021.9 - present    Associate Professor, Chemistry, Hanyang, Korea\n2021.3 - present    Associate Editor, Biochip Journal\n2019.3 - 2021.8     Adjunct Professor in HY-KIST Bio-Convergence, Hanyang University, Korea\n2016.9 - 2021.8     Assistant/Associate Professor, KIST School, UST, Korea\n2016.3 - 2021.8     Senior/Principal Research Scientist, Molecular Recognition Research Center, KIST, Korea\n2014.10 - 2016.1   Argonne Director’s Fellow, Center for Nanoscale Materials, ANL, USA\n2013.10 - 2014.9   Postdoctoral Researcher, Energy Systems Division, ANL, USA\n2012.9 - 2013..9    Postdoctoral Researcher, Applied Chemistry Laboratory, KAIST, Korea\n2007.3 - 2012.8     Graduate Student Researcher, Materials Science and Engineering, KAIST, Korea\n수상\n2020, 이상훈 학술상, 한국바이오칩학회\n2019, 2019년 국가연구개발 우수성과 과기정통부 장관 표창\n2019, Top 100 R&D achievements, the Ministry of Science and ICT\n2018, KIST Young Fellow, KIST\n2017, KIST Unsung Hero Award, KIST\n2014.10 - 2016.09, Argonne Director’s Fellowship, Argonne National Laboratory (ANL), USA\n2012, Gold Medal Samsung Human Tech. Thesis Prize, Samsung Electronics\n2012, Best Thesis Award, Department of Materials Science and Engineering, KAIST\n2011, Fusion Research Award, Institute for the Nano Century, KAIST\n2009, Honorary Medal, Samsung Human Tech. Thesis Prize, Samsung Electronics\n2007-2008, National Graduate Science and Technology Scholarship, S2-2007-000-01986-1\n주요 연구\n암세포 주변 물 분자만 가열하는 신개념 광열치료 기술 개발(2023.05)\n[1]\n한양대학교 생명공학과\n이동윤\n교수, 생명과학과\n김영필\n교수와 근적외선 영역에서 긴 수명을 가지는 신호처리 기술과 국소적 물 분자 가열을 통한 광열치료가 가능한 다기능성 나노입자를 개발했다.\n연구팀은 1.0 μm 영역에서 강하게 발광하는 입자를 고안했다. 해당 발광입자는 기존 네오디뮴 이온의 CR 현상 기반 광열효과와 비교하였을 때 약 3배 향상된 효율을 보였다. 또한 해당 나노소재에 톨륨(Tm)을 도핑하여 긴 수명을 가지는 근적외선 이미징 기능을 추가해 수 나노초(10억 분의 1초) 자가형광 신호를 피해 나노입자만의 신호를 독립적으로 감지할 수 있다.\n과학기술정보통신부와 한국연구재단이 추진하는 이공분야기초연구사업(중견연구, 기초연구실지원사업) 그리고 원천기술개발사업(바이오의료기술개발사업, 첨단융합기술개발사업)의 지원으로 수행된 이번 연구의 성과는 국제학술지 `네이처 커뮤니케이션스(Nature Communications)'에 지난달 13일 게재되었다.\n언론 활동\n교내매체\n<뉴스H> 2023.06.22\n암세포 주변 물 분자만 가열하는 신개념 광열치료 기술 개발\n<뉴스H> 2025.03.27\n한양대-서울아산병원 공동연구팀, 식도 스텐트 이탈 막는 ‘나노퍼즐 코팅’ 기술 개발\n↑\n<뉴스H> 2023.06.22\n암세포 주변 물 분자만 가열하는 신개념 광열치료 기술 개발"
}