{
  "title": "이연희",
  "url": "https://hyu.wiki/%EC%9D%B4%EC%97%B0%ED%9D%AC",
  "content": "서울\n생활과학대학\n의류학과\n명예교수\n다.\n목차\n1\n동정\n1.1\n학력\n1.2\n수상\n1.3\n연구실적\n1.4\n교내 매체\n동정\n2019년 5월 (사)복식문화학회장\n[1]\n학력\n1982. 이화여자대학교 장식미술학과 (B.F.A.)\n1985. 이화여자대학교 대학원 장식미술학과 (M.F.A.)\n1984. 프랑스 ESMOD PARIS, STYLISM MODELISM 과정 졸업\n1986. 일본 동경 日本VOGUE社 부설 편물지도자양성학교 니트디자인과 졸업\n수상\n2015, 제25회 과학기술 우수논문상 수상\n연구실적\n2014. 팀 버튼 영화 의상에 나타난 고스(Goth) 스타일 (정은영, 이연희), 복식\n2014. 현대 니트패션에 나타난 과장성 (유진희, 이연희), 복식\n2014. 데페이즈망의 표현기법을 활용한 패션디자인 개발 (허승연, 이연희), 한국의상디자인학회지\n2014. 현대 니트 패션디자인에 나타난 키덜트 특성 (적가, 이연희), 패션과 니트\n2014. 데페이즈망 특성을 활용한 패션윈도우 디스플레이 디자인 개발 (허승연, 이연희), 복식\n2014. 현대 패션디자인에 나타난 모듈러 시스템의 표현특성 (윤정아, 이연희), 복식\n2014. 현대 패션디자인에 표현된 모듈러 시스템의 구조방식 (윤정아, 이연희), 복식문화연구\n2014. 파리 남성복 컬렉션에 나타난 니트디자인 특성 (이승아, 이연희), 한국생활과학연구\n2014. 성(性) 이미지 변화에 따른 폴 스미스 남성재킷의 디자인 특성 (이진경, 이연희), 한국의상디자인학회지\n2014. 놀이공원 테마를 활용한 키덜트(Kidult) 패션디자인 (적가, 이연희), 한국의상디자인학회지\n2014. 현대 패션 액세서리에 나타난 키치(Kitsch) 특성 (김수영, 윤정아, 이연희), 복식\n2014. '콰드로페니아(Quadrophenia, 1979)' 영화의상에 나타난 모즈스타일 (이진경, 이연희), 한국패션디자인학회지\n2014. 데이비드 보위(David Bowie) 복식에 나타난 글램패션 특성 (양수현, 이연희), 복식\n2014. 훈데르트바서(Hundertwasser) 회화 작품을 응용한 니트웨어 디자인 (정애희, 이연희), 한국의상디자인학회지\n2014. 패션윈도우 디스플레이에 나타난 데페이즈망(Depaysement) - 미국, 프랑스, 일본, 백화점을 중심으로\n(허승연, 이연희), 복식\n2013. 큐비즘(Cubism)이 활용된 현대 패션디자인의 조형적 특성- 2010년 이후를 중심으로 (윤정아, 이연희),\n한국의상디자인학회지\n2013. 현대 여성 패션에 나타난 신자연주의의 표현 특성 (박규리, 이연희), 복식문화연구\n2013. 21세기 디지털 패션에 나타난 인터렉션 - 발광형 디지털 패션디자인을 중심으로 (허승연, 이연희), 복식\n2013. 톰 브라운 컬렉션에 나타난 패러디 (장정임, 이연희), 복식\n2013. 메죵 에르메스 비주얼 머천다이징에 나타난 특징-윈도우 디스플레이를 중심으로 (허승연, 이연희), 복식문화연구\n2012. 패션과 뷰티 유행색의 비교 분석 - 2010~2013년 트렌드 컬러를 중심으로 (곽혜선, 이연희), 한국색채학회논문집\n2012. 현대 속옷 패션에 나타난 오리엔탈리즘 (한선미, 이연희), 한국생활과학연구\n2012. 현대 남성 드레스 셔츠에 나타난 잰더밴딩 디자인 특성 (한솔비, 이연희), 한국의상디자인학회지\n2012. 현대 남성 니트웨어의 디자인 특성- 2001년~2010년 밀라노 컬렉션을 중심으로 (이승아, 이연희), 복식\n2012. 이세이 미야케의 패션에 표현된 친환경적 디자인 특성 (하승연, 이연희), 복식\n2012. 직장 남성의 성격유형에 따른 의복이미지 선호, 추구 이미지와 이미지 만족도 (김현수, 이지연, 이연희), 복식\n2011. 1949년 이후 중국 여성복 변화와 디자인 특성 - 20대 상하이(上海)여성을 중심으로 (왕탁졸, 이연희),\n한국의상디자인학회지\n2011. 현대 패션 디자인의 그래픽 요소에 나타난 매개 소스별 미적 특성 - 유희본능적 시각표현을 중심으로\n(제갈미, 이연희), 복식문화연구\n2011. 에밀리오 푸치(Emilio Pucci) 패션디자인의 색채특성 - 2005년부터 2009년 밀라노컬렉션을 중심으로 (정연선,\n이연희), 한국패션디자인학회지\n2011. 안토니 가우디 작품의 트랜카디스 이미지를 응용한 니트디자인 (유재영, 이연희), 복식문화연구\n2011. 현대 여성 데님패션의 코디네이션에 나타난 퓨전현상 (이연희), 한국의상디자인학회지\n2011. 아프리칸 바디페인팅 패턴을 응용한 니트 교복 디자인-SDS-ONE 프로그램을 활용한 에티오피아 학생교복의\n디자인 전개 (유진희, 이연희), 복식\n2011. 현대 니트패션에 나타난 상,하위문화의 혼합특성 (박문희, 이연희), 복식\n2011. 현대 패션디자인에 나타난 치파오의 디자인 특성 - 2000년~2009년 여성컬렉션을 중심으로 (유상, 이연희),\n복식문화연구\n2011. 키스 해링(Keith Haring)의 작품을 응용한 니트웨어 디자인 - 튜블러 자카드 조직을 활용하여 (이하정, 이연희),\n복식\n2010. 니팅 기법을 이용한 패션 액세서리 디자인 - 목걸이와 팔찌 디자인을 중심으로 (장정임 외, 이연희),\n한국의상디자인학회지\n2010. 가변적 니트 패션디자인 연구 (윤정아, 이연희), 복식\n2010. 현대 니트패션에 표현된 가변적 디자인 (윤정아, 이연희), 한국의류학회지\n2010. 녹[鏥] 이미지를 응용한 의상디자인 - 디지털 텍스타일 프린팅 기법을 중심으로 (윤지일, 이연희), 복식문화연구\n2010. 파리, 뉴욕 컬렉션에 나타난 남성 니트웨어의 Color경향 -2008 S/S - 2010 F/W 컬렉션을 중심으로\n(이승아, 이연희), 한국생활과학연구\n2010. Giacommo Balla의 미래주의 작품을 응용한 모터사이클복 디자인 (서민정, 이규혜, 이연희), 한국생활과학연구\n2010. 현대남성패션에 나타난 젠더특성: 메트로섹슈얼과 위버섹슈얼의 특성을 중심으로 (김정연, 제갈미, 이연희), 복식\n2010. 신체적합성이 높은 임부복 하의 디자인 개발 (김명옥, 서미아, 이연희), 한국의류학회\n2010. 얀 아르튀스 베르트랑의 작품을 응용한 니트디자인-자연주의 개념을 바탕으로 (이승아 외, 이연희), 복식문화연구\n2010. Development of Three-Dimensional Knit Models through Rib & Purl Structures (최원석, 이연희),\n복식문화연구\n2009. 앤드로지너스 이미지를 응용한 남성 셔츠 디자인 (강나나, 이연희), 복식문화연구\n2009. A Mixture Phenomena Expressed in Contemporary Knit Fashion: Focused on Woman Collection from\n2000 to 2008 (박문희, 이연희), 한국의류학회지\n2009. 니트캐드 프로그램을 활용한 니트디자인프로세스 적용방안 (이승아, 이연희), 한국의류학회지\n2009. 소니아 리키엘 컬렉션에 나타난 니트웨어 색채특성 (이승아, 이연희), 한국패션디자인학회지\n2009. 베르사체(Versace) 디자인에 나타난 색채특성: 2000년~2006년 컬렉션을 중심으로 (김수영, 이연희),\n한국패션디자인학회지\n2009. 제프쿤스(Jeff Koons)의 작품을 응용한 라운지웨어 디자인 (박나리, 박재옥, 이연희), 복식문화연구\n2009. 리브편 조직과 펄편 조직을 이용한 입체 니트 구조의 개발 (최원석, 이연희), 복식문화연구\n2009. 남성 패션에 나타난 청색의 배색 특성 (장정임, 이연희), 복식문화연구\n2008. 현대 패션일러스트레이션의 유희적 표현 (장정임, 이연희), 복식문화연구\n2008. 후세인 살라얀의 패션 작품에 나타난 미디어 아트의 표현 특성 (제갈미, 이연희), 한국의상디자인학회지\n2008. Designing knitwear with Aran Motives:In Search of Spatial Continuity Theory with Its Application\n(장정임, 제갈미, 이윤미, 이연희), 한국의류학회지\n2008. 동화의 이미지를 모티브로 이용한 어린이생활한복 디자인 개발 (김명옥, 서미아, 이연희), 한국의상디자인학회지\n2008. 해양 생물 모티브를 응용한 크루즈 룩 디자인 (제갈미, 이연희), 복식문화연구\n2008. 니트 플레어 스커트의 무봉제형 편성 방법에 관한 연구 (기희숙 외, 이연희), 복식문화연구\n2008. 미디어 아트를 이용한 패션 액세서리 디자인 (제갈미, 이연희), 복식\n2007. 카지미르 말레비치 절대주의 회화를 응용한 니트웨어디자인 (김그림, 이연희), 한국의상디자인학회지\n2007. L`effet-matiere du costume de scene : une nouvelle voie d`appreciation  de la mise en scene\n(나인화, 이연희), 프랑스문화연구\n2007. 펠팅기법을 응용한 니트웨어 디자인 -꽃의 이미지를 중심으로 (박문희, 이연희), 한국패션디자인학회지\n2007. SDS-ONE CAD 프로그램을 이용한 여성 니트웨어 디자인 (이승아, 이연희), 한국패션디자인학회지\n2007. 구스타프 클림트 회화를 응용한 크로셰 니트디자인 (김정란, 이연희), 한국의류학회지\n2007. 아프리카 직물 문양을 응용한 니트디자인 - 컬러 니트 자카드를 응용하여, 한국의류학회지\n2007. Jeffrey Fulvimari의 작품을 응용한 키덜트 패션 디자인 - CAD 시스템을 이용하여 (장정임, 이연희), 복식문화연구\n2007. 퍼플계 메이크업 제품에 나타난 색이름 특성 (김정연, 이연희), 한국색채학회논문집\n2007. 네오싱글(Neo-Single)여성을 위한 브랜드 기획 및 상품개발 (이연희, 김영인), 복식문화연구\n2007. 빅터 & 롤프 의상에 나타난 초현실주의 특성 (이영민, 이연희), 복식문화연구\n2007. 초현실주의 오브제를 모티프로 한 다목적 패션디자인에 관한 연구 (은숙, 이연희), 복식문화연구\n2007. 현대패션에 표현된 지속가능한 느린디자인 (이현아, 이연희), 한국의류학회지\n2006. 조선후기 여성의 가체와 수식 장신구를 응용한 복식디자인 (송연진, 이연희), 한국의상디자인학회지\n2006. 국내 캐릭터를 이용한 이너웨어 디자인 개발 - 1925 감성세대를 중심으로 (이미숙, 이연희), 복식문화연구\n2006. 21세기 이후 스포츠 웨어의 미적 특성 - New york 콜렉션을 중심으로 (하승연, 이연희), 한국의류학회지\n2006. 마르틴 마르지엘라 패션에 나타난 해체주의 패션, 패션과 니트,\n2006. 업무유형에 따른 유니폼 디자인개발에 관한 연구 - 한국담배인삼공사 영업국 디자인 중심으로 (안민영,\n박재옥, 진성모, 이연희), 한국의류학회지\n2006. 산학협력을 통한 유니폼 디자인전개에 관한 연구-한국담배인삼공사 제조국 디자인 개발 중심으로 (안민영,\n박재옥, 진성모, 이연희), 복식문화연구\n2006. Fashion Design of Denim Inspired by Butterfly Motif-Based on ~~, 한국의류학회지\n2006. 바스키아 회화를 응용한 힙합웨어 디자인 (장정임, 이연희), 복식문화연구\n2005. 재즈(Jazz)이미지를 응용한 패션디자인 (이언주, 박재옥, 이연희), 복식문화연구\n2005. 현대 남성 스커트에 나타난 오리엔탈리즘 (이영민, 이연희), 복식문화연구\n2005. 현대 패션룩(Fashion Look)에 표현된 성(性) 정체성 (이연희, 김영인), 복식문화연구\n2005. 파울클레의 회화를 응용한 남성복 디자인 - CAD 시스템을 활용하여, 한국의류산업학회지\n2005. Fashion Design using Art Flower Technique - Based on Transparency Image (이연희),\nThe International Journal of Costume Culture\n2004. 애니메이션 캐릭터를 이용한 토들러복 디자인 연구 - 아기공룡 둘리를 중심으로 (하승연, 이연희), 복식문화연구\n2004. 니트제품 생산업체 디자인, 기획 및 생산현황에 관한 연구 (이윤미, 이연희, 박재옥), 복식문화연구\n2004. 빅터 파파넥의 생태학적 미학에 기초한 지속가능한 느린디자인, (이현아, 이연희), 한국생활환경학회지\n2004. 20세기 스포츠웨어에 반영된 니트디자인 (하승연, 박명자, 이연희), 한국의상디자인학회지\n2004. A Study on Sportslook Design Applying Pop Art - Centering around Graffiti Works of Keith Haring,\n2, The International Journal of Costume Culture\n2004. The Product Market Strategies of Korean Knitwear Cdmpanies (이윤미, 이연희, 박재옥),\nThe International Journal of Costume Culture\n2004. A Study of Fashion Design uising Mondrian`s Neo-Psasticism - Using Textile CAD System, 2,\nThe International Journal of Costume Culture\n2004. A study of Hiostorial Change of American Sportswear - Focusing on Woman`s Sportswear\n(하승연, 이연희), The International Journal of Costume Culture\n↑\n뉴스H 기사\nhttp://www.hanyang.ac.kr/surl/FoP0\n교내 매체\n<뉴스H> 2025.04.15.\n한 권으로 엮인 20년의 니트 디자인 연구, 이연희 교수의 책 출간 이야기"
}