{
  "title": "임창환",
  "url": "https://hyu.wiki/%EC%9E%84%EC%B0%BD%ED%99%98",
  "content": "임창환은 서울캠퍼스\n공과대학\n전기생체공학부\n생체공학전공\n교수이자,\n뇌공학연구센터\n장 및\n계산신경공학 연구실\n장을 겸임하고 있다.\n전기생체공학부 홈페이지 참고(2019.10.)\n목차\n1\n학력\n2\n경력\n2.1\n학회 활동\n3\n연구관심분야\n4\n연구실적\n4.1\n머신러닝을 활용한 뇌파 분석 기법 개발 (2023.12)\n[1]\n4.2\n뇌 전기자극으로 동체시력 강화 성공  (2023.08)\n[2]\n4.3\n3축 가속도계를 이용한 무음 발화 인식 기술 개발 (2023.04)\n[3]\n4.4\nVR에서 입모양만으로 음성인식하는 기술 개발(2022.02)\n[4]\n4.5\n미세표정 속 감정 읽어내는 기술 개발(2021.10)\n[5]\n4.6\nVR 아바타에 사용자 표정을 실시간 투영하는 기술 개발(2021.09)\n[6]\n4.7\n뇌파로 의사소통 가능 기술 개발(2019.02)\n[7]\n4.8\nVR 아바타 표정 인식 재현 기술(2019.01)\n[8]\n4.9\n무음 발화 인식 기술 개발(2024. 09)\n5\n주요논문\n6\n저서\n7\n수상\n8\n강연\n9\n언론 활동\n9.1\n교내언론\n9.2\n대외 언론\n10\n각주\n학력\n2005 서울대학교 공학박사(전기컴퓨터공학)\n2001 서울대학교 공학석사(전기컴퓨터공학)\n1999 서울대학교 공학사(전기공학)\n경력\n2017.08 ~ 2018.07 BME, University of California, Irvine, Visiting Scholar\n2017.01 ~ 2017.03 Neurosci, University College London, Visiting Scholar\n2013.3 ~ 현재 한양대학교 공과대학 생체공학전공 부교수, 교수\n2010.03 ~ 2011.02 연세대학교 의공학부 부교수\n2006.03 ~ 2010.02 연세대학교 의공학부 조교수\n2005.03 ~ 2006.02 Dept. BME, University of Minnesota, Post-doctor\n2002.03 ~ 2003.01 한국전기연구원 위촉연구원\n학회 활동\n2023, 대한뇌파신경생리학회 회장\n한국뇌파신경생리학회 학술이사\n한국뇌공학회 대외협력이사\n대한뇌기능매핑학회 홍보이사\nBrain-Computer Interfaces, Associate Editor\nBiomedical Engineering Letters, Associate Editor\nSensors, Frontiers in Human Neuroscience - Editorial Board Member\n연구관심분야\n뇌공학, 신경공학, 생체전자공학\n연구실적\n머신러닝을 활용한 뇌파 분석 기법 개발 (2023.12)\n[1]\n대검찰청 과학수사부와 협업. 강력범죄 수사에 도입될 예정. 검찰이 수사에 AI 기술을 적용하는 건 처음\nP300 반응 외에도 뇌 영역 간 주고받는 신호의 연결 강도와 횟수 변화 등을 분석할 수 있는 게 특징. 뇌의 ‘네트워크 흐름’을 종합적으로 분석하고 머신러닝 기술로 AI에 학습을 시켜 범인과 참고인, 단순 목격자 등을 구분\n뇌 전기자극으로 동체시력 강화 성공  (2023.08)\n[2]\n경두개 교류자극(tACS) 방식을 통해 동체시력 강화하는데 성공\n본 연구는 한국연구재단의 뇌과학 원천기술개발사업 및 뇌과학 선도융합기술개발사업의 지원을 받아 수행\n연구결과는 행동과학 분야 상위 10% 이내 국제 학술지인 「Behavioral and Brain Functions」 8월호에 게재\n3축 가속도계를 이용한 무음 발화 인식 기술 개발 (2023.04)\n[3]\n무음 발화 인식 기술은 목소리 없이 입의 움직임을 분석하여 단어를 인식하는 기술을 말한다.\nVR에서 입모양만으로 음성인식하는 기술 개발(2022.02)\n[4]\n임창환 교수팀이 가상현실(VR) 헤드셋을 착용한 채 실제 발성 없이 입모양만으로 사용자의 의도를 정확히 인식하는 신기술을 개발했다.\n임 교수팀은 VR 헤드셋을 착용할 때 피부에 닿는 눈 아래 부위에 6개의 생체전극을 부착한 VR 헤드셋을 개발했다. 개발된 VR 헤드셋은 사용자가 실제로 말을 하지 않고 말하는 입모양을 흉내 냈을 때 전극에서 측정되는 안면 근전도(facial electromyogram) 신호를 실시간으로 분석, 사용자의 발화 의도를 알아내는 데 성공했다.\n이번 연구 결과는 가상현실 분야의 최고 권위지인 「Virtual Reality」 2월 2일자에 게재됐다.\n미세표정 속 감정 읽어내는 기술 개발(2021.10)\n[5]\n임창환 한양대 생체공학과 교수팀이 뇌파와 근전도 신호를 이용해 사람의 미세표정 속에 담긴 숨겨진 감정을 높은 정확도로 읽어내는 기계학습 기술을 개발했다.\n연구팀은 머리둘레에서 측정한 뇌파신호와 눈의 가장자리 부위에서 측정한 근전도(근육에서 발생하는 전기신호) 신호에 기계학습 기술을 적용해 미세표정에 감춰진 감정을 평균 90% 이상의 높은 정확도로 인식하는 데 성공했다.\n연구팀의 방식은 카메라를 이용한 미세표정 인식 방식에 비해 높은 정확도를 기록한 것은 물론 조명의 밝기나 머리의 움직임에도 영향을 받지 않아 실용성이 높다.\n이번 연구 결과는 저명 국제 학술지인 「Expert Systems With Applications」 19일자에 게재됐다\nVR 아바타에 사용자 표정을 실시간 투영하는 기술 개발(2021.09)\n[6]\n임창환 교수팀이 가상현실(VR) 기반 메타버스 서비스에서 사용자의 얼굴 표정을 실시간으로 아바타에 투영하는 신기술을 개발했다.\n임 교수팀은 기존 사용자의 등록데이터로 학습한 기계학습모델을 신규 사용자 데이터에 맞춰 적응시키는 방법으로 모델학습에 필요한 데이터의 양을 효과적으로 줄였다. 그 결과 1번의 표정등록만으로 11개의 얼굴표정을 약 90%의 정확도로 인식하고 실시간으로 아바타 얼굴에 반영하는 데 성공했다.\n이번 연구는「Virtual Reality」9월 3일자에 게재됐다.\n뇌파로 의사소통 가능 기술 개발(2019.02)\n[7]\n임 교수팀은 '뇌-컴퓨터 인터페이스(BCIs)' 기술을 이용해 마비로 인해 의사소통이 불가했던 완전감금증후군 환자와 대화할 수 있는 기술을 개발했다. 외부에서 청각이나 촉각 자극을 전혀 주지 않은 상태에서 뇌파만을 통해 의사소통에 성공한 것은 이번이 처음이다.\n과학기술정보통신부 SW컴퓨팅산업원천기술개발사업의 지원으로 수행된 이 연구 결과는 지난 1월 31일 국제학술지 '신경공학과 재활학회지'(Journal of Neuroengineering and Rehabilitation)에 실렸다.\nVR 아바타 표정 인식 재현 기술(2019.01)\n[8]\n임 교수팀이 개발한 'VR 아바타 표정 인식 재현 기술'은 웃음, 놀람, 두려움, 슬픔, 키스, 비웃음 등 11가지 표현을 정확하게 분류하고 재현한다.\n임 교수팀이 자체개발한 ‘리마니안 특징 대응 기법(Riemanian manifold feature mapping)’과 ‘모델 적응 기법(model adaptation)’ 기술은 눈 주위 생체신호를 보다 정확하고 효율적으로 인식한다. 또한 전극 패드는 고무나 헝겊 소재로 교체도 쉽고 간편해 가격과 실용성까지 우수하다.\n임 교수팀의 기술은 VR 프랤폼에서 응용 가능성이 높아 삼성전자 미래기술육성센터의 지원을 받고 있다.\n무음 발화 인식 기술 개발(2024. 09)\n임창환 교수 연구팀이 입 주위에 부착한 가속도계 신호를 분석해 화자의 음성을 합성하는 무음 발화 인식 기술 개발에 성공\n기존 무음 발화 인식 기술에는 카메라, 전자기조음측정기(EMA), 초음파, 근전도(EMG) 신호 등이 활용되었으나, 2023년 임 교수팀이 제안한 가속도계를 이용한 방식이 여러 장점으로 주목받고 있다.\n해당 연구는 한국연구재단 중견연구자지원사업과 정보통신기획평가원의 한계도전R&D 프로젝트, 인공지능대학원지원사업의 지원을 받아 진행되었으며, 논문 「Speech synthesis from three-axis accelerometer signals using conformer-based deep neural network」는 수학 및 계산 생물학 분야 상위 3% 이내 국제 학술지인 Computers in Biology and Medicine 최신호에 게재\n주요논문\nElectroencephalography-based endogenous brain-computer interface for online communication with a completely locked-in patient. Chang-Hee Han, Yong-Wook Kim, Do Yeon Kim, Seung Hyun Kim, Zoran Nenadic, and Chang-Hwan Im. (2019) Journal of NeuroEngineering and Rehabilitation 16: 18.\nPerformance Prediction for a Near-Infrared Spectroscopy-Brain-Computer Interface Using Resting-State Functional Connectivity of the Prefrontal Cortex Jaeyoung Shin and Chang-Hwan Im. (2018) International Journal of Neural Systems 28(10): 1850023.\nDevelopment of an electrooculogram-based human-computer interface using involuntary eye movement by spatially rotating sound for communication of locked-in patients Do Yeon Kim, Chang-Hee Han, and Chang-Hwan Im. (2018) Scientific Reports 8: 9505.\nAssessment of user voluntary engagement during neurorehabilitation using functional near-infrared spectroscopy: a preliminary study Chang-Hee Han, Han-Jeong Hwang, Jeong-Hwan Lim, and Chang-Hwan Im. (2018) Journal of NeuroEngineering and Rehabilitation 15: 27.\nTernary Near-Infrared Spectroscopy Brain-Computer Interface with Increased Information Transfer Rate Using Prefrontal Hemodynamic Changes During Mental Arithmetic, Breath-Holding, and Idle State Jaeyoung Shin, Jinuk Kwon, Jongkwan Choi, and Chang-Hwan Im. (2018) IEEE Access 6: 19491-19498.\n저서\nChang-Hwan Im (Ed.) (2018) Computational EEG Analysis: Methods and Applications. Springer, Singapore.\nChang-Hwan Im (2019). Brain-Machine Interfaces, In Encyclopedia of Robotics (Ang et al. (Ed.)). Springer, New York.\n임창환(2015) 뇌를 바꾼 공학 공학을 바꾼 뇌 (뇌공학의 현재와 미래), MiD.\n임창환(2017) 바이오닉맨 (인간을 공학하다), MiD.\n임창환 외 12인, (2017) 뇌파의 이해와 응용, 학지사.\n임창환(2020) 브레인3.0, MiD\n임창환(2024) 뉴럴링크, 동아시아\n[9]\n수상\n2020 대한뇌기능매핑학회 학술상\n2013, 2015 한양대학교 Best Teacher상\n2014 한양대학교 신진연구자\n2013 한국공학한림원 2020년 미래 100대 기술과 주역\n2012 한국공학한림원 2020년 미래 100대 기술과 주역\n2007 대한의용생체공학회 솔고의공학상 젊은 의공학자상\n강연\n2020.10.08 2020 가을 카오스 '브레인3.0 -AI와 뇌공학이 바꿀 인류의 미래'\n[10]\n언론 활동\n교내언론\n<뉴스H> 2018.08.31\n임창환 교수, 인간을 공학하다\n<뉴스H> 2021.05.06\n[HYPER] 지식과 지혜 그 사이 어딘가에서\n<뉴스H> 2022.01.05\n바이오메디컬공학...\"인간 수명 연장과 건강한 삶의 영위를 위해\"\n대외 언론\n2014.12.08 일자 <산업방송 채널i>에서 방영된 '기술의 업그레이드 새로운 문명의 시작'에서는 임창환 전기생체공학부 교수가 출연하여 연구성과에 관한 이야기를 나눴다.\nhttp://www.hanyang.ac.kr/surl/v0Bu\n<동아일보> 2023.12.26\n[단독]“범인 뇌속의 증거 추적”… 檢, AI 활용 뇌파분석 수사법 개발\n각주\n↑\n<뉴스H> 2024.01.03\n임창환 교수, 대검찰청 과학수사부와 머신러닝을 활용한 뇌파 분석 기법 개발\n↑\n<뉴스H> 2023.08.31\n한양대 임창환 교수, 뇌 전기자극으로 동체시력 강화 성공\n↑\n<뉴스H> 2023.04.24\n한양대, 입의 움직임만으로 말을 이해하는 AI기술 개발\n↑\n<뉴스H> 2022.02.21\n한양대 임창환 교수, VR에서 입모양만으로 음성인식하는 기술 개발\n↑\n<뉴스H> 2021.10.26\n임창환 교수, 미세표정 속 감춰진 감정 읽어내는 기술 개발\n↑\n<뉴스H> 2021.09.14\n임창환 교수, VR 아바타에 사용자 표정을 실시간 투영하는 기술 개발\n↑\n<뉴스H> 2019.02.15 임창환 교수팀, 뇌파로 의사소통 가능 기술 개발\n↑\n<뉴스H> 2019.01.01 가상현실 아바타가 내 표정까지 따라 한다고? (\n카드뉴스\n)\n↑\n<뉴스H> 2024.01.11\n[보도자료] 한양대 임창환 교수, 신간 뉴럴링크 출간\n↑\n2020.10.08 <뉴스H>\n'세계적인 뇌공학자' 임창환 교수, 카오스 강연에서 AI 주제로 온라인 강의 진행"
}