{
  "title": "임종우(공과대학)",
  "url": "https://hyu.wiki/%EC%9E%84%EC%A2%85%EC%9A%B0(%EA%B3%B5%EA%B3%BC%EB%8C%80%ED%95%99)",
  "content": "임종우 교수\n임종우\n는 서울캠퍼스\n공과대학\n컴퓨터소프트웨어학부\n(대학원\n컴퓨터·소프트웨어학과\n)교수이다.\n전화번호 : 02-2220-2376\n이메일 : jlim@hanyang.ac.kr / jongwoo.lim@gmail.com\n주소 :\nITBT관\n505호\n연구실 :\n컴퓨터비전 연구실\n목차\n1\n학력 및 경력\n2\n교내동정\n3\n주요연구\n3.1\n알고리즘을 통해 동영상 내 사람이나 사물의 위치를 정확하게 추적하다(이달의연구자 2019.05)\n[1]\n3.2\n사물과 사람 추적 기술\n3.3\n비전 모델 기반 공간 상황 인지 원천기술 연구(이달의연구자 2019.09)\n[3]\n4\n수상/선정\n5\n주요활동\n6\n주요논문\n7\n주석\n학력 및 경력\n2012.03~, Assistant professor, Division of Computer Science & Engineering at Hanyang Univ.\n2011 ~ 2012, Google inc., Software Engineer in StreetView team, main developers of Google Business View\n2005 ~ 2011, Honda Research Institute USA as a Senior Scientist, robot vision problems\n2002 ~ 2005, UCSD (kriegman-grp)\n2000 ~ 2005.12, graduate student of Computer Science dept of UIUC, advised by prof. David Kriegman\n1997.02, B.S. degree from Department of Computer Science, Seoul National Univ.\n1993, 서울과학고등학교 졸업\n교내동정\n2019.09\n이달의연구자\n선정 (R&D)\n2019.05\n이달의연구자\n선정 (논문)\n주요연구\n알고리즘을 통해 동영상 내 사람이나 사물의 위치를 정확하게 추적하다(\n이달의연구자\n2019.05)\n[1]\n임 교수는 찾고자 하는 물체의 위치 정확성을 높이기 위해 중요도가 높은 층의 가중치를 자동으로 조절하는 알고리즘을 개발했다. 기존 물체 추적 기술에서 정확성을 높인 임 교수의 ‘Hedging Deep Features for Visual Tracking’ 연구는 패턴인식 및 인공지능 분야의 최고 권위 학술지인 국제전기전자공학회(IEEE)가 발행하는 ‘IEEE TPAMI(Transactions on Pattern Analysis and Machine Intelligence)’지에 게재됐다.\n임 교수는 중요도가 높은 층의 가중치를 높여 물체의 위치 정확성을 높이는 헤징(Hedging)을 여러 층의 정보를 융합하는 데 적용하자고 제안했다. 기존에는 새 프레임이 입력되면 CNN 각 층에서 연관성 필터(Correlation filter)를 이용해 해당 층의 특징으로 위치를 추정했다.\n임 교수는 하얼빈공업대학(Harbin Institute of Technology) 연구진과 캘리포니아 대학교(The University of California, Merced) 양밍 호앙(Ming-hsuan Yang) 박사와 딥러닝(Deep learning)에서 학습한 시각적 특징을 물체 추적에 활용하는 기법을 찾다가 이번 연구를 시작하게 됐다. 이번 연구는 임 교수가 2016년에 발표한 헤징 딥 트랙킹(Hedged deep tracking)을 확장한 결과다.\n사물과 사람 추적 기술\n인천국제공항에 설치된 1만 개의 CCTV에서 특정 물체를 찾을 때, 사람의 눈으로 확인하려면 많은 시간이 걸린다. 중요도가 높은 층에 더 많은 가중치를 자동으로 부여하는 새로운 물체추적기술인 ‘헤징(Hedging)’ 알고리즘을 적용함으로써 정확도와 신뢰도를 높였다.\n[2]\n비전 모델 기반 공간 상황 인지 원천기술 연구(\n이달의연구자\n2019.09)\n[3]\n알고리즘 방식과 딥러닝 방식을 융합하여 연구\n주요 연구 대상 :  자율주행 자동차와 CCTV 등에 활용될 컴퓨터 비전\n[4]\n예) 차가 주행하는 동안 다양하게 변하는 주위 공간을 3차원으로 인식하는 기술\n기존 물체 추적 기술에서 정확성을 높인 기술 ‘Hedging Deep Features for Visual Tracking’ 연구는 패턴인식 및 인공지능 분야의 최고 권위 학술지인 국제전기전자공학회(IEEE)가 발행하는 ‘IEEE TPAMI(Transactions on Pattern Analysis and Machine Intelligence)’지에 게재\n수상/선정\n2023 Longuet-Higgins prize\n[5]\n삼성이 발표한 2016년도 미래기술육성사업(\n삼성미래기술육성사업\n) 12개 과제중 하나로 선정 (2016. 7. 11 발표)\n스마트 기기를 위한 인공지능 분야 : 도심의 혼잡한 환경에서의 자율 주행을 위한 전방향 비전 기반 지능형 상황 인식 기술\n주요활동\nOrganization committee member of Korean Conference on Computer Vision 2014 (KCCV 2014)\nSecretary of 2016 IEEE/RSJ International Conference on Intelligent Robots and Systems (IROS 2016) at Daejeon\nArea Chair of Asian Conference on Computer Vision 2014 (ACCV 2014)\nTutorial on “RGBD Image Processing for 3D Modeling and Texturing” at ICIP 2013 (Melbourne, Australia), with prof. Seungkyu Lee (Kyung Hee University) and Dr. Hwasup Lim (KIST)\nLocal chair of ACCV 2012, Daejeon, Korea\n주요논문\nYi Wu, Jongwoo Lim*, Ming-Hsuan Yang, “Online Object Tracking: A Benchmark,” in CVPR 2013\nVivek Pradeep, Jongwoo Lim*, “Egomotion Estimation Using Assorted Features,” in International Journal of Computer Vision, Vol. 98, Issue 2, Page 202-216, June 2012\nJongwoo Lim, Jan-Michael Frahm, Marc Pollefeys, “Online Environment Mapping,” in CVPR 2011\nDavid Ross, Jongwoo Lim, Ruei-Sung Lin, Ming-Hsuan Yang*, “Incremental Learning for Robust Visual Tracking,” in International Journal of Computer Vision (Special Issue: Learning for Vision), Vol. 77, No. 1-3, Pg. 125-141, May 2008\nBenjamin Laxton, Jongwoo Lim, David Kriegman, “Leveraging temporal, contextual and ordering constraints for recognizing complex activities in video,” in CVPR 2007\nJongwoo Lim, Jeffrey Ho, Ming-hsuan Yang, David Kriegman, “Passive Photometric Stereo from Motion,” in ICCV 2005, vol. 2, pp. 1635 - 1642\nSameer Agarwal, Jongwoo Lim, Lihi Zelnik-Manor, Pietro Perona, David Kriegman, Serge Belongie, “Beyond Pairwise Clustering,” in CVPR 2005, vol. 2, pp. 838-845\n주석\n↑\n<뉴스H> 2019.05.01 임종우 교수(컴퓨터소프트웨어학부)\n↑\n<출처> 중앙일보 2019. 8. 12 대한민국 인재 산실, 한양대 80년 기사 중에서\n↑\n<뉴스H> 2019.09.09 임종우 교수, 알고리즘과 딥러닝 방식을 융합해 컴퓨터 비전 향상\n↑\n컴퓨터 비전이란 동영상과 이미지에서 필요한 정보를 추출하는 기술\n↑\n<뉴스H> 2023.06.22\n한양대 임종우 교수, CVPR 2023에서 한국 최초 ‘롱게-히긴스 상’ 수상"
}