{
  "title": "입시용어",
  "url": "https://hyu.wiki/%EC%9E%85%EC%8B%9C%EC%9A%A9%EC%96%B4",
  "content": "목차\n1\n대학입학전형 일반\n1.1\n전형\n1.2\n평가\n1.3\n면접\n1.4\n평가비율\n2\n입학 전형 기타\n대학입학전형 일반\n전형 : 대학에서 요구하는 인재를 선발하기 위해 지원자가 가지고 있는 역량을 평가하여 선발여부를 결정하는 일련의 과정\n예) 수시 학생부교과전형 등\n전형방법 : 학생 선발 시 고려되는 전형자료, 전형요소, 반영비율, 선발단계 등 일련의 절차나 과정\n전형요소 : 학생을 선발하기 위해 고려되는 요소\n예) 학생부 교과, 비교과, 서류평가성적, 면접평가성적, 수능성적, 논술고사성적 등\n학생부 교과(성적) : 학생들이 각 교과목의 교육과정을 통해서 얻은 학업성취의 수준을 말함 (구 내신 성적)\n학생부 비교과 : 학생들이 교육과정 중에서 경험한 모든 활동 내용을 말함(내신 성적을 제외한 모든 활동)\n전형자료 : 학생을 선발하기 위해 활용되는 자료 예) 학생부, 자기소개서, 교사추천서, 수능성적표 등\n자기소개서 : (자율문항, 공통문항)자신을 소개하기 위한 글로 대입전형의 주요 평가 자료로 활용됨.\n자기소개서 문항은 모든 대학이 공통적으로 활용하는 3개 문항과 개별 대학이 자체적으로 개발/활용하는 1개의 자율문항으로 구성됨\n수시모집 : 정시모집에 앞서 학생의 다양한 능력과 재능을 반영하여 신입생을 선발하는 방식을 말함. 수시모집에 합격하면 정시모집에 지원할 수 없고, 수시모집에 지원자가 미달된 모집단위의 경우 정시모집에서 선발하기도 함\n전형\n학생부위주전형 : 학생부(학생생활기록부)를 주된 전형요소로 반영하는 전형 유형\n학생부교과전형 : 학생부 교과 성적(구 내신 성적)을 중심으로 정량적으로 평가하는 전형\n학생부종합전형 : 입학사정관 등이 참여하여 학생부를 중심으로 자기소개서, 추천서, 면접 등을 통해 학생을 정성적으로 종합평가하는 전형을 말함(우리대학 자소서, 추천서, 면접 없음)\n논술위주전형 : 논술고사를 주된 전형요소로 반영하는 전형 유형을 말함\n수능위주전형 : 대학수학능력시험을 주된 전형요소로 반영하는 전형 유형을 말함(현재 정시 중심)\n실기위주전형 : 실기고사를 주된 전형요소로 반영하는 전형 유형을 말함(주로 예체능이 중심이 됨)\n특기자전형 : 모집분야와 관련된 특별한 재능이나 특기를 갖춘 학생을 선발하는 전형을 말함\n고른기회전형 : 교육기회의 불평등을 해소하기 위해 실시하는 전형으로 농어촌 학생 등 법률상 보장되는 정원 외 특별전형과 대학 독자적 기준에 따른 보상 및 배려 차원의 전형 내 특별전형이 있음\n유사용어 : 기회균등전형, 고른 기회 특별전형, 정원 외 전형\n정시모집 : 수시모집 이후 대학이 일정 기간을 정해 신입생을 모집하는 선발방식으로 수능 성적표가 배부된 후 모집 군을 나누어 신입생을 모집하는 것을 말함(우리 대학은 수능 위주 전형으로 진행)\n추가모집 : 정시모집 이후 모집인원의 결원이 생긴 경우 추가적으로 실시하는 입학전형\n정원 내 전형 : 대학이 허가된 입학정원 내에서 선발하는 전형\n정원 외 전형 : 고등교육을 받을 기회를 균등하게 제공하기 위하여 소득/지역 등의 차이를 고려하여 고등교육법 시행령 제29조에 따라 대학에서 자율적으로 실시하는 전형\n정원 외 전형 해당 자격- 농어촌학생 특별전형, 특성화고교 졸업자 특별전형, 재외국민과 외국인 특별전형(북한이탈 주민, 부모 모두 외국인인 외국인, 외국에서 초/중등 전 교육과정을 이수한 재외국민, 외국인, 귀화 허가를 받은 결혼이주민 포함), 기초생활수급자, 차상위계층, 한부모가족 지원대상자 특별전형, 특성화고 등을 졸업한 재직자 특별전형, 장애/지체로 인한 특수한 교육적 필요 대상자 특별전형\n입학사정관 : 대학에서 학교생활기록, 인성/능력/소질/지도성 및 발전가능성 등 학생의 다양한 특성과 경험을 입학전형자료로 생산/활용하여 학생을 선발하고, 대입전형 관련 연구/개발 업무를 전담하는 전문가\n선발원칙 : 합격자 선정 방법, 모집인원 및 자격미달 시 처리방법, 복수 지원자 처리방법, 가산점, 동점자 처리기준 등 선발 절차와 과정에 대한 기술을 말함\n유사용어 : 사정원칙, 입학사정, 사정방법, 합격자사정, 합격자선발기준\n동점자 처리기준 : 입학 사정단계에서 같은 점수를 부여받은 동점자를 처리하는 기준\n유사용어 : 동점자 선발기준, 동점자 처리방법, 합격자 동점자 처리, 동점자 사정기준, 동점자 사정원칙, 동점자 선발 우선순위, 동점자 선발원칙\n공통원서접수 : 대학 지원 시 필요한 정보를 최초 1회 작성하여, 모든 대학에 공통적으로 적용하는 원서접수 시스템. 현재 공통원서접수 시스템이 도입되어 운영 중이며 통합회원으로 한 번만 가입하면 원서접수 대행사마다 별도로 회원가입을 하지 않고 여러 대학에 지원이 가능함\n대입전형시행계획 : 고등교육법 제34조의 5호에 의해 대학의 장이 입학년도의 전 학년도가 개시되는 날의 10개월 전까지 대입전형에 대한 자세한 계획을 공식적으로 발표하여 응시생에게 정보를 제공하는 것\n대학입학전형 기본사항 : 고등교육법 제34조의 5호 및 고등교육법시행령 제32조에 근거, 학교협의체는 매 입학년도의 2년 전 학년도가 시작되는 날의 6개월 전까지 대학입시의 기본이 되는 내용으로 구성된 대학입학전형기본사항을 공식적으로 발표하는 것\n모집군 : 4년제 대학의 정시모집 전형실시 기간에 따른 구분을 말함. 대학 전형일(실기고사, 면접 등)에 따라 ‘가/나/다’군으로 구분되며 수험생의 경우 군별로 각 한 번씩 총 3번 이내의 지원 기회를 가짐\n모집단위 : 대학에서 학생을 모집하는 단위를 말함. 주로 학과 단위로 모집을 하며, 학부단위나 계열별로 통합하여 모집하는 경우도 있음(우리 대학은 대부분 학과 단위)\n최초합격 : 지원한 입학전형에서 최초에 합격한 경우\n충원합격 : 합격자가 등록을 하지 않아 결원이 생겼을 때 해당 대학의 예비합격자를 추가로 합격시키는 것\n최종합격 : 입학전형 절차와 단계에 따라 최종합격한 것. 전형방법별로 일괄 합산전형은 별도의 단계를 거치지 않고 전형요소별 반영점수의 총점에 따라 최종합격자가 선발되며, 단계별 전형은 단계마다 모집인원의 일정 배수를 선발하고, 마지막 단계에 최종합격자를 선발함\n최종등록 : 합격자가 해당 대학에 등록의사를 밝히는 예치금을 납부한 후, 대학에서 정한 등록기간에 최종적으로 등록금을 납부하여 등록하는 것. 정시전형의 경우 합격자 발표 후 등록 예치금 없이 바로 등록함\n평가\n사정 : 지원자에 대한 심사 및 평가 결과를 바탕으로 선발 여부를 결정하는 행위\n평가 : 평가자가 일정한 기준에 따라 지원자의 가치나 수준을 측정하는 행위\n평가방법 :평가자가 일정한 기준에 따라 가치나 수준을 측정하기 위하여 사용하는 방법을 말함\n예) 계별/다수평가, 정성/정량평가, 일괄합산/단계별 평가 등\n정량평가 : 객관적으로 수량화가 가능한 자료를 사용하는 평가방법\n정성평가 : 전형자료를 토대로 평가자가 그 의미를 찾고 해석하는 평가방법\n평가요소 : 지원자를 평가하는 기준과 내용을 말함\n예) 학업역량, 전공적합성, 인성, 발전가능성, 논리력, 수리력 등\n평가항목 : 평가 시 고려되는 평가요소의 세부 항목\n예) 학업역량의 경우 학생부의 등급, 원 점수, 수상경력 등, 인성의 경우 리더십, 공동체의식, 나눔과 배려, 학생부의 출결사항, 창의적 체험활동 등\n평가준거 : 평가 시 궁극적으로 도달해야 하거나 추구해야 하는 속성이나 상태 등을 의미하는 표준\n예) 대학 및 모집단위의 인재상, 성취평가제의 성취기준 등\n평가기준 : 지원자를 평가하는 구체적인 판단기준을 말함\n예) 영어 교과성적 90점 이상, 1등급, 특정 시험의 합격점수 80점 이상, 전공적합성, 탁월/우수/보통/미흡 등\n평가지표 : 평가 방향이나 목적, 방법에 관한 구체적 평가기준을 명시한 자료를 말함\n예) 평가기준과 평가요소, 평가항목, 평가방법, 배점 등 평가 전반에 관한 사항을 명시한 자료\n고사 : 지원자의 학업성적이나 능력 등을 평가하는 시험을 말함\n대학별고사 : 고사는 지원자의 학업성적이나 능력을 평가하는 시험 (논술/면접/적성/실기고사 등)\n면접\n심층면접 : 지원자의 자질과 역량을 보다 세밀하고 심층적으로 살피는 면접. 통상 인성뿐만 아니라 수학능력, 창의력 전공적합성, 자질, 기본상식 등을 심층적으로 평가하는 면접\n인성면접 : 지원자의 인성을 평가하는 면접\n학업역량면접 : 지원자의 학업능력과 수준 등을 평가하는 면접\n적성면접 : 지원자의 지원학과에 대한 동기나 관심, 적성 등을 평가하는 면접\n인/적성면접 : 지원자의 인성과 전공에 대한 적성을 평가하는 면접을 말함\n예) 교직 인/적성면접, 의대 인/적성면접\n구술면접 : 말로 하는 시험. 특정 문제를 출제하여 그에 대한 답변을 통해 확인하는 면접\n서류확인면접 : 지원자가 제출한 서류 내용을 확인하는 면접\n출제문항면접 : 대학이 사전에 출제한 문항을 통해 지원자를 평가하는 면접\n구조화면접 : 평가준거와 기준에 따라 사전에 질문의 내용과 방법을 정하여 진행하는 면접\n서류평가 : 대입전형에서 서류를 활용한 평가(학생부 자기소개서 추천서 등)\n유사용어 : 서류종합평가, 학생부 등 서류종합평가\n대학수학능력시험 반영영역 : 수시 최저학력기준이나 정시에서 반영되는 대학수학능력시험 영역\n유사용어 : 수능 응시 지정영역, 수능 지정영역\n대학수학능력시험 필수 응시영역 : 대학수학능력시험 최저학력기준을 설정할 때나 정시에서 대학수학능력 시험 성적을 적용하는 데에 있어서 성적반영 여부와 상관없이 응시하여 결과치를 얻어야 하는 과목\n평가비율\n명목반영비율 : 전형요소별(학생부 서류 면접 논술 등) 반영되는 점수로 기재되어 있는 그대로의 비율\n예) 논술70%+학생부30%\n실질반영비율 : 전형요소별(학생부 서류 면접 논술 등)로 전형 총점에 대해 미치는 실제적인 비율. 현재 대부분의 대학에서 전형요소별 반영점수 및 실질 반영 비율을 함께 기재하고 있음\n가산점 : 특정 평가요소, 과목 등에 점수를 부여하는 것을 말함.\n예) 수학 ‘가’와 수학 ‘나’ 응시자 모두 지원 가능한 자연계 모집단위에서 수학 ‘가’ 응시자에 가산점 부여\n가중치 : 대입전형에서 특정 학년이나 교과, 영역에 비중을 두어 전형 총점을 계산하는 것\n기본점수 : 시험에 응시한 모든 수험생이 받을 수 있는 최소 점수\n백분위 : 영역/과목 내에서 개인의 상대적 서열을 나타내는 수치. 즉, 해당 수험생의 백분위는 응시 학생 전체에 대한 그 학생보다 낮은 점수를 받은 학생 집단의 비율을 백분율로 나타낸 수치\n변환표준점수 : 각 과목의 난이도와 표준편차를 고려해 산출되는 점수. 표준점수의 변별력을 높이기 위해 산출하는 점수로 대학에서는 주로 탐구영역의 성적을 반영할 때 사용\n표준점수 : 원점수에 해당하는 점수를 상대적인 서열로 나타내는 점수. 즉, 표준점수는 영역 또는 선택 과목별로 정해진 평균과 표준편차를 갖도록 변환한 분포 상에서 개인이 획득한 원점수가 어느 위치에 해당하는가를 나타내는 점수\n환산점수 : 대학 자체의 반영 방식을 통해 산출한 전형총점. 지원한 대학이 표준점수, 백분위, 대학 자체 변환표준점수 중 어떤 점수를 활용하는지, 영역별 반영비율과 가중치는 어떤지에 따라 입시 결과가 달라질 수 있음\n수능 활용점수 : 개별 대학에서 대학수학능력시험의 등급, 표준점수, 백분위 중 하나 혹은 둘 이상을 혼합하여 활용하는 점수\n입학 전형 기타\n학교생활기록부 성적 반영 대상자 : 학교생활기록부 교과성적을 반영하는 학생(지원자)\n유사용어 : 학교생활기록부 산출 대상자\n학생부교과성적 대체점수(비교내신 대체어) : 검정고시 합격자, 특수목적고 출신 학생, 재수생 또는 삼수생 이상 등 학생부 성적을 확인하기 어려운 학생들을 대상으로 대학수학능력시험 성적이나 대학별고사 성적 등과 같은 점수를 비교하여 학생부 교과성적을\n대체할 점수를 산출하는 제도\n학생부 교과성적 대체점수 적용 대상자 : 학교생활기록부 교과 성적을 산출할 수 없는 학생(지원자)을 대상으로 다른 성적을 기준으로 교과성적을 대체하여 적용하는 학생(지원자)\n유사용어 : 비교내신 적용 대상자, 비교내신 적용자, 학교생활기록부 적용 제외자, 학교생활기록부 비산출자, 학교생활기록부 반영교과의 석차등급 산출 불가자\n학교생활기록부 온라인 제공 비대상교 : 학교생활기록부를 온라인으로 제공하지 않는 고등학교\n유사용어 : 온라인자료 비작성 고교\n학교생활기록부 온라인 제공 동의자 : 학교생활기록부를 온라인으로 제공하는 데에 동의하는 학생(지원자)\n유사용어) 학생부 전산자료 활용 동의자\n결격 : 지원자격미달, 대학에서의 수학능력미달, 최저학력기준 미달, 필수서류 미제출 등의 이유로 필요한 자격을 갖추고 있지 못한 학생(지원자)의 처리결과\n지원자격미달 : 대학입학에 있어 지원자격이 부족함\n수학능력미달 : 대학에 입학한 뒤에 대학 교육과정을 원활하게 수학할 능력이 부족하다고 판단하는 경우\n지원자격위반 : 대학 입학전형에서 해당 전형이 제시하고 있는 자격기준을 충족하지 못하거나 위반한 경우.\n지원횟수위반 : 입학원서 접수 시 수시전형은 최대 6회, 정시전형은 모집군 별로 각 1회씩 총 3회 지원이 가능함 (교육대학 포함, 전문대학/산업대학은 제외). 이를 초과한 경우 원서접수 시간 순서상 초과한 접수는 취소됨. 이를 위반한 경우 입학이 무효화 됨.\n입학전형 대상에서 제외 : 대학에 입학할 지원 자격이 미달되었거나 대학수학능력미달 등의 이유로 대학에 입학할 자격을 부여하지 않는 경우\n등록예치금 : 수시모집 본 등록 전에 등록 의사를 밝히는 의미에서 일정 금액을 납부하는 것을 말함\n유사용어 : 등록확인 예치금, 예치금, 수시합격 예치금, 수시모집 에치금, 확인 예치, 등록(예치)금\n등록포기 : 대학입학전형에 합격하여 등록하였으나 다른 대학의 충원합격 통보를 받는 등의 이유로 등록을 원하지 않는 대학에 등록을 포기하는 의사를 전달하는 절차. 반드시 등록포기 절차를 진행해야 이중등록으로 합격이 취소되는 것을 막을 수 있음\n예비합격자 : 최초합격자 발표 시 일정 비율의 지원자에게 후순위 합격자의 순위(순서)를 부여하는데, 이 때 후순위 합격 기회를 부여받은 학생\n유사용어: 예비순위자(예비자), 예비합격 순위자, 충원대상자, 예비후보자, 충원예비합격자, 후보자, 후보순위자\n예비합격 순위 : 최초합격자 발표 시, 일정 비율의 지원자에게 부여되는 후순위 합격자의 순위(순서)\n유사용어 : 예비순위, 예비합격 후보순위, 후보순위, 예비후보 순위, 충원합격 후보순위\n결원 : 모집인원에 부족한 인원\n유사용어 : 미등록 결원, 미선발 인원\n미등록 충원 : 합격자가 등록을 하지 않아 결원이 생겼을 때 해당 대학의 예비합격자를 추가로 등록시키는 것\n유사용어 : 결원 보충, 미등록 결원 보충, 미충원 인원 선발, 후보 충원\n교차지원 : 본인의 계열과는 다른 모집단위에 지원하는 경우를 의미함. 대학 전형에 따라 교차지원 가능여부가 다르므로 모집요강이나 대학 입학처에 확인해야 함\n복수지원 : 수시모집은 각 대학에 최대 6개 전형 이내로 지원할 수 있으며 이것을 복수지원이라고 함. 해당 대학에서 금지하고 있지 않을 경우, 동일 대학 내 복수지원 가능. 정시모집 역시 모집군 별로 각 1회씩 총 3개의 전형을 지원할 수 있음(모집기간 군이 다른 대학 간(가/나/다 군) 또는 동일 대학 내 복수지원 가능, 복수지원 시 교육대학 포함 전문대학/산업대학은 제외)\n중복지원 금지 : 동일한 전형 내에서 2개 이상의 모집단위를 중복하여 지원할 수 없음을 말함. 동일 대학 내에서 전형 간 중복지원을 금지하는 경우도 있으므로 지원 시 해당 대학 모집요강이나 입학처에 확인해야 함\n예) 한 전형 내에서는 영문과, 경영학과를 동시에 지원할 수 없음.\n이중등록 : 입학할 학기가 같은 2개 이상의 대학에 등록한 것. 이중등록은 입학 취소 사유가 되므로 반드시 하나의 대학에만 등록해야 함\n분할모집 : 정시모집에서 동일한 학과를 2개 이상의 군으로 분할하여 모집하는 경우를 말함(현재는 금지하고 있음)\n예) 경영학과 학생의 50% ‘가’군에서 모집하고, 나머지는 50%는 ‘나’군에서 모집하는 경우\n유사도/유사도검색시스템 : 학생부위주전형에서 자기소개서, 교사추천서의 표절, 대필 및 허위 서류 작성 등 지원서류 검증의 신뢰도를 높이기 위해 유사한 정도를 검색하는 것. 한국대학교육협의회에서 공통의 검색시스템을 활용하고 있으며, 대학 내/대학 간 유사도를 검색 및 비교하여 동일 단어와 동일 문장의 반복과 빈도/위치, 행의 배열 등을 검증하고 그 결과를 대학에 제시함. 대학은 유사도 결과를 토대로 별도의 검증 절차를 두어 평가에 반영하고 있음\n이월인원 : 모집시기별로 미달 또는 미등록으로 인해 발생한 결원을 다음 모집시기로 이월하여 선발하는 인원. 수시모집에서 미충원된 인원은 정시모집으로 이월하는 경우가 많으므로 정시모집 지원시 확인이 필요\n미충원 인원 : 최종적으로 모집인원을 채우지 못한 인원\n전형료환불 : 입학전형에 응시하기 위해 결제한 전형료는 적절한 사유가 있는 경우에 환불이 가능하며, 내용은 다음과 같음(고등교육법 시행령 제42조의 3 제2항)\n응시자가 착오로 과납한 경우(과납 금액 환불)\n대학의 귀책사유가 있는 경우(전액환불)\n천재지변, 질병, 사고 등으로 입원하였거나 사망한 경우(전액환불)\n단계별 전형에 응시하였으나 최종 단계 전에 불합격 한 경우(응시하지 못한 단계의 전형에 소요되는 금액 환불)\n전형료비례환불 : 입학전형을 마친 후 전형료 수입/지출에 잔액이 발생될 경우, 응시한 사람이 납부한 입학 전형료에 비례하여 반환하는 것(고등교육법 제34조 4 제5항)\n전형료일부환불 : 단계별로 실시하는 입학전형에 응시하였으나 최종 단계 전에 불합격한 경우 전형료의 일부를 반환"
}