{
  "title": "작곡과",
  "url": "https://hyu.wiki/%EC%9E%91%EA%B3%A1%EA%B3%BC",
  "content": "목차\n1\n학부(서울)\n1.1\n전공소개\n1.1.1\n학과 소개\n1.1.2\n학과 정보\n1.1.3\n특장점\n1.1.4\n주요 전공과목\n1.1.5\n커리큘럼\n1.1.6\n진로\n1.1.7\n질의응답\n1.2\n교수진\n학부(서울)\n소속: 서울 음악대학 작곡과\n유형: 서울 대학\n영문명: DEPARTMENT OF COMPOSITION\n중문명: 作曲系\n카페 :\nhttps://cafe.naver.com/hycomposition/933\n전공소개\n전공안내서2025의 내용을 발췌해 정리한 글임.\n학과 소개\n한양대학교 작곡과에서는 음악의 기본 원리와 구조를 파악하기 위해 필수적인 기초 및 심화 이론을 교육하고, 다양한 실기 과목을 통해 창작 능력을 배양합니다. 작곡과의 교육 과정은 뛰어난 전문 작 곡가를 양성하는 데 그치지 않고, 음악학자, 교육자, 그리고 디지털 시대를 선도할 전자, 컴퓨터 음악 전문가 등 사회의 다양한 요구를 충족할 수 있는 인재를 배출하는 데 목적을 둡니다. 이를 통해 학생 들은 지역사회, 국가, 그리고 인류 사회에 기여할 예술가로 성장할 수 있습니다. 학생들은 악기의 기 본 지식 습득에서부터 고급 작곡 기법과 다양한 장르의 융합에 이르기까지 폭넓은 교육을 받으며, 지속적으로 변화하는 사회에 적응하고 효율적으로 활동할 수 있는 전문가로 성장하게 됩니다. 또한 PBL(Problem/Project Based Learning) 수업 방식을 도입하여 학생들이 스스로 문제를 해결하고 프로젝트를 진행하면서 주도적으로 학습할 수 있는 환경을 마련합니다.\n학과 정보\n전화번호 : 02-2220-1250\n학과설립연도 : 1960\n특장점\n전문적이고 균형잡힌 교수진\n작곡전공 이경미교수, 박명훈교수, 전자음악전공 Richard Dudas교수, 기초 이론과 음악학 정경영 교수, 계희승 교수 재직\n현대음악에 특화된 교육과정\n현대음악에 강점을 가진 학과, 2014년 전자음악 분야의 세계적 기관 IRCAM과 공동으로 아시아 최초의 Ircam Forum Workshop 2년마다 한양현대음악제 개최\n음악대학 내 음악도서관 및 음악자료실\n음악도서관 및 음악자료실에 악보, DVD. CD 등 다양한 음악 자료와 전문 서적을 보유하고 있을 뿐 아니라 자료를 손쉽게 이용할 수 있는 환경 제공\n주요 전공과목\n과목\n소개\n전공실기\n가장 핵심적인 수업으로, 교수와 학생 간의 1:1 개인 지도를 통해 주 1회 진행, 학생의 전공 실기 및 이론 수준에 맞춰 설정되며, 체계적이고 효율적인 교육을 통해 음악적 표현력과 이론 지식을 최대화합니다.\n서양음악사\n각 시대별 대표 작곡가와 음악 사조를 살펴보며, 주요 작품의 형식적 분석과 발전, 음악과 사회문화적 배경의 연관성을 연구합니다.\n20세기음악\n19세기 말부터 현대에 이르기까지 현대 음악에서 나타난 다양한 현상들을 역사적, 사회문화적, 미학적 관점에서 조명합니다. 전음열주의, 음계, 선법, 음열, 다조성, 자유로운 반음계주의, 무조성 음악 등을 중점적으로 연구합니다.\n동시대음악\n최근 음악계에서 발표된 현대 작곡가들의 작품을 살펴보고, 다양한 표현 방식을 학습합니다. 새로운 경향과 기술을 접하고, 학생 스스로 새로운 음악적 방식을 제시할 수 있도록 교육합니다.\n음악학개론\n음악을 다른 학문과 연계하여 심도 있는 이해를 목표로 합니다. 20세기에 접어들며 다양해진 음악의 양상을 살펴보고, 여러 종류의 음악과 관련된 분야를 체계적이고 역사적으로 분류하여 강의합니다.\n전자음악입문\n소프트웨어를 사용한 소리의 창의적 편집, 처리 및 작곡 방법을 소개하는 수업으로, 역사적인 전자음악 레퍼토리를 듣고 분석하며, 녹음 및 합성 사운드에 대한 핵심 이론적 개념을 학습합니다.\n커리큘럼\n연도별 커리큘럼은 상이할 수 있으므로, 학과 홈페이지에서 다시 한번 확인하시길 바랍니다.\n전공\n1학년\n2학년\n3학년\n4학년\n융합(전학년)\n건반화성\n20세기음악\n관현악법\n국악기실습\n서양음악사\n시창및청음\n전자음악\n작곡전공실기\n국악개론및감상\n악기론\n연주와비평\n작곡전공실기\n재즈이론과실제\n이론\n이론전공세미나\n음악학개론\n음악사특강\n음악이론특강\n이론전공세미나\n작곡\n국악작곡기법\n뉴미디어\n전자음악작곡실기\n진로\n분야\n직업\n음악계\n현대 음악 작곡가, 폴리아티스트, 게임음향기술자, 작곡가, 음악 코디네이터, 영화 음악 작곡가, 음반 제작자, 뮤지컬 음악 작곡가, 지휘자 등\n언론・문화계\n음악 프로듀서, 음악평론가, 방송국 음악 PD, 작가, 기자 등\n학계・교육계\n대학교수, 음악치료사, 중고등학교 음악교사, 실기 교사, 음악학원 강사 등\n질의응답\n작곡과에 들어가려면 어떤 준비를 해야하나요?\n먼저 작곡실기에는 작곡, 청음, 시창, 피아노, 건반화성, 화성학 등 많은 시험이 있습니다. 한양대학교 작곡과의 경우 작곡, 청음, 피아노, 화성학 이렇게 4가지가 있습니다. 작곡은 피아노 독주곡 쓰기, 청음은 단성, 2성, 4성 청음, 피아노 실기는 지정곡을 암보로 연주하며, 화성학은 전반적인 전통화성 전체에 관해 주어진 문제를 풀이합니다. 어느 것 하나 놓치기 힘든 시험이기 때문에 체력소모도 클 뿐 더러 정신적인 스트레스도 많지만 작곡과에 대한 열망과 의지를 가지고 계속해서 도전하고 노력해야 합니다.\n미래에 안정적인 직업을 갖기 위해 어떻게 해야 하나요?\n음악대학이 다른 단과대학 보다 미래가 불확실하다는 건 사실이지만, 자신이 여러 직업을 알아보고 좀 더 관심을 가지며 그에 따른 준비를 한다면 미래를 걱정할 필요는 없다고 봅니다. 특히 작곡과는 학과 특성상 음악 기초지식 뿐 아니라 폭넓은 음악 영역을 다루기 때문에 취업률이 상대적으로 높게 나옵니다. 정해진 기준은 없지만 음악대학의 타과보다 진로선택사항이 많은 편입니다. 안정적인 직업을 굳이 뽑는다면 교사, 교수 등이 있겠습니다. 세부적으로 들어가면 더 많은 직업들이 있겠지만 그것은 자기가 노력하기 나름입니다. 학년 초부터 여러 활동 많이 해보시고 자신이 어떤 것에 특화되어 있는지 잘 파악해서 자신의 길을 점점 찾아가는 것이 좋을 듯합니다. 고학년부터 여러 활동하는 것이 점점 힘들어지니 저학년 때 많이 해두면 좋을듯합니다. ‘길’은 많습니다. 하지만 ‘어떻게 찾아가느냐’가 관건이라 할 수 있겠습니다\n교수진\n정경영\n교수\nRichard Daniel Dudas 교수\n계희승 부교수\n박명훈 부교수\n이문희\n조교수"
}