{
  "title": "장재영(공과대학)",
  "url": "https://hyu.wiki/%EC%9E%A5%EC%9E%AC%EC%98%81(%EA%B3%B5%EA%B3%BC%EB%8C%80%ED%95%99)",
  "content": "장재영은 서울캠퍼스\n공과대학\n에너지공학과\n교수이자,\n에너지 전자재료 및 소자 연구실\n실장을 겸임하고 있다.\n에너지공학과 홈페이지 참고(2019.10.)\n목차\n1\n학력\n2\n경력\n3\n연구관심분야\n4\n주요연구과제\n4.1\n체온으로 전기 생산하는 소재 개발(2020.12.17)\n[1]\n4.2\n고분자로 만든 고성능 열전소재 개발(2019.04)\n[2]\n4.3\n빛으로 구동하는 메모리를 위한 퀀텀닷 개발(2018.08)\n[3]\n[4]\n5\n주요논문\n6\n저서\n7\n수상\n8\n언론 활동\n8.1\n교내 언론\n9\n각주\n학력\n2002 – 2006 포항공과대학교 (POSTECH), 화학공학 (학사)\n2006 – 2012 포항공과대학교 (POSTECH), 화학공학, (공학박사)\n(영문)\n2000 – 2002 Gyeongnam Science High School, Korea\n2002 – 2006 B.S. Department of Chemical Engineering, Advisor: Prof. Chan Eon Park Pohang University of Science and Technology (POSTECH), Korea Department of Chemical Engineering, graduated with honors (Magna Cum Laude)\n2006 – 2012 Ph.D. Pohang University of Science and Technology (POSTECH), Korea\n경력\n2015 - 현재 한양대학교 에너지공학과 조교수\n2014 – 2015 미국 제임스 프랑크 연구소, 박사후연구원\n2012 – 2014 미국 시카고 대학교 화학과, 박사후연구원\n2012 - 2013 포항공과대학교 (POSTECH) 고분자연구소, 박사후연구원\n(영문)\n2015 – present Asst. Professor, Dept. of Energy Engineering, Hanyang University, Korea\n2014 – 2015 Post-doc Research Associate, James Franck Institute, University of Chicago, USA(Advisor: Prof. Dmitri V. Talapin)\n2012 – 2014 Post-doc Research Associate, Department of Chemistry, University of Chicago, USA(Advisor: Prof. Dmitri V. Talapin)\n2012 – 2013 Post-doc Research Associate, Polymer Research Institute, POSTECH, Korea(Advisor: Prof. Chan Eon Park)\n연구관심분야\nMaterials : Organic & polymeric materials, colloidal quantum dots\nApplications: Energy harvesting, optoelectronic & electronic devices including thermoelectric generators, solar cells, filed-effect transistors, photo-detectors, and so on.\nCurrent Projects: About self-healable thermoelectric materials, flexible thermoelectric generators, quantum dots for indoor solar cells, foldable transparent electrodes, hotovoltaicpiezoelectric hybrid energy harvesters, and others\n주요연구과제\n체온으로 전기 생산하는 소재 개발(2020.12.17)\n[1]\n장재영 에너지공학과 교수팀이 열에너지를 전기에너지로 만드는 새로운 열전소재를 개발했다.\n‘물과 반응한 BCF’가 브뢴스테드(Brønsted) 산 특성을 보인다는 점에 주목했고, 이를 극대화한 신규 도핑기술을 개발해 기존 도핑기술 대비 전도성과 열전 발전특성이 수십 배 이상 향상된 열전소재를 개발했다.\n장 교수팀이 개발한 ‘브뢴스테드 산에 도핑된 poly(3-hexylthiophene) (P3HT) 고분자’는 사슬이 평평한 퀴노이드(quinoid) 구조를 갖고 독특한 밀집된 결정 구조(type II polymorph)를 형성하는 것으로 밝혀졌으며, 이로 인해 높은 성능과 우수한 대기 안정성을 보일 수 있었다.\n논문명 : Brønsted acid Doping of P3HT with Largely Soluble Tris(pentafluorophenyl)borane for Highly Conductive and Stable Organic Thermoelectrics Via One-Step Solution Mixing\n해당 연구의 논문은 에너지 및 재료과학 분야 세계적인 권위지인 「Advanced Energy Materials」지 최신호에 게재됐다.\n연구는 교육부 및 과학기술정보통신부의 재원(기본연구지원사업-SGER, 차세대지능형반도체기술개발사업)으로 한국연구재단의 지원을 받아 수행됐다.\n고분자로 만든 고성능 열전소재 개발(2019.04)\n[2]\n장 교수팀이 플라스틱‧섬유 등의 원료로 사용되는 고분자를 재료로 전기 생산능력이 향상된 고성능 열전소재를 개발했다.\n이번 연구에서 ‘전자주개(Donor)-전자받개(Acceptor)형 고분자(이하 D-A 고분자)’를 이용해 열전소재의 출력을 획기적으로 향상시킬 수 있는 방법을 제시, 문제점을 해결했다. 전하이동도가 매우 높은 D-A 고분자와 도펀트를 한꺼번에 혼합해 도핑을 시도했고 이를 통해 간단하게 열전소재를 제작했다. 해당 열전소재는 동일한 방법으로 제조한 열전소재 중 최고의 열전출력인자(31.5 μWm-1K-2) 및 성능지수(0.043)를 보였다.\n한편 이번 연구 결과는 (논문명 : Doping of donor-acceptor polymers with long side chains via solution mixing for advancing thermoelectric properties, 저자정보: 장재영 교수 (교신저자), 서의현 박사과정 (제1저자)) 교육부의 재원(기본연구지원사업-SGER)으로 한국연구재단의 지원을 받아 수행됐으며 나노과학‧에너지 분야 세계적인 권위지인 「Nano Energy」 4월호에 게재됐다.\n빛으로 구동하는 메모리를 위한 퀀텀닷 개발(2018.08)\n[3]\n[4]\n장 교수팀이 빛으로 구동하는 메모리 구현을 위해 표면이 가공된 퀀텀닷(Quantum Dot) 나노재료를 개발했다고 밝혔다. 플래시 메모리로 대표되는 정보저장소자는 스마트폰, USB 드라이브 등 대부분의 모바일 IT 기기에 사용되는 필수 소자로 지금까지는 높은 전압을 사용해 메모리를 구동했다.\n이번 연구는 기존의 빛을 이용해 이미지 정보를 저장하는 플래시 메모리 구현에 이어 저장된 정보를 효과적으로 제거할 수 있는 메모리 소자를 구현하고, 빛에 의한 정보 제거 속도를 획기적으로 개선할 수 있는 방법을 제시했다. 기존에도 빛을 이용해 정보를 제거하는 플래시 메모리 연구가 있었지만 강한 빛과 긴 노출시간이 필요하다는 한계가 있었다. 따라서 약한 세기의 가시광선 영역대의 빛으로도 빠르게 정보를 제거할 수 있는 새로운 플래시 메모리 기술의 필요성이 제기됐다.\n장 교수팀은 퀀텀닷으로 구성된 부동 게이트 삽입층(Floating Gate Layer)을 도입, 퀀텀닷의 표면을 효과적으로 가공해 ‘광 유발 회복’효과를 극대화한 유/무기 트랜지스터 기반 메모리 소자를 제작했다. 특히 불소화 화합물로 표면 개질된 퀀텀닷을 사용해 제작한 메모리 소자는 1mW/cm2 세기 미만의 빛으로도 저장된 정보를 빠르게 제거하면서도 안정적으로 구동됐다.\n이번 연구는 최근 차세대 반도체 디스플레이 재료로 각광받고 있는 퀀텀닷이 플래시 메모리의 핵심소재로 응용 가능함을 확인하고, 효과적인 표면가공을 통해 메모리 성능을 획기적으로 향상시켰다는데 의미가 있다. 장재영 교수는 “이번에 개발한 퀀텀닷을 활용한 플래시 메모리는 비휘발성이면서 빛의 노출에 따라 빠르게 정보의 제거가 가능하다는 점에서 향후 퀀텀닷과 같은 나노재료를 이용해 차세대 웨어러블 전자제품 등의 저장 소자로 널리 활용될 것으로 기대된다”고 연구의 의의를 밝혔다.\n이번 연구결과는 (논문명 : Surface Modification of CdSe Quantum-Dot Floating Gates for Advancing Light-Erasable Organic Field-Effect Transistor Memories) 나노과학 분야 세계적인 권위지 'ACS Nano'에 게재됐다. 이번 연구는 박찬언 포항공대(POSTECH) 교수팀과 함께 진행됐고 교육부의 재원(기본연구지원사업-SGER)으로 한국연구재단의 지원을 받아 수행됐다.\n주요논문\nScience, Nature Communications, Advanced Materials, Nano Letters, Journal of the American Chemical Society, ACS Nano, Nano Energy, Advanced Functional Materials 등을 포함한 총 85편의 SCI(E)급 논문 발표\n1. Y. J. Jeong, D.-J. Yun, S. H. Noh, C. E. Park, and J. Jang* \"Surface Modification of CdSe Quantum-Dot Floating Gates for Advancing Light-Erasable Organic Field-Effect Transistor Memories\",ACS Nano, 12, 7701-7709 (2018).\n2. Jang et al. “Solution-processed transistors using colloidal nanocrystals with composition-matched molecular “solders”: approaching single crystal mobility”, Nano Letters, 15, 6309-6317 (2015).\n3. Dolzhnikov, Hao, and Jang et al. “Composition-matched molecular “solders” for semiconductors”,Science 347, 425-428 (2015).\n4. Jang et al. “Temperature-dependent Hall and field-effect mobility in strongly coupled all-inorganic nanocrystal arrays”, Nano Letters, 14, 653-662 (2014).\n5. Kim† and Jang† et al. “The origin of excellent gate-bias stress stability in organic field-effect transistors employing fluorinated-polymer gate dielectrics”. Advanced Materials. 26, 7241-7246(2014) [Back Cover Article] († equally contributed authors).\n6. Jang et al. “Highly crystalline soluble acene crystal arrays for organic transistors: mechanism of crystal growth during dip-coating”, Advanced Functional Materials, 22, 1005-1014 (2012).\n7. Jang et al. “High Tg cyclic olefin copolymer gate dielectrics for N,N’-ditridecyl perylene diimidebased field-effect transistors: improving performance and stability with thermal treatment\", Advanced Functional Materials, 20, 2611-2618, (2010) [Front Cover Article].\n저서\n수상\nOct. 2018 Young Researcher Academic Award, the Polymer Society of Korea\nJune 2018 Best Teacher Award, Hanyang University\nJune 2017 Best Teacher Award, Hanyang University\nJune 2016 Best Teacher Award, Hanyang University\nJan 2012 The 6th BK21 Best Paper Award, POSTECH\nNov. 2011 Outstanding Poster Award, 23th Synchrotron Radiation User’s Workshop/KOSUA Meeting\nSep. 2011 PCE Graduate Fellowship, POSTECH\nOct 2010 Outstanding Poster Award, the Polymer Society of Korea\nFeb. 2009 LG Display CEO Award, 2008 Campus Patent Strategy Universiade\n언론 활동\n교내 언론\n<뉴스H> 2021.05.03 [HYPER] 인터뷰: 체온이 전기가 되는 세상! 새로운 소재·소자 개발로 앞서간다\n[1]\n<뉴스H> 2023.04.05\n차세대 태양전지 핵심소재 대량생산 길 열다\n<뉴스H> 2023.11.03\n차세대 태양전지 핵심소재 대량생산 길 열다장재영 에너지공학과 교수, 새로운 유기 p-도펀트 개발로 유기 반도체 시장에 혁신을 일으키다\n각주\n↑\n<뉴스> 2020.12.17 장재영 교수, 체온으로 전기 생산하는 소재 개발\n↑\n<뉴스H> 2019.04.08 장재영 교수, 플라스틱 이용한 전기 생산의 길 열어\n↑\n<뉴스H> 2018.10.22\n빛으로 메모리 정보를 더 빠르게 제거하는 퀀텀닷 기술 개발\n↑\n<뉴스H> 2018.08.22\n장재영 교수, 빛으로 구동하는 메모리를 위한 퀀텀닷 개발"
}