{
  "title": "장애대학생 지원을 위한 대학의 역할",
  "url": "https://hyu.wiki/%EC%9E%A5%EC%95%A0%EB%8C%80%ED%95%99%EC%83%9D_%EC%A7%80%EC%9B%90%EC%9D%84_%EC%9C%84%ED%95%9C_%EB%8C%80%ED%95%99%EC%9D%98_%EC%97%AD%ED%95%A0",
  "content": "교육부에서 2019년 9월 4일 대학의 장애대학생 교육활동 지원을 위해 발송한 공문의 첨부 자료이다.\n목차\n1\n장애대학생을 위한 시스템 등 구비\n1.1\n특별지원위원회 및 장애학생지원센터 설치‧운영\n1.2\n장애학생 지원계획 수립 및 공지\n1.3\n학칙 규정\n1.4\n장애인식개선 교육\n2\n장애대학생의 학교생활 지원 사항\n2.1\n편의 제공\n2.2\n차별 금지\n2.3\n장애학생지원 시 권고사항\n2.3.1\n장애학생지원센터(장애학생 지원부서 또는 전담직원) 운영\n2.3.2\n장애학생 지원을 위한 대학 운영\n2.4\n법령 위반 시 제재 사항\n2.4.1\n제재 내용\n장애대학생을 위한 시스템 등 구비\n특별지원위원회 및 장애학생지원센터 설치‧운영\n(특별지원위원회) 대학의 장애학생 지원을 위한 계획, 심사청구 사건에 대한 심사‧결정 등을 심의ㆍ결정하기 위하여 특별지원위원회를 설치ㆍ운영하여야 함\n다만, 장애학생이 10명 미만인 대학은 장애학생 지원부서 또는 전담직원이 특별지원위원회 기능 수행 가능\n※ (근거) 장애인 등에 대한 특수교육법 제29조, 동법 시행령 제30조\n(장애학생지원센터) 대학의 장은 장애학생의 교육 및 생활에 관한 지원을 총괄ㆍ담당하는 장애학생지원센터를 설치ㆍ운영하여야 함\n다만, 장애학생이 재학하고 있지 않거나 9명 이하인 소규모 대학은 장애학생 지원부서 또는 전담직원 배치 가능\n※ (근거) 장애인 등에 대한 특수교육법 제30조, 동법 시행령 제31조, 장애인차별금지 및 권리구제 등에 관한 법률 제14조제2항, 동법 시행령 제10조\n(담당업무)\n - 장애학생을 위한 각종 지원에 관한 사항\n -「장애인 등에 대한 특수교육법」제31조에서 정하는 편의제공에 관한 사항\n - 교직원‧보조인력 등에 대한 교육에 관한 사항\n - 장애학생 교육복지의 실태조사에 관한 사항\n - 그 밖에 대학의 장이 부의하는 사항\n  ※ (근거) 장애인 등에 대한 특수교육법 제30조\n장애학생 지원계획 수립 및 공지\n장애학생지원센터, 장애학생 지원부서 또는 전담직원은 장애학생 지원계획을 수립하고, 그 사실을 장애학생에게 알려야 함\n(근거) 장애인 등에 대한 특수교육법 시행령 제31조\n학칙 규정\n대학의 장은「장애인 등에 대한 특수교육법」에서 정하는 장애학생의 지원 등에 관하여 필요한 내용을 학칙에 규정하여야 함\n(근거) 장애인 등에 대한 특수교육법 제32조, 고등교육법 제6조, 동법 시행령 제4조\n장애인식개선 교육\n(인식개선 교육) 소속 직원ㆍ학생을 대상으로 장애인에 대한 인식 개선을 위한 교육을 실시하고, 그 결과를 보건복지부장관에게 제출하여야 함\n(근거) 장애인복지법 제25조제2항\n장애대학생의 학교생활 지원 사항\n편의 제공\n대학에 재학 중인 장애학생에게 불이익이 없도록 교육활동 편의 제공\n(물적 지원) 확대 독서기, 보청기기, 높낮이 조절용 책상 등 각종 학습보조기기 및 보조공학기기 등 지원\n(인적 지원) 장애인 및 장애인 관련자가 필요로 하는 경우 교육보조인력 배치 등 지원\n(취학편의 지원) 통학 및 교내 이동‧접근에 불이익이 없도록 하기 위한 각종 이동용 보장구의 대여 및 수리 등 지원\n(정보접근 지원) 각종 장애인보조기구 등 의사소통수단, 원활한 교수학습 수행을 위한 지도자료 등 지원\n(편의시설 설치 지원) 장애학생이 학업을 수행함에 있어 이동과 시설이용의 편리를 도모하고 정보접근을 용이하게 하기 위한 시설‧설비 설치 지원 등\n교육기관에 재학 중인 장애인 및 그 보호자가 「장애인차별금지 및 권리구제 등에 관한 법률」 제14조제1항 각 호*의 편의 제공을 요청할 때 정당한 사유 없이 거절할 수 없음\n※ (근거) 장애인 등에 대한 특수교육법 제31조, 장애인‧노인‧임산부 등의 편의증진보장에 관한 법률 제2조제2호, 장애인차별금지 및 권리구제 등에 관한 법률 제14조, 장애인차별금지 및 권리구제 등에 관한 법률 제13조제3항\n(진로교육 및 정보제공) 취업 및 진로교육, 정보제공에 있어서 장애인의 능력과 특성에 맞는 진로교육 및 정보 제공\n※ (근거) 장애인차별금지 및 권리구제 등에 관한 법률 제13조제5항\n차별 금지\n(입학 시 차별금지) 장애를 이유로 입학전형 합격자의 입학을 거부하는 등 교육기회에 있어서 차별을 하여서는 안됨\n입학전형절차에서 ‘장애인이 아닌 지원자’와 달리 추가서류, 별도 양식에 의한 지원서류를 요구하거나 장애인만을 대상으로 한 별도의 면접이나 신체검사, 추가시험 등 금지\n다만, 장애로 인하여 필요한 수험편의의 내용을 조사‧확인하기 위한 경우이거나, 장애인의 특성을 고려한 교육시행 목적으로 함이 명백한 경우는 가능\n(근거) 장애인 등에 대한 특수교육법 제4조, 장애인차별금지 및 권리구제 등에 관한 법률 제13조제1항 및 제7항\n입학전형절차 중인 장애수험생의 수험의 편의를 위하여 「장애인차별금지 및 권리구제 등에 관한 법률」 제14조제1항 각 호*의 수단 중 수험편의에 필요한 수단의 적극적 강구 및 제공\n각종 이동용 보장구의 대여 및 수리, 교육보조인력 배치, 각종 보완‧대체 의사소통 도구 등의 대여 등\n(교내‧외 활동시 차별금지) 특정 수업이나 실험‧실습, 현장견학, 수학여행 등 학습을 포함한 모든 교내‧외 활동에서 장애를 이유로 장애인의 참여를 제한‧배제‧거부 금지\n(근거) 장애인차별금지 및 권리구제 등에 관한 법률 제13조제4항\n(모욕‧비하 금지) 교육책임자 및 교직원은 장애인 및 장애인 관련자, 특수교육교원, 특수교육보조원, 장애인 관련 업무 담당자를 모욕하거나 비하 금지\n(근거) 장애인차별금지 및 권리구제 등에 관한 법률 제13조제6항\n장애학생지원 시 권고사항\n장애학생지원센터(장애학생 지원부서 또는 전담직원) 운영\n장애학생지원센터 운영 내실화 및 전담인력의 안정적 배치\n장애학생 지원의 전문성을 갖춘 인력 우선 배치\n장애학생 지원 인력의 잦은 인사이동 지양\n장애학생지원센터가 지원하는 서비스 적극 홍보\n장애대학생이 학업에 필요한 도움을 받지 못하는 경우가 발생하지 않도록 센터 지원 사항 홍보 강화\n장애대학생을 위한 진로직업‧취업 지원 기능 확대\n장애대학생의 취업관련 정보제공, 취업 프로그램 참여 기회 마련, 상담 및 다양한 정보 제공\n장애학생 지원을 위한 대학 운영\n장애대학생을 위한 교수학습지원 서비스 제공\n장애대학생을 고려하여 강의계획서 제공, 강의실 배정 및 접근, 교재 및 교수학습 기자재 지원, 시험 및 평가 지원\n시각장애 대학생의 원활한 학습을 위한 대체자료 적기 지원\n국립장애인도서관 대체자료 서비스 활용 및 시각장애대학생용 점자도서 제작을 위한 대학 자체 지원 방안 마련\n신입 장애대학생을 위한 오리엔테이션 개최\n대학의 시설 배치 및 시설 간 이동경로, 수강신청 방법, 장애학생지원센터의 지원 서비스 등 학업과 생활에 필요한 정보 안내\n장애인 주간 총장 간담회 실시 추진\n매년 ‘장애인의 날(4월 20일)’ 장애대학생과 총장 간담회를 개최하여 관리자의 장애학생 지원에 대한 이해와 관심도 제고\n장애인 인권교육 실시 추진\n장애학생 성희롱 및 성추행 예방교육 등 인권관련 내용 교육을 통해 장애인 인권존중 분위기 조성\n장애대학생 장학금 지원 제도 확대\n장애와 가계곤란으로 학업을 지속하기 어려운 장애대학생들의 학업을 장려하고 우수한 학생을 발굴하여 미래인재로 육성\n장애성인 평생교육 프로그램 개발‧운영\n지역사회 장애성인 평생교육 기회 확대를 위해 물적‧인적 자원이 풍부한 대학의 평생교육원 등 활용\n법령 위반 시 제재 사항\n제재 내용\n「장애인차별금지 및 권리구제 등에 관한 법률」에서 금지한 차별행위를 행하고, 그 행위가 악의적*인 것으로 인정되는 경우\n차별의 고의성, 차별의 지속성 및 반복성, 차별 피해자에 대한 보복성, 차별 피해의 내용 및 규모 등 고려하여 판단\n⇒ (제재조치) 3년 이하 징역 또는 3,000만원 이하 벌금\n※ (근거) 장애인차별금지 및 권리구제 등에 관한 법률 제49조\n장애를 이유로 특수교육대상자의 입학을 거부하거나 입학전형 합격자의 입학을 거부하는 등의 불이익한 처분을 하는 경우 및 대학의 입학전형절차에서 수험편의의 내용 확인과 관계없는 별도의 면접이나 신체검사를 요구하는 경우\n⇒ (제재조치) 1년 이하의 징역 또는 1천만원 이하의 벌금\n※ (근거) 장애인 등에 대한 특수교육법 제38조\n수업, 학생자치활동, 그 밖의 교내외 활동에 대한 참여에 있어서 차별하는 경우\n입학ㆍ전학 및 기숙사 입소 과정에서 비장애학생에게 요구하지 아니하는 보증인 또는 서약서 제출을 요구하는 경우\n⇒ (제재조치) 300만원 이하의 벌금\n(근거) 장애인 등에 대한 특수교육법 제38조의2\n‘특별지원위원회’ 및 ‘장애학생지원센터’ 설치‧운영, 학칙 규정 등 교육 관계 법령 또는 이에 따른 명령이나 학칙을 위반하는 경우\n⇒ (제재조치) 교육부장관은 학교의 장에게 시정 또는 변경 명령할 수 있으며, 이를 이행하지 아니하면 학교 학생정원의 감축, 학과 폐지 또는 학생 모집정지 등의 조치를 할 수 있음\n(근거) 고등교육법 제60조, 고등교육법 시행령 제71조의2"
}