{
  "title": "재수강",
  "url": "https://hyu.wiki/%EC%9E%AC%EC%88%98%EA%B0%95",
  "content": "한번 들었던 과목을 다시\n수강신청\n하여 듣는 것을 말한다.\n통상 미취득 과목 수강 및 성적 상승을 목적으로 한다.\n2012학년도부터 이미 취득한 교과목에 대한 재수강 신청은 그 성적이 C+이하인 경우에 한하여 가능해지며  재수강 시 최고 취득학점은 A0로 제한된다.\n재수강 횟수 제한은 없다.\nERICA캠퍼스 학생은 과목당 2회까지만 허용되나 필수 교과목은 이수할 때까지 재수강 횟수 제한 없음\n목차\n1\n성적상승 재수강\n[1]\n2\n미취득 과목(F학점 과목)의 수강요령\n2.1\nF학점 과목 재수강 (출처 : 대표홈페이지)\n2.2\n이전 내용\n3\n대치과목을 통한 재수강\n4\n유의 사항\n성적상승 재수강\n[1]\n2014년부터는 성적상승 재수강의 경우 재수강하고자 하는 과목의 성적이 C+ 이하(F 포함)이어야 하며, 성적 취득 시 최고 등급은 A0 이하로 인정합니다.\n성적상승 재수강 결과 기존 성적과 비교하여 좋은 성적만 남고 낮은 성적은 자동 폐기됩니다.\n성적상승 재수강은 성적만 교체 처리될 뿐이며(처음 취득한 이수구분으로 인정됨) 학점 취득은 중복하여 처리되지 않습니다.\n성적상승 재수강 과목의 이수구분은 처음 취득한 이수구분으로 인정됩니다.\n영어전용강좌인 경우 성적상승 재수강으로 인정받은 과목이 영어전용이 아닐 경우에는 영어전용으로 인정이 안됩니다.\n두 과목의 학점수가 다를 경우에는 상위 점수-성적의 학점 수로 인정받습니다. 따라서 성적상승 수강시에는 학수 번호가 같다하더라도 두 과목 사이의 학점 수를 반드시 확인하여야 합니다.\n미취득 과목(F학점 과목)의 수강요령\nF학점 과목 재수강 (출처 :\n대표홈페이지\n)\n미취득 과목 우선 재수강\n미취득한(F학점) 필수 과목(교양필수, 전공기초(필수) )이 발생하였을 경우에는 반드시 다음 학년에 해당 학년 과목보다 우선하여 재수강하여야 합니다. 우선 재수강하지 않으면 그 다음 학년에 필수 과목과 시간표가 중복되어 졸업하지 못하는 일이 발생할 수 있습니다.\n교육 과정 변경으로 필수 과목이 선택 과목으로 바뀐 경우\n해당 학생이 이수한 학기에 설강된 필수 과목이 교육과정 변경으로 이수구분이 바뀐 경우라도 해당 학생은 그 과목이 폐지가 되지 않은 이상 반드시 필수로서 이수하여야 합니다. 이때 과목을 이수하면 필수과목 이수로 처리되며 변경된 이수구분으로 인정됩니다.(폐지란 본인의 학과 교육과정에서 더 이상 설강되지 않는 것을 의미하며 본인의 학과에서 없어진 과목이 타 학과에 있더라도 그것은 자신의 경우에는 폐지 교과목에 해당합니다.)\n필수 과목이 아닌 기타 미취득 교과목이 선택 과목일 경우에는 F학점이라고 해서 반드시 해당 과목을 재수강할 필요는 없으나 2014년 이후 취득한 F학점은 성적증명서에 표시됩니다.\n이전 내용\n미취득한 2004학년도 이전의 \"(대학 공통)교양필수\" 과목에 대해서는 대치과목 일람표(물리,화학,생물학 및 실험과목)에 지정 된 것과같이 반드시 대치과목을 이수하거나 하계 계절학기에 미취득한 해당과목을 이수하여야 한다.\n구 교육과정으로 대치과목을 수강하는 것은 인정하지 않는다. 즉, '말과글'을 취득하지 못한 자가 구 교육과정인 '국어와작문'을 이수한 경우에 상이한 과목을 이수한 것으로 학점만 인정될 뿐이며 반드 시 말과글을 다시 이수하여야 한다.\n자과 교과과정상에 교양필수나 전공필수이었던 과목일 경우\n만약 그 과목이 현행 교육과정을 기준으로, 폐강되었다면 그 과목은 수강하지 않아도 된다. 즉 폐강되었으나 대치과목이 지정되지 않은 필수과목의 경우 더 이상 수강하지 않아도 되며 다만 졸업에 지장이 없도록 미취득 학점수에 해당하는 학점을 더 이수하면 된다.(97년 이후에는 전공 필수과목이 폐강된 경우에 대치과목을 지정하지 않음)\n만약 그 과목이 현행 교육과정을 기준으로 존속하는 경우에는 반드시 그 과목을 이수해야 한다. (과목구분이 선택으로 바뀐 경우라도 필수로서 이수하여야 함)\n위에서 폐강교과목이란 자과의 교육과정에서 없어진 과목을 뜻한다.(즉 자과에서 없어진 과목이 타과에 있더라도 그것은 자신의 경우에는 폐강교과목에 해당하는 것이다)\n기타 미취득 교과목(교양, 전공의 선택과목이었던 과목)의 경우는 그 과목을 다시 수강하여 학점을 취득하면 되며 과목수와 학점에 제한을 두지 않는다.\n미취득 과목을 재수강하여 성적을 취득하였을 경우 성적처리는 상위 성적을 취득한 학기에 이루어지며 이수구분은 성적상승 재수강 전의 이수구분으로 처리됩니다.(다중전공의 경우 미취득 과목의 재수강의 이수구분은 성적상승이 된 학기의 이수구분으로 처리됨) 단, 처음 취득한 F(50점)과목을 성적상승 재수강으로 F(55점)로 받았을 경우, 2014년도 부터 'F'가 표기되기 때문에 후에 받은 성적은 표기도 되며 평점에도 계산이 됩니다.\n대치과목을 통한 재수강\n2004학년도 이전의 (대학 공통)교양필수의 대치과목을 이수할 때도 성적상승을 위한 재수강을 인정한다. 즉, 대치과목인 '일반물리학1'을 재수강하여 공학대학생은 성적이 저조한 '일반물리학' '일반물리학및실험1' '일반물리학및실험'의 성적을 상승시킬 수 있다.\n이 규정은 1999학년도 제2학기부터 적용되며 이전 신청자에게는 소급하여 적용되지 않는다.\n위와 같이 성적상승을 위하여 대치과목을 수강하려는 학생은 수강신청시 선택메시지 중에서 반드시 \"성적상승 재수강 신청\"을 선택하여야만 한다.\n성적상승과 무관하게 대치과목을 다시 이수하는 것도 인정된다. 즉. \"영어\"를 정상적으로 이수한 학생이라도 회화공부를 위해서 \"실용영어회화1\"을 수강신청하여 학점을 취득할 수도 있는 것이다.  그러나 동일과목은 성적상승만 가능하며 일반과목 수강신청으로 다시 그 과목을 수강하는 것은 불가능하다.\n이러한 학생은 수강신청시 선택 메시지에서 \"성적상승 재수강 신청\"을 선택하면 안되며 반드시 \"일반과목 수강신청\"을 선택하여야 한다.\n현 교과목과 대치관계(대치과목)에 있는 과목을 수강한 적이 있다면 다음과 같은 선택메시지가 나온다.\n\"성적상승 재수강 신청\"을 선택하면 → 성적상승을 위해 그 대치과목을 수강하는 것이며 둘 중 상위성적과 학점만 인정됨 → 수강신청 화면의 재수강란에 \"성적상승\"으로 표기된다.\n\"일반과목 수강신청\"을 선택하면 → 미취득과목 혹은 미취득과목은 아니지만 학점 취득을 위하여 새로운 과목으로 수강한다.\n유의 사항\n성적처리 : 기취득한 성적과 재수강하여 취득한 성적 중 상위성적(점수) 및 학점수가 인정됨.\n이수구분 : 성적상승이 이루어진 경우에도 이수구분은 직전에 취득했던 이수구분으로 인정됨.\n학적처리 : 비교하여 좋은 성적이 학적에 남고 모든 확인서 및 증명서도 상위 성적으로 발급된다.\n유의사항 : 기취득 과목을 재수강하여 성적을 취득하였을 경우 성적처리는 상위 성적을 취득한 학기에 이루어지며 이수구분은 성적상승 재수강 전의 이수구분으로 처리된다. 즉, 기 취득한 과목을 재수강하여 F 성적을 취득하였을 경우, F성적에 대해 금학기(장학) 평점에는 계산되지만 재수강 실패로 기존에 취득한 성적이 남기때문에 누적 학점, 누적 평점에는 계산되지 않는다.\n↑\n한양대학교\n대표홈페이지\n참고"
}