{
  "title": "저널 영향력 지수",
  "url": "https://hyu.wiki/%EC%A0%80%EB%84%90%EC%98%81%ED%96%A5%EB%A0%A5%EC%A7%80%EC%88%98",
  "content": "어떤 저널에 투고할지 결정할 때 참고하는 지표이다.\n대표적인 저널 영향력 평가 지수로는 Web of Science의 인용정보를 기반으로 산출하는 Impact Factor(IF), IF(Article Influence)에 대한 보완적인 지표로 등장한 Eigenfactor Score, AI Score​가 있다.\n이들 지표는 학술지 평가정보를 제공하는 권위있는 데이터베이스인 Journal Citation Report에서 확인할 수 있다.\n또한 Scopus의 인용정보를 기반으로 산출하는 CiteScore, SJR(SCImago Journal Rank), SNIP (Source Normalized Impact per Paper)​도 저널의 영향력을 평가하는 유용한 지표이다.\n이 글은\n백남학술정보관 블로그\n를 바탕으로 작성됨\n목차\n1\nImpact Factor\n1.1\n소개\n1.2\n산출\n1.3\n확인\n1.4\n활용\n2\nEigenfactor Score\n2.1\n소개\n2.2\n산출\n2.3\n확인\n2.4\n활용\n3\nAI Score\n3.1\n소개\n3.2\n확인\n4\nCiteScore\n4.1\n소개\n4.2\nIF와의 차이점\n4.3\n확인\n5\nSJR\n5.1\n소개\n5.2\n확인\n6\nSNIP\n6.1\n소개\n6.2\n확인\nImpact Factor\n소개\n유진 가필드(Eugene Garfield)가 1955년 고안한 것으로 학술지의 영향력을 재는 지표\n누적된 논문 수 및 인용횟수를 이용하여 주제 분야 내에서 저널의 상대적 중요도를 결정할 수 있는 체계적이고 객관적인 수단 제공\nJCR에서 주제별, 출판사별, 국가별로 또는 전체 리스트를 확인하거나 저널 관련 정보로 검색하여 볼 수 있음\n창간한지 3년 미만의 저널이나, AHCI 저널 대부분은 IF를 제공하지 않음\n산출\nIF는 해당 저널에서 지난 2년간발행된 논문이 해당 연도에 인용된 수의 평균 값으로 산출\n산출대상 기간에 발행된 논문수와 인용빈도 등을 산출하여 지표값들을 산출하는데 시일이 소요되기 때문에 매년 7~8월경 전년도 JCR이 업데이트 됨. 따라서, 현재 최신버전은 JCR 2020년이며, 올해 7~8월경 JCR 2021로 업데이트\n확인\n백남학술정보관\n홈페이지 - 학술DB -JCR 데이터베이스에서 저널명이나 ISSN으로 검색하여 특정 저널의 Impact Factor 확인 가능\n저널별로 SCI급 저널로 선정된 최초년도부터 현재까지의 Impact Factor, 5년간의 Impact Factor를 확인할 수 있음. 최근에는 Self citation을 제외한 Impact Factor도 확인할 수 있으므로, 저널의 영향력을 보다 정밀하게 평가 가능\n활용\nSCI급 논문게재 저널 후보 선정 및 게재를 위한 가장 영향력 있는 저널 선택\n주제 분야내 저널의 상대적 중요성 비교 분석, 영향력 있는 저널 확인(상위 10%, 상위 25% 등)\n성과 평가 및 저널 운영 전략\nEigenfactor Score\n소개\n워싱턴대학교 생물학과 Carl T. Bergstrom 교수에 의해 개발되었으며 The Metrics Eigen factor Project를 통해 The Eigenfactor Algorithm 개발\nEigenfactor Score는 Impact Factor 보완을 위해 2007년부터 JCR을 통해 제공되는 학술지 영향력 평가지수로, 학술지에 5년동안 실린 총논문수와 피인용횟수를 기반으로 측정함. Impact Factor와 달리 자기인용을 포함하지 않음\n저널의 fraction(전체 article수에 대한 한 저널의 article 수 비율)이 높으면 Eigenfactor score이 높아짐\n산출\nEigenfactor Score는 해당 저널에서 지난 5년간 발행된 논문이 다음 5년 동안에 인용된 수에서 Self-citation을 제외하고 저널간의 영향력 지수를 가중치로 적용하여 산출\n학술지의 인용지수에 따라 점수의 가중치를 달리하여 측정하며, Eigenfactor Score가 높을수록 학술지의 영향력이 큼\nJCR에 등록된 저널의 Eigenfactor Score의 합은 100\n확인\nJCR 데이터베이스에서 확인\n백남학술정보관 홈페이지 - 학술DB -JCR 데이터베이스에서 저널명이나 ISSN으로 검색하여 특정저널의 Eigenfactor Score를 확인할 수 있으며, 해당 저널이 SCI급 저널로 선정된 최초년도부터 현재까지의 Eigenfactor Score를 한 눈에 볼 수 있음\nEigenfactor 사이트에서 확인\nEigenfactor 사이트 :\nhttp://www.eigenfactor.org/\n활용\n논문게재 저널 후보 선정 및 게재를 위한 가장 영향력 있는 저널 선택\n성과 평가 및 저널 운영 전략\n전체 저널의 Eigenfactor Score의 합을 100%로 받을 때 해당 저널의 영향력은 몇%인지를 파악할 때 유용\nAI Score\n소개\n저널에서 출판된 후 5년 동안의 논문들에 대한 상대적인 평균 영향력 값 의미\n전체 논문(5년간)의 평균 AI=1.00. 즉, 1보다 큰 값은 전체 논문의 평균 영향력 보다 높고, 1보다 적은 값은 전체 평균 보다 낮은 영향력 의미\n​# AI Score도 Eigenfactor Score와 마찬가지로 Impact Factor 보완을 위해 2007년부터 JCR을 통해 제공\n확인\n백남학술정보관 홈페이지 - 학술DB -JCR 데이터베이스에서 저널명이나 ISSN으로 검색하여 특정 저널의 AI Score 확인 가능\nCiteScore\n소개\nScopus, ScienceDirect를 제공하는 Elsevier 출판사에서 제공하는 저널 영향력 지표\n2016년 12월 출범을 발표, 2017년부터 Scopus 데이터베이스를 통해 저널별 CiteScore를 제공\nCiteScore는 Impact Factor와 동일한 계산법으로 산출되며 대상년도만 3년으로 하여 계산함\nIF와의 차이점\nIF는 산정기간이 2년이나, CiteScore는 산정기간이 3년임. 즉, 지난 3년간 한 아이템이 받은 평균 인용횟수로 영향력을 계산\nScopus에 색인된 2만 2천 여종의 저널을 대상으로 함\n출판된 논문에 국한되지 않고, 뉴스, 사설, 레터 등을 포함하여 잠재적으로 인용 가능한 모든 문서를 기초로 함\n확인\n백남학술정보관 홈페이지 - 학술DB -Scopus 데이터베이스내 Sources 매뉴\nSJR\n소개\nSJR은 스페인 Consejo Superior de Investigaciones Cintificas의 Felix de Moya 교수에 의해 개발\n'모든 인용은 동등하지 않다'는 전제를 기반으로 둔 학술지의 영향력 지수\n구글의 Page Rank 알고리즘의 영향을 받아 전체 인용 네트워크에서 노드에 점수를 매기는 방식으로, 명성이 높은 저널에서의 인용은 고득점으로 평가되어 같은 인용이라도 보다 높게 평가됨\n저널의 주제분야, 질과 명성이 모두 직접 영향을 미치는 평가 지표\nScopus 데이터의 인용정보를 활용하여 산출되며, Scopus에 등재되지 않은 OA 저널 평가에도 유용함\n확인\nScopus 데이터베이스에서 확인\n백남학술정보관 홈페이지 - 학술DB -Scopus 데이터베이스 내 'Sources' 메뉴\nSCImago Journal & Country Rank 사이트에서 확인 (\nhttps://www.scimagojr.com/\n)\nScimago사이트에서는 저널별 랭킹뿐만 아니라 SJR에 근거한 국가별 랭킹도 확인 가능\nVIZ TOOLS 메뉴를 통해 시각화한 정보도 보실 수 있음\nSNIP\n소개\nLeiden 대학 CWTS(Center for Science & Technology Studies)의 Henk Moed 교수에 의해 고안된 지표\nIF가 주제 분야 간에, 또한 저널이 포괄하는 범위에 따라 다르게 나타나는 인용 양상의 차이를 반영하지 못하는 점을 개선하기 위해 개발됨\n학술지의 주제에 따른 영향력 지수로, 학술지의 주제 분야별 인용패턴을 고려하여 산출함\nSNIP은 해당 주제 분야의 전체 인용 수에 대비하여 상대적으로 결정되는 점이 특징으로, 그 해의 Impact per Publication과 주제분야의 인용 잠재력을 통해 계산됨\n확인\n백남학술정보관 홈페이지 - 학술DB -Scopus 데이터베이스 내 'Sources' 메뉴"
}