{
  "title": "전병훈",
  "url": "https://hyu.wiki/%EC%A0%84%EB%B3%91%ED%9B%88",
  "content": "전병훈은 서울캠퍼스\n공과대학\n자원환경공학과\n교수이자,\n바이오에너지&토양공학연구실\n장을 겸임하고 있다.\n2019년\n최상위연구자\n자원환경공학과 홈페이지 참고(2019.10.)\n목차\n1\n학력\n2\n경력\n3\n교내동정\n4\n연구관심분야\n5\n주요연구\n5.1\n'아미노산의 생물학적 전환' 종설 논문 발표(2019.02)\n[1]\n5.2\n신재생에너지 '바이오가스' 생산 증대 방안 마련 (2019.02 이달의연구자)\n[2]\n5.3\n미세조류 이용 수중 의약품·오염물질 제거 종설 논문 발표\n6\n주요논문\n7\n저서\n8\n수상\n9\n언론 활동\n9.1\n교내 언론\n10\n각주\n학력\n1996 한양대학교 자원공학 공학사\n1998 (미) Pennsylvania State University, Civil & Environmental Engineering 공학석사\n2001 (미) Pennsylvania State University, Civil & Environmental Engineering 공학박사\n경력\n2014.09-현재 한양대학교 공과대학 자원환경공학 과 교수\n2005.09-2014.08 연세대학교 환경공학과 교수\n2011.09-2012.08 (미) Pennsylvania State University 교환교수\n2004.05-2005.07 (미) Pacific Northwest National Laboratory 박사후연구원\n2002.09-2004.05 (미) The University of Alabama 연구교수\n2002.01-2002.05 (미) Pennsylvania State University 박사후연구원\n교내동정\n2019.02\n이달의연구자\n선정\n연구관심분야\n토양/지하수 오염정화\n바이오에너지 생산\n(폐)수처리 기술 개발\n주요연구\n조류를 적용한 지속가능한 바이오에너지 생산/2013.12-2016.11/미래창조과학부\n현장실증플랜트를 이용한 광물찌꺼기 순환자원화 기술개발/2014.6-2015.11/한국광해관리공단\n'아미노산의 생물학적 전환' 종설 논문 발표(2019.02)\n[1]\n전 교수팀이 '아미노산의 생물학적 전환을 통한 고급 알코올 생산방법'에 대한 최신 연구들을 종합한 종설논문을 게재했다. 주된 연구 분야는 환경생명공학기술(Environmental Biotechnology)로 바이오에너지‧환경공학‧미량오염물질 제거 등에 대한 세부 연구를 진행하고 있다.\n이번 종설논문에서 ‘아미노산’을 활용, 내연기관의 차세대 바이오 연료로 불리는 고급 알코올(n-propanol, n-butanol, isobutanol) 생산 방법을 제시했다. 이 논문은 첨단 유전자 공학기술과 미생물들을 이용한 효율적인 바이오 연료생산의 길을 열었다는 평가를 받는다. 또 해당 논문은 바이오연료 대량 생산을 위한 발효공정‧반응기설계‧생산성‧경제성 향상에도 활용될 수 있어 바이오 기술의 실용가치에 대한 과학적 관심을 끌 것으로 기대된다.\n이번 연구 결과는(논문명: Biological conversion of amino acids to higher alcohols) Cell 지의 자매지인 「Trends in Biotechnology」에 게재\n신재생에너지 '바이오가스' 생산 증대 방안 마련 (2019.02\n이달의연구자\n)\n[2]\n기름 및 지방 성분(Fat·Oil·Grease, FOG)을 이용해 기존 공정보다 바이오가스 생산을 늘리는 방법을 포착했다.\nFOG에 함유된 긴사슬지방산(LCFA, Long chain fatty acids)이 공정을 억제해 슬러지 유동화, 세척 및 폐기물 형성을 방해한다. 전 교수는 이를 해결하기 위해 FOG의 특성부터 신속한 분해를 위한 여러 전처리 기법에 대해 분석했다. 실제 하수처리장 사례를 가지고 하수슬러지-FOG 병합 소화의 최적 반응 조건부터 하수처리장 공정도까지 조사했다.\n미세조류 이용 수중 의약품·오염물질 제거 종설 논문 발표\n전병훈 교수팀(Jiu-Qiang Xiong 연구원(제1저자), Mayur B. Kurade 교수(공동 제1저자), 전병훈 교수(교신저자))은 미세조류를 이용해 수중에 존재하는 의약품 오염물질을 효과적으로 제거하는 방법에 대해 최신 연구들을 종합한 종설논문을 셀(Cell) 자매지인 「트렌즈 인 바이오테크놀로지(Trends in Biotechnology)」 2017년 10월호에 게재했다. 이번 연구는 한국연구재단의 지원을 받아 진행됐다.  전 교수팀은 수질오염·생분해·생체변환·환경오염물질의 이동 등 환경생명공학기술(Environmental Biotechnology) 관련 연구를 진행해 왔다. 연구를 통해 개발된 기술들은 오염 제어계획, 수질오염 관리, 환경보호에 적용되고 있다.  이번 논문의 핵심은 폐수 처리장에서 쉽게 제거가 되지 않는 수중 의약품 관련 오염물질(Pharmaceutical Contaminants, 이하 PCs)을 미세조류를 이용해 생물학적으로 정화를 할 수 있다는 것이다. PCs는 미생물 군집을 변화시키고 미생물 성장을 억제해 토양 등 생태계에 부정적인 영향을 끼치며, 발암성을 가지는 경우도 있어 인체에도 매우 유해하다.  전 교수는 “이번 연구 결과는 미세조류를 이용한 PCs의 생물학적 정화기술에 대한 포괄적인 이해를 돕는 데 큰 역할을 했다”라며 “앞으로 많은 사람이 미세조류 기반 바이오기술에 큰 관심을 가질 것이다”고 말했다.\n논문명 : Can microalgae remove pharmaceutical contaminants from water?\n주요논문\nJae-Hoon Hwang, Hyun-Chul Kim, Jeong-A Choi, Reda A.I. Abou-Shanab, Brian A. Dempsey, John M. Regan, Jung Rae Kim, Hocheol Song, In-Hyun Nam, Su-Nam Kim, Woojung Lee, Donghee Park, Yongje Kim, Jaeyoung Choi, Min-Kyu Ji, Woosik Jung, Byong-Hun Jeon, 2014(2), Photoautotrophic hydrogen production by eukaryotic microalgae under aerobic conditions, Nature Communications, 5(3234), 1-6.\nJeong-A Choi, Jae-Hoon Hwang, Brian A. Dempsey, Reda A.I. Abou-Shanab, Booki Min, Hocheol Song, Dae Sung Lee, Jung Rae Kim, Yunchul Cho, Seungkwan Hong, Byong-Hun Jeon, 2011(09), Enhancement of fermentative bioenergy (ethanol/ hydrogen) production using ultrasonication of Scenedesmus obliquus YSW15 cultivated in swine wastewater effluent, Energy & Environmental Science, 4, 3513-3520.\nByong-Hun Jeon, Jeong-A Choi, Hyun-Chul Kim, Jae-Hoon Hwang, Reda A.I. Abou-Shanab, Brian A. Dempsey, John M. Regan, Jung Rae Kim, 2013(4), Ultrasonic disintegration of microalgal biomass and consequent improvement of bioaccessibility /bioavailability in microbial fermentation, Biotechnology for Biofuels, 6(37), 1-9.\nMin-Kyu Ji, Akhil N. Kabra, El-Sayed Salama, Hyun-Seog Roh, Jung Rae Kim, Byong-Hun Jeon, 2014(4), Effect of mine wastewater on nutrient removal and lipid production by a green microalga Micratinium reisseri from concentrated municipal wastewater, Bioresource Technology, 157, 84-90.\nEl-Sayed Salama, Akhil N.Kabra, Min-Kyu Ji, Jung Rae Kim, Booki Min, Byoung-Hun Jeon, 2014(9), Enhancement of microalgae growth and fatty acid content under the influence of phytohormones, Bioresource Technology, 172, 97-103\n저서\n수상\n2022, 대한민국 산업기술 R&D대전 산업통상자원부 장관 표창\n언론 활동\n교내 언론\n사랑한대매거진247\n(2019. 01,02월 호)- 이달의 연구자\nHYPER 2023년 여름호\n(통권 266호) - Theme Story\n각주\n↑\n<뉴스H> 2019.02.19 전병훈 교수, ‘아미노산의 생물학적 전환’ 종설 논문 발표\n↑\n<뉴스H> 2019.02.04 [이달의 연구자] 전병훈 교수(자원환경공학과) (\n카드뉴스\n)"
}