{
  "title": "전력전자 연구실(김래영)",
  "url": "https://hyu.wiki/%EC%A0%84%EB%A0%A5%EC%A0%84%EC%9E%90_%EC%97%B0%EA%B5%AC%EC%8B%A4(%EA%B9%80%EB%9E%98%EC%98%81)",
  "content": "본 연구실 (HYPEC-Energy Electronics Control System Lab.)은 전력용 반도체를 이용한 전력변환회로에 대한 해석, 설계 및 제어 기술의 융합을 바탕으로 전력전자시스템의 에너지 효율 향상, 고밀도화, 모듈화 제어 및 확정성 향상을 선도하는 기술을 연구하고 있습니다. 주요 연구로는 마이크로그리드 (Microgrid), 전원공급모듈 (Power Supply Module), 신재생 에너지 및 배터리 (Renewable Energy and ESS), 고압직류송전 (HVDC) 시스템, 유연송전 시스템(Facts), 전동기 구동 시스템(Motor Drive) 분야를 중점 연구하고 있습니다. 전력전자연구실 홈페이지 참고(2019.11)\n소속: 서울\n공과대학\n전기생체공학부\n전기공학전공\n영문명: Hanyang Power Electronics Center - Energy & Power Electronics Control System Lab\n실장:\n김래영\n전기생체공학부\n전기공학전공\n교수\n홈페이지:\nhttp://epecs.hanyang.ac.kr/\n목차\n1\n주요 연구\n1.1\nWBG/HPD Converter and Control\n1.2\nWPT System and Control\n1.3\nModular Scalable Converter\n1.4\nMotor Control\n주요 연구\nWBG/HPD Converter and Control\nIn modern power electronics, it is highly demanded to deliver more power in a more efficient manner, and in smaller footprints at all stages of the power-delivery chain, from the smart grid to the end application.\nWide Band Gap (WBG) semiconductor and High Power Density (HPD) technology are the key to realize a future power electronics from a small consumer electronics to a heavy power grid transmission and distribution power electronics.\nWPT System and Control\nThe wireless power transfer technology that allows to transfer power without burden wires is the one of promising technology for our future.\nThe EPECS lab develops a revolutionary technology to realize a true position free with a long transfer distance under high efficiency, in the fields from a well-known smartphone charging pad to a future space-based solar power (SSP).\nModular Scalable Converter\nThe need to improve the reliability of the power grid and the challenge of integrating renewable energy sources into power systems have been tremendously demanded.\nOur Modular Scalable Converter based on series- and/or parallel- configuring technology offers revolutionary versatile approach to meet these demands.\nSome examples of this technology include a High Voltage Direct Current (HVDC), Flexible AC Transmission System (FACTS) and Solid State Transformer (SST) where  a high voltage and/or large current power electronics circuit with several smart functionalities, high efficiency, and high reliability is essential.\nMotor Control\nThe motor control operates a speed of an AC motor by controlling the frequency and voltage of the power supplied to the motor. Its application includes home appliances, factory automation, and electric motor and traction motor propulsion system for some electric and diesel-electric rail vehicles as well as electric vehicles.\nThe EPECS lab especially focuses on the technology of a modular scalable motor drive system and  sensorless vector control."
}