{
  "title": "전부일",
  "url": "https://hyu.wiki/%EC%A0%84%EB%B6%80%EC%9D%BC",
  "content": "전부일은 서울캠퍼스\n경제금융대학\n경제금융학부\n교수다.\n경제금융학부 홈페이지 참고(2019.10.)\n목차\n1\n학력\n2\n경력\n3\n연구관심분야\n4\n주요연구과제\n5\n주요논문\n6\n저서\n7\n수상\n8\n언론 활동\n학력\nUniversity of Kentucky 경제학박사\n경력\nWilbert Plastic Services 자문이사\nJohn Carroll University 조교수\nUniversity of North Carolina at Charlotte 겸임교수\nFamily Dollar Inc. 선임연구원\nSouthern Wesleyan University 부교수, 교수\nEasley Custom Plastic 자문이사\n연구관심분야\n소득격차, 노동시장차별\n주요연구과제\n주요논문\nMoore, R., L. Kizer and B. Jeon, “Leading Groups to Create Healthy Culture through Accomplishing Tasks Aligned to Strategy,” International Journal of Management and Information Systems, 15(2), Second Quarter 2011.\nAggarwal, R., B. Jeon and X. Zhao, “Bank Exposure to Interest Rate Risks During Financial Liberalization: Evidence from South Korea,” Asia-Pacific Financial Markets, 12(1), March 2006.\nJeon, B. and W. Simmons. “Reward for Being an Immigrant: Earnings Gap Between Immigrant and Native-Born West Indians,” Atlantic Economic Journal, 26(3), September 1998.\nBerger, M., Groothuis, P. and B. Jeon. “The Changing Gender Wage Gap in Korea,” Applied Economics Letters 4(9), September 1997.\nJeon, B. and M. Berger. “The Demographic Cycle and Optimal Schooling Choices,” Southern Economic Journal 63(2), October 1996.\nJeon, B. Philip. “’T’is the Season to be Jolly (So Learn the Computers),” The Asian Herald, 5(12), December 1998.\nJeon, B. Philip. “Julie or Bob,” Teaching Ethics in Functional Business Areas: Cases for Classroom Discussion. Ed. J.E. Smith. John Carroll Univ., 1994, 42-44.\nPresentations at Professional Meetings:\n“Income Inequality and Economic Mobility: Is There a Simultaneity Bias?” at Hanyang - Osaka University Joint Symposium, Osaka, Japan, November 2013.\n“Rising Income Gaps: Cases in the U.S. and South Korea,” at International Business Research Center Conference, Anderson University, May 2013.\n“Leading Groups to Create Healthy Culture Through Accomplishing Tasks Aligned to Strategy,” at American Institute of Higher Education Conference, March 2010.\n“A Case Study of Mission Consistency Comparing Adjunct and Full-time Faculty Members,” at the Christian Business Faculty Association Conference, October 2009.\n“Bank Exposure to Interest Rate Risks in a Deregulating Economy: Evidence from South Korea,” at the Southern Finance Association Conference, November 1997.\n“Demographic Effects on Schooling and Earnings: An International Comparison,” at the Southern Economic Association Conference, November 1994.\n“Male-Female Wage Differentials in the Korean Labor Market,” Southern Economic Association Conference, November 1993.\nOther Presentations:\n“Rising Income Gaps in the U.S.: A Survey of Biblical Perspectives,” at Faculty Colloquium, February 2012.\n“Korean Business Culture,” at Easley Custom Plastics, Inc. September 2008.\n“Asian Financial Crises,” at World Affairs Interest Group of Bay Village, February 1998.\n“Portrayal of Modern Korea,” at Faculty International Lecture Series, John Carroll University, April 1994.\n저서\n수상\n언론 활동"
}