{
  "title": "전자음악연구소/세미나",
  "url": "https://hyu.wiki/%EC%A0%84%EC%9E%90%EC%9D%8C%EC%95%85%EC%97%B0%EA%B5%AC%EC%86%8C/%EC%84%B8%EB%AF%B8%EB%82%98",
  "content": "이 문서는\n전자음악연구소\n가 개최한 세미나를 기록한 문서입니다. 한양대학교 요람 2009-2012 참고\n2009년 4월 27일‘Music with Mobile Devices’ (Mobile 일본 기기를 이용한 음악환경 소개, IAMAS연구소 소개), (IAMAS(International Academy of Media Arts & Sciences) 연구소장 Masayuki Akamatsu교수), 음악대학 컴퓨터음악실\n2009년 4월 30일 ‘작곡, 멀티미디어/비디오아트 그리고 오디오비주얼퍼포먼스에 담긴기술의 의미’(여계숙), 음악대학 컴퓨터음악실\n2009년 5월 8일 퍼포먼스 기반의 전자음악(음악미학과 악기구성에 관한 상호적 관계, STEIM 소개)(네덜란드 STEIM(STudio for Electro-Instrumental Music)작곡가 Joel Ryan교수), 음악대학 컴퓨터음악실\n2009년 6월22일~26일 MAX/MSP/Jitter 공개강좌-Cycling74 초청 공개강좌(Cycling74의 Gregory Taylor와 Wesley Smith), 음악대학 컴퓨터음악실\n2009년 9월 22일 ‘The Color of Time’(미국 Columbia 대학 작곡과 Tristan Murail교수), 음악대학 콘서트홀\n2009년 12월 1일 Object Oriented Language를 통한 composition tool 소개(프랑스 GRAME 다이렉터 Pierrre-Alain Jaffrennou), 음악대학 컴퓨터음악실\n2010년 5월 28일 ‘콘서트 세미나’ (Nenad First, Pavel Mihecic, Lojze Lebic등 슬로베니아 작곡가들과 강석희 작품 연주)(루마니아 최고의 오케스트라 단원 7명의 연주자로 구성된 앙상블 MD7(Musical Danubiana)), 백남음악관\n2010년 9월 6일 타악기와 전자음향을 위한 작품 소개 (오클라호마 음악대학 전자음악교육시스템 소개)(미국 오클라호마 대학 작곡과 Konstantinos Karathanasis 교수, 음악대학 컴퓨터음악실\n2011년 4월 8일, 15일 ‘미디어아트에 대하여’(작곡가겸 사운드 디자이너 Graham Wakefield와 미디어 아티스트 지하루), 음악대학 컴퓨터음악실\n2011년 5월 27일 ‘현대음악과 테크놀로지의 융합’ (미국 타악기주자 Patti Cudd와 클라리넷주자 Pat O’Keefef), 음악대학 컴퓨터음악실\n2011년 6월 3일 ‘미디어음악그룹 Tacit의 활동과 음악방향’(한국예술종합학교장재호 교수), 음악대학 컴퓨터음악실\n2011년 10월 19일 ‘작곡가의 작품과 음악방향’(각 대학의 컴퓨터음악 과정, 활동사항과 진학정보 등을 소개)(미국 Richmond대학 작곡과 Benjamin Broening교수와 Montana대학 작곡과 Charles Nichols교수), 음악대학 컴퓨터음악실\n2011년 10월 21일 ‘GRAME이 지향하는 21세기 창작음악과 컴퓨터음악의 방향’ (GRAME의 활동과 작품소개, GRAME이 개발한 컴퓨터음악소프트웨어 소개)(프랑스 리용의 컴퓨터음악, 미디어 및 창작음악센터 GRAME-Centre National de Creation Musicale 다이렉터 James Giroudon), 음악대학 컴퓨터음악실\n2012년 3월 15일 ‘일본의 전자음악’ (일본 NHK에서 제작되고 현재 일본 동경예대에 유치된 일본 최초의 전자음악 등 소개)(동경예술대학교 Musical Creativity & the Environment 전공 Tatsuhiko Nishioka교수), 음악대학 컴퓨터음악실\n2012년 5월 22일 ‘Iannis Xenakis의 작곡기법’ (Xenakis의 확률음악, 게임이론, Music 등을 소개)(Stochastic작곡가 김태희), 음악대학 컴퓨터음악실\n2012년 5월 30일 ‘Andrew May교수의 전자음악과 작품세계’(North Texas 대학교 작곡과 Andrew May교수), 음악대학 컴퓨터음악실\n2012년 10월 25일 ‘Marta Gentilucci의 음악철학과 실내악 및 관현악작품, live electronic작품에 관한 분석’(하버드대학교 컴퓨터음악 및작곡 postdoc 연구원인 이태리작곡가 Marta Gentilucci), 음악대학 컴퓨터음악실"
}