{
  "title": "전유아",
  "url": "https://hyu.wiki/%EC%A0%84%EC%9C%A0%EC%95%84",
  "content": "한양대학교 서울캠퍼스\n사범대학\n영어교육과\n교수이다.\n목차\n1\n학력\n2\n경력\n3\n연구실적\n4\n언론활동\n학력\n1993, 서강대학교, 문학사\n1998, University of Southern California, 이학석사 (TEFL)\n2007, University of Essex, 언어학박사 (영어교육)\n경력\n2010-현재: 한양대학교, 사범대학 영어교육학과 조교수\n2007-2010: 한국교육과정평가원, 대수능본부, 부연구위원\n1999-2002: 서강대학교, 교양영어, 강의전담\n연구실적\nChoi, Y., Chon, Y. V., & Han, M. (2015). L2 Learners’ knowledge of verb-noun collocations: Congruency, L2 Proficiency and learning Strategies. Korean Journal of Applied Linguistics, 31(3),\nChon, Y. V. (2015). Metacognitive listening strategies and academic motivation of Korean EFL adolescent learners. Modern English Education, 16(2), 91-119.\nChon, Yuah V., & Lee, S. (2015). L2 collocational knowledge by congruency and writing proficiency of EFL university learners. English Language & Literature Teaching, 21(1), 49-74.\nChoi, J. Y. & Chon, Y. V. (2014). Listener anxiety and listening strategies on multiple-choice items of EFL learners. Journal of the Korea English Education Society, 13(3), 21-53.\nChon, Y. V. (2014). Lexical threshold of L2 reading in the Korean CSAT, Journal of British and American Studies, 31(1), 345-379.\nKim, S. H., & Chon, Y. V. (2014). Test-taking strategies of L2 adolescent learners: Three multiple-choice items and L2 proficiency. English Teaching, 69(1), 61-90\nChon, Y. V., & Jang, H. (2013). Academic motivational orientations and vocabulary size of L2 adolescent learners. English Language & Literature Teaching, 19(2), 25-56.\nChon, Y. V., & Shin, D. (2013). A corpus-driven analysis of spoken and written academic collocations, Multimedia-Assisted Language Learning, 16(3), 11-38.\nKim, J., & Chon, Y. V. (2013). L2 reading ability and lexical writing development: Does university in-class extensive reading work? English Teaching, 68(4), 89-115.\nChon, Y. V., & Shin, D. (2012). Lexical profiles and socioeducational variables of Korean EFL university learners. Korean Journal of Applied Linguistics, 27(1), 115-146. [한국응용언어학회 우수논문]\nChon, Y. V., Shin, D., & Lee, Y. (2012). Learning strategies and vocabulary knowledge of EFL sixth and ninth grade learners. English Teaching, 67(2), 221-246.\nChoi, H. -Y., & Chon, Y. V. (2012). A corpus-based analysis of collocations in tenth grade high school English textbooks. Multimedia-Assisted Language Learning, 15(2), 41-73.\nLee, Y., Chon, Y. V., & Shin, D. (2012). Vocabulary size of Korean EFL university learners: Using an item response theory model, English Language & Literature Teaching, 18(1), 171~195.\nChon, Y. V., & Kim, Y. -H. (2011). Lexical discovery and consolidation strategies of proficient and less proficient EFL vocational high school learners. English Language & Literature Teaching, 27(3), 27 - 56.\nShin, D., & Chon, Y. V. (2011). A corpus-based analysis of curriculum-based elementary and secondary English textbooks. Multimedia-Assisted Language Learning, 14(1), 149-175.\nShin, D., Chon, Y. V., & Kim, H. (2011). Receptive and productive vocabulary sizes of high school learners: What next for the Basic Word List? English Teaching, 66(3), 123-148.\nChon, Y. V., & Shin, T. (2010). Item difficulty predictors of a multiple-choice reading test. English Teaching, 65(4), 311-336.\nChon, Y. V. (2010). Retrospective evaluations of elementary and secondary school textbooks: Perspectives from teachers of English, Korean Journal of Applied Linguistics, 26(3), 31-68.\nChon, Y. V. (2009). The electronic dictionary for writing: A solution or a problem? International Journal of Lexicography, 22(1), 23~54. [SSCI]\nChon, Y. V., & Shin, D. (2009). Collocations in L2 writing and rater`s perceived writing proficiency, Korean Journal of Applied Linguistics, 25(1), 101-129.\nChon, Y. V. (2009). Writer`s use of lexical retrieval strategies in the L2 writing process of EFL students, English Language & Literature Teaching, 15(1), 1-26.\nLee, M., Shin, D., & Chon, Y. V. (2009). Online corpus consultation in L2 writing for in-service teachers of English, English Teaching, 64(2), 233~254\nChon, Y. V. (2008). Use of achievement and reduction strategies in L2 writing: Solutions for productive competence-deficit lexical problems, Korean Journal of Applied Linguistics, 24(1), 225-247.\nChon, Y. V. (2007). Lexical strategies and problems encountered in the use of dictionaries, Korean Journal of Applied Linguistics, 23(1), 217-242.\nChon, Y. V. & Kim, H. –D. (2005). University EFL learners` prior experience of writing instruction in L1 and L2, English Teaching, 60(1), 97~124\nChon, Y. V. (2004). EFL Learners` Use of Print and Online Dictionaries in L1 and L2 Writing Processes. Multimedia-Assisted Language Learning, 7(1), 9-35.\n언론활동"
}