{
  "title": "전진용",
  "url": "https://hyu.wiki/%EC%A0%84%EC%A7%84%EC%9A%A9",
  "content": "전진용은 서울캠퍼스\n공과대학\n건축공학부\n교수이자,\n건축음향연구실\n장을 겸임하고 있다.\n연락처: 02-2220-1795 / jyjeon@hanyang.ac.kr\n목차\n1\n학력\n2\n경력\n3\n수상\n4\n연구관심분야\n5\n주요연구과제\n6\n주요논문\n7\n저서\n8\n언론 활동\n학력\n1994. 5, University of Sydney, Australia, PhD. In Acoustics\n1991. 8, University of Sydney, Australia, Master of Building Science\n1982. 2 한양대학교, 공학사\n경력\n1998. 3 – 현재 한양대학교 건축공학부 교수\n1997.3 – 1998. 2 영동대학교 공과대학 전임강사\n1995. 3 – 1997. 2 Post-Doctoral Research Fellow in Univ. of Sydney\n1993. 9 – 1995. 2 Research Assistant in Univ. of Sydney\n1981.12 – 1988. 7 대림산업㈜ 기술연구소 연구원\n수상\n2020, 제15회 차세대문화공간공모전 2020 '코로나시대의 뉴노멀 문화공간' 대상 수상\n[1]\n2024 정보 분석 기업 엘스비어(Elsevier) 선정 세계 상위 2% 연구자\n[2]\n연구관심분야\n실내음향, 공연장 음향 설계, 입체음향, 건축물 소음 진동, 외부 환경소음 평가 및 제어, 심리음향 및 음질 적용 기술\n주요연구과제\n2022.12 (연구주제 학술발표일 기준) 기침소리 기반 폐렴 진단 AI 알고리즘 개발\n2014.03.01 ~ 2015.08.31 원격 사용자 간 동적 상호작용을 위한 입체음향 실시간 모델링 및 렌더링 기술 개발, 한국과학기술연구원\n2012.03.29 ~ 2015.03.28 Speech Intelligibility 및 Speech Privacy 평가를 통한 고속열차 객실 음환경 설계기술 개발, 국토해양부\n2010.12.01 ~ 2012.08.31 자연,인공요소의 최적 설계를 통한 지속가능한 소음 저감(EU Framework program 협력사업), 교육과학기술부\n2010.09.01 ~ 2012.08.31 도심 사운드스케이프 평가, 교육과학기술부\n2010.12.01 ~ 2012.11.31 사운드워킹을 통한 공공장소의 음풍경 평가, 교육과학기술부\n주요논문\nJ. Y. Jeon, I. H. Hwang, Y. H. Kim, Investigation of absorption and diffusion characteristics of organ's prospect pipes in a performing space, Building and Environment, Vol. 77, pp.50-60, 2014\nS. Y. Yoo, J. Y. Jeon, Investigation of the effects of different types of interlayers on floor impact sound insulation in box-frame reinforced concrete structures, Building and Environment, Vol. 76, pp.105-112, 2014\nP. J. Lee, J. Y. Jeon, A laboratory study for assessing speech privacy in a simulated open-plan office, Indoor Air, Vol. 24, pp.307-314, 2014\nP. J. Lee, J. Y. Hong, J. Y. Jeon, Assessment of rural soundscape with high speed train noise, Science of the Total Environment, Vol. 482-483, p.p.432-439, 2014\nJ. Y. Jeon, I. H. Hwang, J. Y. Hong, Soundscape evaluation in catholic cathedral and buddhist temple precincts through social surveys and soundwalks, Journal of the Acoustical Society of America, Vol. 135, pp.1863, 2014\nJ. Y. Hong, J. Y. Jeon, The effects of audio-visual factors on perceptions of environmental noise barrier performance, Landscape and Urban Planning, Vol.125, pp.28-37, 2014\nP. W. Robinson, J. Patynen, T. Lokki, H. S. Jang, J. Y. Jeon, N. Xiang, The role of diffusive architectural surfaces on auditory spatial discrimination in performance venues, Journal of the Acoustical Society of America, Vol.113, No.6, pp.3940-3950, 2013\nJ. Y. Jeon, J. Y. Hong, P. J. Lee, Soundwalk approach to identify urban soundscapes individually, Journal of the Acoustical Society of America, Vol.134, No.1, pp.803-812, 2013\nJ. Y. Hong, J. Y. Jeon, Designing sound and visual components for enhancement of urban soundscapes, Journal of the Acoustical Society of America, Vol.134, No.1, pp.803-812, 2013\nP. J. Lee, J. Y. Jeon, Relating traffic, construction, and ventilation noise to cognitive performances and subjective perceptions, Journal of the Acoustical Society of America, Vol.134, No.4, pp.2765-2772, 2013\nJ. H. Kim, J. Y. Jeon, Effect of temporal decay on perception of heavy-weight floor impact sounds, Journal of the Acoustical Society of America, Vol.134, No.4, pp.2730-2738, 2013\nJ. Y. Jeon, C. K. Seo, Y.H. Kim, P. J. Lee, Wall diffuser designs for acoustical renovation of small performing spaces, Applied Acoustics , Vol.73, No.8, pp.828-835, 2012\nJ. Y. Jeon, P. J. Lee, J. You, J. Kang, Acoustical characteristics of water sounds for soundscape enhancement in urban open spaces, Acoustical Society of America, Vol.131, No.3, pp.2101-2109, 2012\nJ. Y. Jeon, J.H. Kim, C. K. Seo, Acoustical remodeling of a large fan-type auditorium to enhance sound strength and spatial responsiveness for symphonic music, Applied Acoustics, Vol.73, No.11, pp.1104-1111, 2012\nS.H. Seo, S.Y. Yoo, J. Y. Jeon, Optimized floor design for heavy-weight impact vibration reduction in apartment buildings, Noise Control Engineering Journal, Vol.60, No.5, pp.539-547\nJ. Y. Jeon, P. J. Lee, and J. Y. Hong, Non-auditory factors affecting urban soundscape evaluation, Journal of the Acoustical Society of America, Vol. 130, No.6, pp.3761-3770, 2011.\nY. H. Kim, J. H. Kim, and J. Y. Jeon, Scale model investigations of diffuser application strategies for acoustical design of performance venues, Acta Acustica United with Acustica, Vol.97, No.5,pp.791-799, 2011.\nY. H. Kim, H. S. Jang, and J. Y. Jeon, Characterizing diffusive surfaces using scattering and diffusion coefficients, Applied Acoustics, Vol.72, No.11, pp. 899-905, 2011.\nP. J. Lee and J. Y. Jeon, Evaluation of speech transmission in open public spaces affected by combined noises, Journal of the Acoustical Society of America,Vol.130,No.1, pp.219-227, 2011.\nJ. K. Ryu, and J. Y. Jeon, Influence of noise sensitivity on annoyance of indoor and outdoor noises in residential buildings, Applied Acoustics, Vol.72, pp.336-340, 2011.\nJ. Park, S. J. Kim, J. Park, S. Y. Yoo, and J. Y. Jeon, Measurements of dynamic properties of concrete structures using flexural wave propagation characteristics, Mechanics Research Communications, Vol.38,No.2, pp.101-105, 2011.\nJ. Y. Jeon, J. You, C. I. Jeong, S. Y. Kim, and M. J. Jho, Varying the spectral envelope of air-conditioning sounds to enhance indoor acoustic comfort, Building and Environment, Vol.46, No.3,pp.736-746, 2011.\nB. Park, J. Y. Jeon, and J. H. Park, Force generation characteristics of standard heavyweight impact sources used in the sound generation of building floors, Journal of the Acoustical Society of America, Vol.128, No.6, pp.3507-3512, 2010.\nJ. You, P. J. Lee, and J. Y. Jeon, Using water sounds to mask the noise of urban traffic, Noise Control Engineering Journal, 58(5), pp.477-483, 2010.\nJ. Y. Jeon, J. K. Ryu, and P. J. Lee, A quantification model of overall dissatisfaction with indoor noise environments in residential buildings, Applied Acoustics, Vol.71, No.10, pp.914-921, 2010.\nP. J. Lee, M. H. Shim, and J. Y. Jeon, Effects of different noise combinations on sleep as assessed by a general questionnaire, Applied Acoustics, Vol.71, No.9, pp.870-875, 2010.\nS. Y. Yoo, P. J. Lee, and J. Y. Jeon, Measurement of sound field for floor impact sounds generated by heavy/soft impact sources, Acta Acustica United with Acustica, Vol. 96, No. 4, pp.761-772(12), 2010.\nY. H. Kim, H. M. Lee, C. K. Seo, and J. Y. Jeon, Investigating the absorption characteristics of open ceilings in multi-purpose halls using a 1:25 scale model, Applied acoustics, Vol.71, No.5, pp.473-478, 2010.\nJ. Y. Jeon, P. J. Lee, J. You, and J. Kang, Perceptual assessment of quality of urban soundscapes with combined noise sources and water sounds, Journal of the Acoustical Society of America, Vol.127, No.3, pp.1357-1366, 2010.\n저서\n'도시 사운드스케이프 디자인' (2017 세종도서 선정)\n언론 활동\n↑\n<뉴스H> 2020.11.16\n전진용 교수, 제15회 차세대문화공간공모전 2020에서 대상\n↑\n<뉴스H> 2025.03.21\n공학과 의학의 융합, 상위 2% 연구자 전진용 교수가 이끄는 의료 혁신\n<뉴스H> 2025.04.07\n[카드뉴스] 공학과 의학의 융합, 상위 2% 연구자 전진용 교수가 이끄는 의료 혁신"
}