{
  "title": "정규선",
  "url": "https://hyu.wiki/%EC%A0%95%EA%B7%9C%EC%84%A0",
  "content": "정규선은 서울캠퍼스\n공과대학\n전기생체공학부\n전기공학전공\n교수이자,\n응용플라즈마연구실\n장을 겸임하고 있다.\nAPL 홈페이지 참고(2019.11.)\n목차\n1\n학력\n2\n경력\n3\n연구관심분야\n4\n주요연구과제\n5\n주요논문\n6\n저서\n7\n수상\n8\n언론 활동\n학력\n`80. B. S in Seoul National University\n`82. M. S in Seoul National University\n`89. Ph. D in MIT\n경력\n2005. 3 – 현재, 교수, 한양대학교 전기생체공학부\n2013. 1 – 현재, Editor, Journal of Plasma and Fusion Research, Japan Society of Plasma Science and Nuclear Fusion Research, 일본\n2013. 2 – 현재 , Sub-Committee of Atomic & Molecular Data on Plasma Surface Interactions in Nuclear Fusion Devices, IAEA International Fusion Research Council, UN\n2010. 2 – 현재, Fellow, School of Eng., University of Tokyo, 일본\n2008. 5 – 2010. 4, 전문위원 (핵융합), 국가과학기술위원회 (NSTC)\n2002. 5 – 2003. 4, 전문위원 (원자력), 한국과학기술기획평가원 (KISTEP)\n2013. 3 – 2013. 8, 객원교수, Kanazawa University, 일본\n2009. 9 – 2010. 8, 객원교수, , Nagoya University, and National Institute of Fusion Science, 일본\n2005. 9 – 2006. 8, 객원교수, School of Eng., University of Tokyo, 일본\n1994.12 - 1995. 12, Visiting Researcher, Fusion Research Center University of Texas, Austin, USA\n1989.9 - 2005. 2, 조교수, 부교수, 정교수, 한양대학교 원자력공학과\n2003. 6, 학회장, The 30th IEEE International Conference on Plasma Science\n연구관심분야\nPlasma diagnostics\nNuclear fusion\nPlasma applications in bio-medical fields\n주요연구과제\n2015 ~ 현재, 더스트-플라즈마-표면반응 연구 (DiPS) + 친환경 전기에너지 시스템(post BK21)\n2009 ~ 2014, 핵융합 경계 플라즈마 연구센터(cEps)(FCRC: 핵융합 거점 연구 센터)\n2010 ~ 2014, 초음속유동을 동반한 비선형 플라즈마 현상에 관한 실험적 연구: 천체물리 응용\n2009 ~ 2013, 전기에너지 관리 시스템 구축 기술사업팀(BK21)\n2003 ~ 2008, 디버터용 전기탐침 설계 해석 기술 및 전기탐침 응용기술 개발(NRL: 국가 지정 연구실)\n주요논문\nKyu-Sun Chung, “Mach Probes (Invited Review)”, Plasma Sources Sci. Technol. 21 (2012) 063001.\nK.-S. Chung and S. Kado, \"Deduction of the absolute negative ion density by using planar and cylindrical electric probes simultaneously\", Phys. Plasmas 13, (2006) 104509.\nKyu-Sun Chung and Roger D. Bengtson, “Simultaneous measurement of viscosity and flow velocity in TEXT-U edge plasmas by using a visco-Mach probe”, Phys. Plasmas 4 (1997) 2928.\nKyu-Sun Chung, “A kinetic theory of ion collection by probing objects in flowing unmagnetized plasmas”,  J. Appl. Phys. 69 (1991) 3451.\nKyu-Sun Chung, et al., “Plasma flow measurement along the presheath of a magnetized plasma”, Phys. Fluids B1 (1989) 2229\nKyu-Sun Chung and I.H. Hutchinson, “Kinetic theory of ion collection by probing objects in flowing strongly magnetized plasmas”, Phys. Rev. A. 38, (1988) 4721.\n저서\n수상\n언론 활동"
}