{
  "title": "정보시스템학과",
  "url": "https://hyu.wiki/%EC%A0%95%EB%B3%B4%EC%8B%9C%EC%8A%A4%ED%85%9C%ED%95%99%EA%B3%BC",
  "content": "목차\n1\n대학원\n2\n학부(서울)\n2.1\n교육목표\n2.2\n전공소개\n2.2.1\n학과 소개\n2.2.2\n학과 정보\n2.2.3\n특장점\n2.2.4\n커리큘럼\n2.2.5\n진로\n2.2.6\n질의응답\n3\n교수진\n대학원\n소속: 서울 대학원 정보시스템학과\n유형: 대학원\n영문명: DEPARTMENT OF INFORMATION SYSTEMS\n중문명: 信息系统系\n학부(서울)\n소속: 서울 공과대학 정보시스템학과\n유형: 서울 대학\n영문명: DEPARTMENT OF INFORMATION SYSTEMS\n중문명: 信息系统系\n교육목표\n전산학, 경영학, 정보시스템 전문가 양성 : 컴퓨터, 경영, 정보 시스템 관련 여러 기초 분야를 섭렵하여 공학적인 지식과 사회학적인 지식을 융합하고 이를 실제 응용에 적용하는 전문 인재를 양성한다.\n윤리적 인재 양성 : 외부의 유혹에 흔들리지 않는 직업 윤리관과 가치관을 가지고 사회에 이바지 할 수 있는 인재를 양성한다.\n세계화 인재 양성 : 다양한 전공 지식뿐만 아니라 국제적인 감각을 지니고 이를 활용할 수 있는 범세계적인 인재를 양성한다.\n도전적 인재 양성 : 어떠한 어려움이 닥치더라도 이를 해결해 나갈 수 있는 창의력과 끈기를 가진 인재를 양성한다.\n전공소개\n전공안내서2025의 내용을 발췌해 정리한 글임.\n학과 소개\n‘정보시스템학과’는 경영학과 컴퓨터과학의 접목으로 이루어진 학과로, 조직에서 컴퓨터가 어떻게 활용될 수 있는가를 연구합니다. 즉, 조직의 효율적 운영을 위하여 정보통신기술이 어떻게 활용해야하고 정보자원이 어떻게 하면 경영 성과를 높일 수 있는가를 연구하는 학문입니다. 정보시스템이라는 독자적인 학문을 만든 사람은 미국 클레어몬트 대학교 드러커 경영대학원의 석조교수 피터 드러커로 영국의 동인도회사르 성공사례를 연구한 그는 정보 자원을 활용해 인적자원의 관리를 효과적으로 했기에 성장이 가능하다고 결론을 내렸습니다. 이 결과를 바탕으로 정보자원의 효율적 활용을 체계쩍으로 연구하기 위해 경영정보시스템(MIS)라는 학문이 탄생하게 되었습니다. 어느 특정 영역에만 치우치지 않고 문 ・ 이과적 특성을 고루 갖춘 정보시스템학과는 간학문적인 통섭의 시대를 가장 잘 반영하고 있기 때문에 그 가치와 발전가능성은 무궁무진하다고 할 수 있습니다.\n학과 정보\n총학생수 : 248명\n성비 : 남녀 7:3\n학과설립연도 : 2009\n특장점\n‘공과대학’+‘상경계열’\n정보시스템학과는 문 ・ 이과 융복합적인 학과로 다른 공과대학과 달리 학과 커리큘럼 내에 경영학 수업도 들을 수 있다는 장점이 있습니다. 따라서 경영학과 학생들과 경쟁할 필요 없이 경영학 수업을 들을 수 있습니다. 또한, 계열은 상경계열이고 편제상 공과대학 소속으로 두 가지의 타이틀을 얻는다는 장점이 있으며 진로도 상경계열과 이공계열로 다양하게 진출할 수 있습니다.\n'삼성SDS 글로벌 인턴십' 과목 개설\n4학년 1학기에 개설된 과목으로 학점을 이수하면서 인턴십을 할 수 있는 산학연계 프로그램입니다. 이 강의에서 학생들은 팀을 나누어 과제를 해결해가고 그 과정에서 삼성SDS 직원들이 멘토가 되어 도움을 주는 시스템으로 진행됩니다. 학생들은 한학기 동안 정보기술의 미래 동향에 대한 창의적 발표를 하게 되고 발표를 통해 좋은 아이디어를 제공하는 팀은 상금을 받게 되며 해외연수의 기회도 갖게 됩니다.\n커리큘럼\n*연도별 커리큘럼은 상이할 수 있으니, 학과 홈페이지에서 다시한번 확인하시길 바랍니다.\n전공\n1학년\n2학년\n3학년\n4학년\n경영*\n경영학원론\n회계학\n마케팅개론\n재무관리\n조직론\n국제경영\n창업론\n컴퓨터*\nC프로그래밍\nC++프로그래밍\n전산학개론\n데이터구조\n데이터베이스시스템\n오퍼레이팅시스템\n알고리즘분석\n웹시스템프로그래밍\n컴퓨터구조\n객지지향프로그래밍-JAVA\n인공지능및응용\n소프트웨어공학\n컴퓨터네트워크\n시스템소프트웨어론\n통신망이론\n프로그래밍언어론\n정보보호\n내장형시스템개론\n정보시스템*\n정보시스템개론\n정보시스템분석\n정보시스템설계\n전자정부시스템\nERP시스템\ne-business컴퓨팅\n의사결정시스템\n시스템감리론\n전자상거래이론\nIT와경영전략\nIT프로젝트관리론\n정보시스템정책\n시스템플래닝실습\n* 경영 :돈의 흐름을 파악하고 극대화하는 방법, 조직을 이끄는 방법, 시장을 이해하고 소비자를 설득하는 방법 등 조직경영과 관련한 이론을 배웁니다.\n* 컴퓨터 : 특정 정보시스템에 대한 플랫폼을 제공하는 공유된 기술자원들인 IT기반 구조에 대해 배우게 됩니다. 조직 전체를 운영하는데 필요한 물리적 장비들과 소프트웨어 어플리케이션에 대한 총괄적인 이해를 목표로 합니다.\n* 정보시스템 : 조직에서 정보기술과 정보시스템이 어떻게 사용되고 있는지 깊이 살펴볼 뿐 아니라 정보시스템을 구축하기 위해 정보시스템을 분석하고 설계하는 방법 등을 배웁니다\n진로\n분야\n직업\n기업계\nIT서비스업체, 국내 유수기업의 IT 부서, IT기업의 기술 · 개발 직군, 해외 컨설팅사 등\n경영계\n인사, 마케팅, 회계, 재무 등 순수 경영 분야로 진출 등\n금융계\n금융권(은행, 증권사)의 IS분야 등\n교육계\n대학교수 등\n기타\n기술고시를 통한 공직진출, 변리사\n질의응답\n문과출신으로 공대 커리큘럼 따라가기 힘들지 않나요?\n힘들지만 노력하면 괜찮습니다. 정보시스템학과는 2009년 정보통신대학 소속에서 공과대학으로 편입되면서 학과의 이름이 정보기술경영학과에서 정보시스템학과로 바뀌었으며 교육과정도 개편되었습니다. 기존의 물리학, 생물학과 같은 전공과 관련이 없는 과목은 사라지면서 고등학교 때의 기초 과학 지식은 요구되지 않습니다. 또한 정시 전형에서는 100% 인문계열을 선발하기 때문에 대부분의 학생들이 문과 출신으로 본인의 노력여하에 따라 성적과 역량 차이가 난다고 생각하시면 됩니다.\n컴퓨터공학부와 차이가 뭐예요?\n두 학과 모두 컴퓨터를 배우지만 정보시스템학과는 경영학도 배운다는 차이가 있습니다. 이런 차이는 본질적으로 컴퓨터를 어떻게 바라보는 가에 따른 시각의 차이에서 옵니다. 컴퓨터공학부에서 컴퓨터는 목적 그 자체라면 정보시스템학과에서 컴퓨터는 도구입니다. 조직에서 경영성과를 높이기 위한 도구! 따라서 정보시스템이라는 도구를 어떻게 구축, 설계하고 운용할지에 대해 배웁니다.\n교수진\nArne Holger Kutzner\n부교수\n박현석\n조교수\n오현옥\n교수\n이욱\n교수\n안종창\n부교수\n원영준\n부교수\n강영호\n겸임교수\n문창배\n겸임교수\n이훈희\n겸임교수\n최정운\n겸임교수\n김은찬\n조교수"
}