{
  "title": "정문석",
  "url": "https://hyu.wiki/%EC%A0%95%EB%AC%B8%EC%84%9D",
  "content": "한양대학교\n공과대학\n에너지공학과\n교수이다.\n목차\n1\n연구\n1.1\n2차원 반도체 나노 주름에서 스트레인 감지하는 새로운 진동 모드 발견\n1.2\n인공지능을 활용해 복잡한 물리학 문제 해법 확인(2021.08)\n[1]\n1.3\n관찰대상에 따라 카멜레온처럼 변화하는 나노광학현미경 개발에 참여(2021.06)\n[2]\n1.4\n태양전지에서 발생하는 전하 재활용 매커니즘 규명(2021.08)\n[3]\n1.5\n반도체 소모전력 줄이는 에너지 저감기술 개발(2021.08)\n[4]\n1.6\n기존 반도체 소자 한계 극복한 저전력·초고속 반도체 소자 개발(2021.10)\n[5]\n2\n교내 매체\n3\n각주\n연구\n2차원 반도체 나노 주름에서 스트레인 감지하는 새로운 진동 모드 발견\n이번 연구를 통해 기존까지 관측되지 않았던 숨은 진동 모드를 세계 최초로 발견했다. 또한 스트레인을 정량적으로 측정할 수 있는 물리적 지표로 제안함으로써 2차원 반도체 기반 스트레인 엔지니어링 분야에 새로운 방향성을 제시했다.\n정 교수팀은 연구를 통해 나노 분광 분석 기법인 ‘탐침 증강 라만 분광법(Tip-Enhanced Raman Spectroscopy, TERS)’을 활용해 기존 방식으로는 감지할 수 없었던 ‘라만 비활성 진동 모드( )’를 포착하는 데 성공했다. 해당 진동 모드는 주름 구조 내 국소적인 스트레인에 따라 진동수와 세기가 민감하게 선형 변화를 보였으며, 다른 포논 모드와 스펙트럼상으로 겹치지 않아 스트레인을 감지하는 명확하고 직관적인 기준으로 활용될 수 있다는 점이 입증됐다.\n인공지능을 활용해 복잡한 물리학 문제 해법 확인(2021.08)\n[1]\n텅스텐 다이셀레나이드 (WSe2)에서 라만 산란 (Raman scattering)과 광발광(Photoluminescence) 사이의 연관성을 인공지능을 이용해 확인\n인공지능 모델 ‘컨볼루션 신경망(CNN)’를 통해 복잡한 물리학적 연관성 정확하게 예측 및 설명 가능한 인공지능 (eXplainable artificial intelligence, XAI)을 통해 연관성의 근원 분석\n논문명은 ‘Explainable Artificial Intelligence Approach to Identify the Origin of Phonon-Assisted Emission in WSe2 Monolayer’로, 연구결과는 인공지능 응용 분야 세계적 학술지 「Advanced Intelligent Systems」 7월호에 게재\n관찰대상에 따라 카멜레온처럼 변화하는 나노광학현미경 개발에 참여(2021.06)\n[2]\n정문석 교수 공동연구팀이 관찰대상에 따라 카멜레온처럼 관찰 방법자 자유자재로 변화하는 나노광학현미경 개발했다.\n개발된 현미경을 통해 특정 방향으로 굽혀진 분자만 골라 관찰하거나 모드를 바꿔 다양한 물질의 광 신호를 검출할 수 있다.\n정 교수팀은 UNIST 박경덕 교수팀의 연구에 사용된 시료의 제작에 참여했으며, 논문명은 'Adaptive tip-enhanced nano-spectroscopy'로 연구결과는 국제학술지 네이쳐 커뮤니케니션즈(Nature Communications)에 6월 8일자로 출판됐다.\n태양전지에서 발생하는 전하 재활용 매커니즘 규명(2021.08)\n[3]\n세종대 이동기 교수, 포항공대 조길원 교수 공동 연구팀과 함께한 연구가 국제학술지 ‘ACS Energy Letters’에 게재됐다.\n연구 논문 제목은 '3성분계 유기태양전지 내에서 일어나는 전하 재활용 메커니즘 규명'이다.\n공동 연구팀은 전도성 고분자의 주사슬과 곁가지를 확장해 3원계 유기태양전지 광활성층의 미세구조를 조절했으며, 펨토초 순간흡수분광법을 이용해 전하 재활용 메커니즘을 명확하게 규명했다.\n반도체 소모전력 줄이는 에너지 저감기술 개발(2021.08)\n[4]\n정문석 교수와 한국과학기술원 물리학과 양희준 교수와 동국대 물리반도체과학부의 Dun Anh Nguyen 교수와의 공동연구로 진행됐다.\n공동연구팀은 백금막이 코팅된 텔루린(Tellurene) 반도체 물질에 레이저를 조사해 디랙 준금속 물질인 플래티늄다이텔루라이드(PtTe2)를 합성할 수 있는 기술을 개발했다. 그리고 이를 통해 텔루린과 플래티늄다이텔루라이드의 반도체-전극 계면을 형성하고 변칙성이 낮은 안정적인 결합을 가능하게 만들었다.\n이번 연구(논문명 ‘Patterning of type-II Dirac Semimetal PtTe2 for Optimized Interface of Tellurene Optoelectronic Device’)는 나노물질을 이용한 에너지 분야 세계적 학술지 「나노 에너지(Nano Energy)」(IF=17.881)의 8월호에 게재됐다.\n기존 반도체 소자 한계 극복한 저전력·초고속 반도체 소자 개발(2021.10)\n[5]\n정문석 교수 공동연구팀이 최근 2차원 단일소재인 몰리브데늄 다이텔루라이드(MoTe2)를 이용, 기존실리콘반도체 대비 전력 소모가 낮고 효율이 높은 스위칭 소자를 개발했다.\n논문명 : Gate-controlled MoTe2homojunction for sub-thermionic subthreshold swing tunnel field-effect transistor\n베트남 페니카 대학교(Phenikaa Univ.)의 Ngoc Thanh Duong 교수와 공동연구, 나노 분야 세계적 학술지 「나노 투데이(Nano Today)」(IF=20.722)의 10월호에 게재\n교내 매체\n<뉴스H> 2021.08.24\n정문석 교수팀, 반도체 소모전력 혁신적으로 줄이는 에너지 저감기술 개발\n<뉴스H> 2023.09.01\n정문석 교수, 인공지능 활용해 물리학을 연구하다\n<뉴스H> 2025.04.25\n정문석 교수팀, 2차원 반도체 나노 주름에서 스트레인 감지하는 새로운 진동 모드 발견\n각주\n↑\n<뉴스H> 2023.08.16\n인공지능으로 물리학 연구의 해법 찾다\n↑\n<뉴스H> 2021.06.28\n정문석 교수 공동 연구팀, 관찰대상에 따라 카멜레온처럼 변화하는 나노광학현미경 개발\n↑\n<뉴스H> 2021.08.10\n정문석 교수 공동 연구팀, 태양전지에서 발생하는 전하 재활용 매커니즘 규명\n↑\n<뉴스H> 2021.08.24\n정문석 교수팀, 반도체 소모전력 혁신적으로 줄이는 에너지 저감기술 개발\n↑\n<뉴스H> 2021.10.22\n정문석 교수, 기존 반도체 소자 한계 극복한 저전력·초고속 반도체 소자 개발"
}