{
  "title": "정윤석",
  "url": "https://hyu.wiki/%EC%A0%95%EC%9C%A4%EC%84%9D",
  "content": "정윤석은 서울캠퍼스\n공과대학\n에너지공학과\n교수이자,\nEESL\n실장을 겸임하고 있다.\n에너지공학과 홈페이지 참고(2019.10.)\n목차\n1\n학력\n2\n경력\n3\n연구관심분야\n4\n주요연구과제\n5\n주요논문\n6\n저서\n7\n수상\n8\n언론 활동\n학력\n2001- 2008 Ph.D. in School of Chemical and Biological Engineering, Seoul National University, Rep. of Korea Thesis: “Improvement of Cycle Performance and Thermo-electrochemical Activation of Li-alloy-based Materials as Anode for Lithium Secondary Batteries”\n1997-2001 B.S. in School of Chemical and Biological Engineering, Seoul National University, Rep. of Korea\n경력\nMar. 2018-present Associate Professor in Department of Energy Engineering, Hanyang University, Korea\nMar. 2016-Feb. 2018 Associate Professor in School of Energy and Chemical Engineering, Ulsan National Institute of Science and Technology (UNIST), Korea\nNov. 2011-Feb. 2016 Assistant Professor in School of Energy and Chemical Engineering, Ulsan National Institute of Science and Technology (UNIST), Korea\nOct. 2009-Sept. 2011 Post-doc Researcher in Center for Transportation Technologies and Systems, National Renewable Energy Laboratory, USA\nApr. 2009-Sept. 2009 Post-doc Researcher in Electrochemical Energy Laboratory & Materials Science and Engineering Program, The University of Texas at Austin, USA\nJun. 2008-Mar. 2009 Post-doc Researcher in Department of Mechanical Engineering, University of Colorado Boulder, USA\n연구관심분야\nBatteries\nA. Lithium-ion batteries\nB. Sodium-ion batteries\nSolid-State Batteries\nA. Superionic conductors (solid electrolytes): Li-ion & Na-ion conductors\nAtomic Layer Deposition for Energy Storage Applications\nOther Electrochemical Energy Storage Systems (e.g., Mg-ion batteries)\nOther Devices for Electrochemical Energy Conversion & Storage (fuel cell, EDLC)\n주요연구과제\n주요논문\n1. Kern Ho Park, Dae Yang Oh, Young Eun Choi, Young Jin Nam, Lili Han, Ju-Young Kim, Huolin Xin, Feng Lin, Seung M. Oh*, Yoon Seok Jung*“Solution-processable glass LiI-Li4SnS4 superionic conductors for all-solid-state Li-ion batteries”Adv. Mater. 2016, 28, 1874.\n2. Abhik Banerjee, Kern-Ho Park, Jongwook W. Heo, Young Jin Nam, Chang Ki Moon, Seung M. Oh, Seung-Tae Hong*,Yoon Seok Jung*“Na3SbS4: Solution-Processable Na Superionic Conductor for All-Solid-State Na-Ion Batteries”Angew. Chem. Int. Ed. 2016, 55, 9634.\n3. Dong Hyeon Kim, Dae Yang Oh, Kern Ho Park, Young Eun Choi, Young Jin Nam, Han Ah Lee, Sang Min Lee, Yoon Seok Jung*“Infiltration of Solution-Processable Solid Electrolytes into Conventional Li-Ion-Battery Electrodes for All-Solid-State Li-Ion Batteries”Nano Lett. 2017, 17, 3013.\n4. Young Jin Nam, Sung-Ju Cho, Dae Yang Oh, Jun-Muk Lim, Sung Youb Kim, Jun Ho Song, Young-Gi Lee, Sang-Young Lee*, Yoon Seok Jung*“Bendable and Thin Sulfide Solid Electrolyte Film: A New Electrolyte Opportunity for Free-Standing and Stackable High-Energy All-Solid-State Lithium-Ion Batteries”Nano Lett. 2015, 15, 3317.\n5. Dae Yang Oh, Young Jin Nam, Kern Ho Park, Sung-Ju Cho, Yun Kyeong Kim, Young-Gi Lee, Sang-Young Lee, Yoon Seok Jung*“Excellent Compatibility of Solvate Ionic Liquids with Sulfide Solid Electrolytes: Toward Favorable Ionic Contacts in Bulk-Type All-Solid-State Lithium-Ion Batteries” Adv. Energy Mater. 2015, 5, 1500865.\n저서\n수상\n언론 활동"
}