{
  "title": "조기졸업",
  "url": "https://hyu.wiki/%EC%A1%B0%EC%A1%B8",
  "content": "학업 성적이 우수한 학생이 조기졸업을 신청하고, 7학기 이수 후 졸업하는 제도이다.(2017학번 이후부터 적용)\n교육법령상 총 교육연한 4년 중에서 성적우수자가 최대 1년까지 학업기간을 단축하여 졸업하는 것을 의미합니다.\n조기졸업을 신청했다는 것만으로 실제 조기졸업이 가능하다는 것을 의미하지 않으며, 최종 졸업사정을 통과해야 합니다.\n목차\n1\n신청자격\n2\n신청방법\n3\n졸업 요건\n4\n제출 서류\n5\n편입생 신청 불가\n6\n신청자 유의사항\n7\n장학금 관련\n8\n참고\n신청자격\n신청 가능 : 아래 신청 자격을 갖추고 해당 학기를 끝으로 졸업하고자 하는 학생\n신청 불가 학과 : 의과대학, 공과대학 건축학부, 음악대학, 간호학부\nERICA : 공학대학 건축학전공, 국방정보공학과, 약학대학, 예체능대학 실용음악학과\n공통 : 누적평점이 4.0 이상 (계절학기 포함)\n2017학번부터 : 6학기 이상 이수하고 총 취득학점이 115학점 이상인 재학생 >> 7학기 때 신청\n편입생 신청 불가\n신청방법\n졸업 희망학기(6학기 또는 7학기) 초의 지정기간에 HY-in에 로그인하여 신청->학적변동->조기졸업 신청 메뉴를 이용하여 신청하고 조기졸업신청서(출력물), 학기별 성적 조회표, 수강신청 확인서를 소속 대학 행정팀에 제출\n졸업 요건\n조기졸업 신청이 승인 되었다 하더라도 실제 졸업사정 기간에 다음 요건을 충족해야 조기졸업이 가능합니다.\n소속 학과/전공별 정규졸업요건을 동일하게 모두 충족해야 합니다.\n누적평점평균(F포함) 4.0 이상이어야 합니다.\n다중/부전공 이수자의 경우도 동일하게 졸업요건을 충족해야 합니다.\n제출 서류\n다음 서류를 준비하여 소속 단과대학 졸업담당자에게 제출하시기 바랍니다.\n신청서 1부 (시스템 신청 후 바로 출력 및 개인 서명, 단 학과장 도장 날인은 생략)\n학기별 성적조회표 1부 (HY-in 로그인 > 성적 > 졸업사정조회 메뉴에서 출력 가능)\n수강신청확인서\n1부 (수강신청 로그인 > 신청내역 > 고지서출력> 확인서 출력 )\n편입생 신청 불가\n편입생은 조기졸업을 신청할 수 없다. 조기졸업 조건인 학기수가 최소 5학기 이상인데, 편입생의 경우 졸업까지 4학기만 다니면 되기 때문에 애초에 조건을 충족할 수 없다.\n신청자 유의사항\n최소 수강신청 학점(10학점) 이상 수강신청 해야 합니다.\n조기졸업 신청자는 학점 교류로 학점 이수 불가합니다. 단, 우리대학 스마트교수학습센터로 신청하는 학점교류 교과목(가상대학영역)은 이수 가능합니다.\n마지막 학기에 이어 계절학기까지 반영하여 졸업사정 합니다. 단, 계절학기로 개설되는 사회봉사는 제외됩니다.\n조기졸업 신청이 되어 졸업사정을 받았으나 졸업요건 미충족으로 ‘탈락’된 경우, 다음 학기를 등록 후 이수하여야 하며, 이 때 배정 장학생 선발에서 제외됩니다. [주의]\n신청 횟수 : 2017학번부터는 7학기 때에만 신청 가능하므로 재신청 불가합니다.\n신청 취소 : 조기졸업 신청자로 승인된 이후에 취소하고자 하는 경우, 기말고사 전까지 소속 대학 행정팀에 의사를 밝히고 절차를 밟아야 합니다. 기말고사 이후 취소하는 경우, 등록하는 다음 학기의 배정 장학에서 제외될 수 있습니다.\n졸업유보 신청 불가 : 조기졸업예정자는 졸업유보(학사학위취득유예) 신청할 수 없습니다. 조기졸업 승인이 나면 바로 졸업해야 합니다.\n장학금 관련\n조기졸업을 신청했는데 기말고사 전에 포기한 경우에는 장학생 선발에서 제외되지 않습니다. 성적 장학금 등 교내 배정장학생 선발은 학생지원팀(장학)에서 기말고사 끝나고 성적이 나오면 바로 진행되는데, 기말고사 전에 조기졸업자에서 일반 재학생이 되었다면 장학생 선발 시 제외되지 않게 됩니다.\n조기졸업 신청자가 졸업요건 미충족으로 학업연장자가 된 경우 다음 학기 장학생 선발에서 제외됩니다. 기말고사 이후에는 장학금이 배정 돼버리고 그 이후에 졸업사정이 진행되기 때문에 졸업사정 이후에 장학 배정을 할 수가 없고, 따라서 장학선발에서 제외됩니다.\n배정 장학 선발에서 제외된다는 것은 모든 장학 신청이 불가하다는 것은 아닙니다. 학교 교내 장학에서 제외된다는 것이고 교외 장학은 상관이 없습니다.\n참고\n<뉴스H> 2023.02.02\n더 빨리, 더 넓은 세상으로 [조기졸업 제도]"
}