{
  "title": "조선인민군",
  "url": "https://hyu.wiki/%EC%A1%B0%EC%84%A0%EC%9D%B8%EB%AF%BC%EA%B5%B0",
  "content": "조선인민군(입체표지)\n한양대 [출판부]에서 2020년 3월에 발행한\n김선호\n의 저서로, \"조선인민군의 창설은 북한 유일체제의 형성에 어떤 영향을 끼쳤을까?\"를 주제로 미군노획문서를 전면적으로 활용해 북한 무력의 기원과 형성과정을 다룬 첫 역사학 연구서이며, 한국전쟁 발발 70주년 맞아 발간되었다.\n한양학술총서 009\n2020\n세종도서\n학술분야 선정\n목차\n1\n개요\n2\n소개(출판사)\n3\n목차\n4\n교내언론\n개요\n720쪽｜신국판(152*225)｜35,000원\n발행일 2020년 3월 25일｜ISBN 978-89-7218-663-2(94910)\n소개(출판사)\n조선인민군은 현대 북한의 정규군이자 한국전쟁의 주축이었다는 점에서 오래 전부터 연구되었다. 하지만 인민군의 형성과정은 지휘관과 부대명을 알 수 없을 만큼 여전히 베일에 쌓여있다. 이 책은 역사학자가 처음으로 쓴 본격적인 북한군 전문연구서로서, 새로 발굴한 자료를 통해 인민군이 창설되고 북한체제가 형성되는 과정을 치밀하게 분석하고 있다. 무엇보다 이 책은 인민군이 소련군을 모델로 창설되었다는 통설을 뛰어넘어, 인민군이 소련군․중국군․일본군으로부터 다양하게 영향을 받았다는 사실을 풍부한 자료를 통해 실증적으로 보여준다. 특히 저자는 이 책에서 미군이 한국전쟁 당시 획득한 노획문서를 본격적으로 활용하고 있다. 이 책에 활용된 노획문서는 북한의 공식서적뿐만 아니라 1급비밀문서, 내부보고서, 부대명부, 개인이력서 등 다방면에 걸쳐 있다.\n이 책은 기존 연구서와 다른 관점에서 집필되었다. 먼저 저자는 인민군의 형성과정을 일제시기부터 살펴보고 있다. 인민군의 3대 창설세력은 동북항일연군․조선의용군․고려인인데, 저자는 이들의 일제시기 정치․군사 활동을 추적해서 이것이 인민군의 창설과 북한체제의 형성에 어떤 영향을 끼쳤는지 분석한다. 다음으로 저자는 인민군의 형성과정을 북한지역에 한정하지 않고 한반도 전체로 확장시켰다. 즉 미국․소련의 대한정책과 한반도의 정치질서 변동, 국군․인민군의 창군 움직임을 상호 연동시켜 분석한다. 마지막으로 저자는 인민군의 형성을 유일체제 형성의 문제로 확장시켰다. 특히 저자는 군사 연구에 머무르지 않고 인민군과 노동당의 권력지형과 ‘혁명전통’을 비교함으로써 김일성-김정일-김정은으로 이어지는 북한 유일체제의 역사적 기원을 탐구한다.\n이 책은 총 4부로 구성되어 있다. 제1부에서는 조선인민군의 전사(前史)로서 인민군을 창설한 정치세력의 일제시기 활동을 분석하고, 해방 직후 북한지역에 새로운 정치질서가 형성되는 과정을 살펴보고 있다. 저자는 북한정치세력의 일제시기 경험이 해방 이후에 국가건설론과 통일전선론으로 계승되어 인민군 창설과 정부 수립에 직접적인 영향을 끼쳤다고 보고 있다. 또한 소련군사령부는 북한에서 소비에트혁명론을 추구한 것이 아니라 부르주아민주주의혁명론을 추구했다는 사실을 밝히고 있다.\n제2부에서는 해방 직후에 소련군사령부와 북한정치세력이 친소․친공적 보안대와 경비대를 창설하는 과정을 재구성하고, 북한과 동유럽의 군대․토지개혁․인민정권을 상호 비교해 북한의 특징을 도출하고 있다. 특히 북조선임시인민위원회 보안국에서 북한 최초로 김일성 영도사상을 도입한 사실을 밝혔다. 또한 북한의 양대 군관학교인 평양학원과 북조선중앙보안간부학교가 각각 다른 정치세력에 의해 운영되고 육성되었다는 사실을 밝히고 있다.\n제3부에서는 북한 무력의 지휘부인 군사지휘기관이 창설되는 과정을 재구성하고, 북한 해군과 공군의 모체가 형성되는 과정을 밝히고 있다. 저자는 군사지휘기관을 특정세력이 독점한 것이 아니며, 군대의 권력지형이 공동의 목표 아래 각 정치세력이 연합한 정치연합체제였다고 평가한다. 또한 북한의 육군에 비해 해군과 공군의 창설이 지연된 이유를 창설과정을 통해 해명하고 있다. 그리고 인민군이 창설 당시에 당의 군대가 아니라 통일전선의 군대로 창설된 사실과 그 이유를 보여준다.\n제4부에서는 인민군이 공식적으로 창설되어 공격형군대로 육성되는 과정과, 인민군의 계급․당원․권력지형을 분석하고 있다. 저자는 인민군총사령부와 민족보위성의 조직․간부를 새롭게 밝혔으며, 인민군이 김일성․마오쩌둥․스탈린의 군사협력을 통해 10개 보병사단과 기계화여단․해군․비행사단을 보유한 현대적인 공격형군대로 완성되는 과정을 치밀하게 재구성한다.  또한 김일성이 이끄는 동북항일연군 출신이 당이나 내각이 아니라 인민군에서 유일적 지위를 차지하고 있었으며, 인민군에 구축된 김일성의 영도사상과 ‘혁명전통’이 북한의 사회주의 건설과정에서 유일체제가 출현할 수 있는 역사적 기원이었다고 평가한다.\n목차\n머리말\n제1부\t북한정치세력의 혁명론과 소련의 대북정책\n일제시기 공산주의세력의 혁명론과 변화\n소련의 대북정책과 정치질서의 재편\n제2부\t보안기구의 창설과 군대의 원형\n보안무력의 창설과 군사적 요소\n보안국의 조직과 정치사상체계의 원형\n군관양성기관의 조직과 간부\n사진│해방과 북한\n제3부\t군사지휘기관의 창설과 통일전선의 군대\n보안간부훈련대대부의 창설과 8월질서의 형성\n북조선인민집단군총사령부의 창설과 경찰의 군대화\n국가건설기 당군관계와 통일전선의 군대\n제4부\t조선인민군의 창설과 분단체제의 공고화\n조선인민군의 창설과 유일군대의 출현\n민족보위성의 조직과 계급적 통일전선\n한국전쟁 직전 당군관계와 김일성지도체제\n맺음말\n사진│북한정부와 조선인민군\n부록\n조선인민군의 부대명과 단대호(1950.6.25)\n조선인민군의 계급제도(1950년)\n북한 군사지휘기관의 변화과정\n조선인민군·내무성군대의 창설과정\n참고문헌\n저자 후기\n찾아보기\n교내언론\n<뉴스H> 2020.03.24\n[신간] 한양대학교출판부, 『조선인민군』 출간"
}