{
  "title": "좌용호",
  "url": "https://hyu.wiki/%EC%A2%8C%EC%9A%A9%ED%98%B8",
  "content": "ERICA\n공학대학\n재료화학공학과\n교수이다.\n전화번호 : 031-400-5650\n이메일 : choa15@hanyang.ac.kr\n연구실 홈페이지 :\nhttp://fnmr.hanyang.ac.kr\n목차\n1\n학력\n2\n경력\n3\n교내 동정\n4\n연구\n4.1\n관심연구분야\n4.2\n연구실적\n4.2.1\n희토류 사용량 줄인 나노자석 개발(2019.8)\n[1]\n4.2.2\n상온 구동 수소·황화수소 가스 감지 센서 개발 (이달의연구자(2019.11)\n[2]\n5\n학회활동\n6\n초청강연\n7\n주요논문\n8\n주석\n학력\nPh.D. in Process Eng., Osaka Univ. (Apr. 1993 - Mar. 1996) \"Strengthening and Toughening Mechanisms for MgO and Related Nanocomposites.\"Advisor : K. Niihara\nM.S. in Process Eng., Osaka Univ. (Apr. 1991 - Mar. 1993) \"Fabrication Process of MgO/SiC Nanocomposite.\"Advisor : K. Niihara\nB.S. in Inorganic Materials Eng., Hanyang Univ. (Mar. 1985 - Feb. 1989)\n경력\nProfessor :Hanyang University (Mar. 2009- Present.) Department of Chemical Engineering.\nAssociate Professor :Hanyang University (Mar. 2004- Present.) Department of Chemical Engineering.\nAssistant Professor : Hanyang University (Mar. 2002- Feb. 2004) Department of New-Materials Process Tech.\nAssistant Professor : Chonbuk National Univ. (Mar. 2000- Feb. 2002) Department of Materials Science &Engineering.\nReserch Assosiate : Osaka Unversity, Japan ( Apr.1996- Feb. 2000) The Institute of Scientific and Industrial Research.\n교내 동정\n2019. 11\n이달의연구자\n선정\n연구\n관심연구분야\nSynthesis and Characteristics of Metals and Metal Oxides of Nanowire and Nanotube via a Electro-Spining\nSynthesis of Metal Nano-Ink for Ink-Jet Print and Formation of fine pattern\nSynthesis of Vertically Ordered Silicon Nanowire and Application of Solarcell\nSynthesis and Characteristics of Nanowire using Electrodeposition and Research of Semiconductor Nano Device\nApplication of New Contact Sensor\nSynthesis of Magnetic Nano Powder and Nanowire\nApplication of Hyperthermia using Superparamagnetic Nano Composite Powder\nApplication of Thermoelectrice Device using Chalcogenide Materials\nFabrication of Ultra-Functional Nano-Composite using Percolation Theory\nFabrication of High-Efficiency Quantum Dots\nSynthesis and Characteristics of Metal Nanoparticles via a Electrolysis\n연구실적\n희토류 사용량 줄인 나노자석 개발(2019.8)\n[1]\n좌 교수팀은 기존의 하이브리드 자동차 등 차세대 기기에 대거 들어가는 희토류 영구 자석을 대체할 새로운 코어-쉘(core-shell) 섬유 구조를 띠는 나노 자석 기술을 개발했다. 희토류계의 비교적 강한 자성을 띠는 나노섬유에 자성이 옅은 나노 두께의 철-코발트 코팅을 입히는 방법을 썼다. 이를 통해 기존 희토류계 영구자석 대비 자기 에너지 밀도를 146% 수준으로 끌어올렸다.\n이번 연구의 성과는 미국화학회(Americal Chemical Society, ACS)가 발행하는 국제학술지 'ACS Applied Materials & Interfaces' 29·30호 표지논문으로 각각 7월 24일, 31일자에 게재됐다.\n상온 구동 수소·황화수소 가스 감지 센서 개발 (\n이달의연구자\n(2019.11)\n[2]\n논문명 : Facile tilted sputtering process (TSP) for enhanced H2S gas response over selectively loading Pt nanoparticles on SnO2 thin films\n히터 없이 상온(25℃)에서 수소(H2)와 황화수소(H2S)를 감지할 수 있는 센서를 개발하였다. 이 가스센서의 특징은 상온 구동이다.좌 교수는 가스 농도에 따라 저항이 변하는 ‘화학 저항성’ 센서와 전압을 발생시키는 ‘열화학’ 센서를 개발했다. 두 센서 모두 별도의 히터 없이 상온에서 구동이 가능해 전력 소모가 크게 줄어들었다. 열화학 센서는 전압을 공급받아 신호를 읽는 기존 센서들과 달리 가스 감지를 통한 신호 자체가 전압을 발생시켜 이론적으로 전력 소비가 없다.\n나아가 감지장치(센싱) 시스템 전반을 설계했다. 또한 센서 소자의 모듈화와 무선 네트워크를 적용한 스마트 센서까지 직접 제작해 실험했다. 개발된 시스템과 비교할 적절한 대조군이 없어 한국산업기술시험원에 공인인증을 받아 객관성을 확보했다.\n학회활동\nDean of College of Engineering Sciences (工學大學 學長)\nMember, The National Academy of Engineering of Korea (NAEK, 韓國工學翰林院)\nVice President of Korean Powder Metallurgy Institute\nDean, Office University Research, Hanyang Univ. ERICA(前)\nDirector of ERICA Industry-University Cooperation Foundation (前)\nDirector of Nanosensor Research Center at Hanyang University(前)\nCommittee Member of Materials Research Society of Korea\nCommittee Member of Korean Ceramic Society\nCommittee Member of Korea Association of Crystal Growth\n2020.11, 한국분말야금학회 제23대 회장\n초청강연\nThe Ceramic Society of Japan\nKIMM\nSeoul National University\nInternational Conf. of Composite Materials.(ICCM, Japan)\nGyeonggi Techno Park\nSamsung Corning\nKIST\nUlsan University, RRC.,\nThe Research Institude of Industrial Science(RIST, Pohang)\nLG Electronics Central Research Institude(Seoul)\nKIST, Nano research center(Seoul)\nTMS Anual Meeting (USA)\nMaterials Research Society of Korea\nISFM(International Symposium on Functional Materials)\n주요논문\nHybridized conducting polymer chemiresistive nano-sensors, nanotoday, 8, 39-55, 2013\nEstimation of dispersion stability of UV/ozone treated multi-walled carbon nanotubes and their electrical properties, Carbon, 51, 346-354, 2013\nAdhesion enhancement of ink-jet printed conductive copper patterns on a flexible substrate, J. Mater. Chem., 22, 12517-12522, 2012\nSynthesis of ultra-long hollow chalcogenide nanofibers, Chem. Commun., 47, 9107-9109, 2011\nNanopeapods by Galvanic Displacement Reaction, Angew. Chem., 49, 7081-7085, 2010\n주석\n↑\n<뉴스H> 2019.08.13 좌용호 교수, 희토류 사용량 줄인 나노자석 개발\n↑\n<뉴스H> 2019.11.18 좌용호 교수, 상온 구동 수소·황화수소 가스 감지 센서 개발"
}