{
  "title": "준비하는 대학만 살아남는다",
  "url": "https://hyu.wiki/%EC%A4%80%EB%B9%84%ED%95%98%EB%8A%94%EB%8C%80%ED%95%99%EB%A7%8C%EC%82%B4%EC%95%84%EB%82%A8%EB%8A%94%EB%8B%A4",
  "content": "준비하는 대학만 살아남는다(표지)\n한양대학교\n출판부\n가 2020년 8월 발행한\n김종량\n,\n이현청\n공동 편저 도서이다.\n부제 : 5차 산업혁명을 대비해 대학은 어떻게 혁신할 것인가\n목차\n1\n도서 개요\n2\n분류\n3\n소개\n4\n차례\n5\n저자 소개\n5.1\n김종량\n5.2\n이현청\n도서 개요\n김종량\n·\n이현청\n편저\n한양대학교\n출판부\n펴냄｜\n244쪽\n신국판(152*225)\n20,000원\n발행일 2020년 8월 30일\nISBN 978-89-7218-693-9(93370)\n분류\n국내도서 > 사회과학 > 교육학 > 교육 일반\n국내도서 > 대학교재/전문서적 > 사범계열 > 교육학 일반\n소개\n출판부 소개 자료 발췌\n이 책은 절박한 대학의 현실을 감안해 4·5차 산업혁명을 맞아 대학의 지속가능한 성장 내지 생존을 가능케 할 대안들을 모색하고자 화두를 던지고 있다. 총 10장으로 구성된 이 책은 대학이 생존할 수 있는 여러 가지 관점에서 시대의 화두라고 볼 수 있는 대학인구 감소, 인공지능, 빅데이터, 융합교육, 학습방법 혁명, 스마트학습과 스마트연구, 그리고 대학 평생교육의 방향 등 절박한 현실과 관련된 어젠다를 중심으로 구성되어 있으며, 마지막 장에서는 가까운 장래에 다가올 5차 산업혁명과 관련된 대학의 미래에 대한 조망을 함께 하고 있다. 또한 4차 산업혁명 시대의 대학 교육 패러다임 대전환과 교육 방식의 혁명, 학습 혁명, 융합 교육, 새 시대의 새로운 국제화의 과제, 그리고 두뇌 공유 시대의 인재상, 4·5차 산업사회의 트렌드, 무크(MOOC) 등 학습자의 셀화(cell learner)를 중심으로 대학 교육의 생존 전략을 담고 있다.\n이 책은 4차 산업혁명 시대의 대학의 재구조를 어떻게 전략적으로 수립할 것인지, 대학의 위기 극복의 대안이 무엇인지 등 국내외 사례를 중심으로 가능한 대안들을 제시하고자 노력하였다. 그리고 5차 산업사회에 대비한 대학의 혁신전략과 방향도 함께 담고 있다. 이 책에서 담고 있는 내용들은 한양대학교 고등교육연구소에서 2015년 이후 13차례의 세미나를 거치면서 고민해 온 내용들을 담고 있는데 대학의 위기와 도전에 대한 전반적인 경향과 가능한 대안들을 담으려 노력하였다. 대학 구성원들에게 대학교육이 왜 위기인지, 그리고 왜 대학이 문을 닫게 될 것인지, 세계 대학의 생태계는 어떤 것인지 등에 대한 고민을 함께 할 수 있는 계기가 될 것으로 생각된다.\n차례\n머리말\n저출생고령화 사회와 대학의 미래\n산학협력과 기업이 바라는 인재상\n융합교육의 실천과제\n대학 국제화의 과제와 전망\n학습혁명의 시대 : Blended Learning, Flipped Learning의 실천과제\n4차 산업혁명에 대비한 대학의 재구조화\n대학의 위기와 도전 : AI시대의 인간성 회복과 창의성 개발\n학습경영시스템\n새로운 평생학습사회와 대학 생존전략\n5차 산업혁명을 대비한 대학 혁신\n5차 산업 시대의 도래\n참고문헌\n저자 소개\n다음은 책 소개에 게재된 내용으로 해당 인물에 대한 정보는 각\n김종량\n,\n이현청\n참고\n김종량\n미국 컬럼비아대학교에서 교육공학박사를 취득한 후 한양대학교 사범대학 교수와 18년 동안 총장으로 재직하였다. 국제인권연맹 회장, 대통령 과학기술 자문위원, 세계대학스포츠연맹 집행위원으로 활동하였으며, 고등교육 분야 등에 큰 기여를 한 학자이자 대학 경영자이다. 『대학 총장의 리더십』 등 다수의 저서가 있으며, 현재 한양학원 이사장과 고등교육연구소 설립고문으로 있다.\n이현청\n미국 남일리노이대학교에서 철학박사를 취득한 후 한국과 미국 대학의 교수와 호남대학교·상명대학교 총장으로 재직하였으며, 고등교육 분야에 많은 기여를 한 대표적인 고등교육 전문가이다. 『4차 산업혁명과 대학의 미래』 등 국내외 38권의 저서가 있으며, 현재 한양대학교 석좌교수와 고등교육연구소장으로 있다."
}