{
  "title": "중국학과",
  "url": "https://hyu.wiki/%EC%A4%91%EA%B5%AD%ED%95%99%EA%B3%BC",
  "content": "소속: ERICA 국제문화대학 중국학과\n유형: ERICA 대학\n영문명:DEPARTMENT OF CHINESE STUDIES\n중문명: 中国学系\n홈페이지:\nhttp://china.hanyang.ac.kr/\n이 글은\nERICA전공소개서\n와 중국학과 홈페이지를 바탕으로 작성됨.\n목차\n1\n학과소개\n1.1\n교과목\n1.1.1\n1학년 1학기\n1.1.2\n1학년 2학기\n1.1.3\n2학년 1학기\n1.1.4\n2학년 2학기\n1.1.5\n3학년 1학기\n1.1.6\n3학년 2학기\n1.1.7\n4학년 1학기\n1.1.8\n4학년 2학기\n1.2\n주요 활동\n1.3\n졸업 후 진로\n학과소개\n중국학과는 언어 외에 사상，역사，문화，정치，경제，통상，사회와 같은 중국학의 모든 영역을 포괄하고 실용적인 교과과정을 통해 전문지식을 갖춘 중국 전문가를 양성하는 학과다.\n중국대학에서 1학기 이상의 교환유학 이수\n교과목\n1학년 1학기\n중국학개론\n(기초필수)\n중국에 관한 여러 분야의 정보와 지식을 배우는 수업이다. 중국의 지리,정치, 경제,사회,군사,민족,문화,교육등 다양한 방면에 관한 중요한 관점이나 현안 등에 초점을 맞춰 그와 관련한 다양한 정보를 습득하고 정확하게 평가하는 능력을 배양한다\n중국어 청취 입문\n(기초필수)\n중국어를 배우는 교양 기초과정으로서 정확한 발음과 듣기연습 및 문장의 기본 구조와 간단한 문법의 이론을 소개한다. 실제 말할 수 있는 중국어를 익히기 위해 중국어의 반복 청취와 회화 위주로 수업을 이끌어 갈 것이며, 이런 과정에서 학생들은 자연스럽게 중국어를 구사할 수 있는 기초 능력을 배양하게 될 것이다.\n한자의 이해\n(기초필수)\n중국 문자 즉 한자의 세 구성 요소인 字形, 字音, 字義중에서 字形을대상으로 하여 그 조직 체계와 역사적인 변천, 그리고 자형이 일으키는 의미 작용을 체계적으로 소개하고 이해시켜 중국과 한국의 고대 문헌의 해독과 한자의 사용에 도움이 되도록 한다.\n글과 삶\n(기초필수)\n글쓰기는 사물이나 현상을 이해하고 해석하는 일련의 과정과 그 결과를 언어를 통해 표현하는 것을 말한다. ‘글과삶’ 이라는본 교과는 학생들이 창의적 사고를 바탕으로 세계 속에서 살아가는 삶의 다양한 상황을 잘 이해하고, 또한 각각의 유형과 특성에 맞는 적절한 방식과 전략을 사용할 수 있는 능력을 함양 하는 데 목적이 있다. 이를 위해 본 교과는 인간과 삶을 이해할 자유로운 상상력과 창의적이고 비판적인 사유를 기르면서, 이를 글로 표현할 수 있는 글쓰기의 기본을 익혀 학생 개개인이 주체적인 사유 능력과 글쓰기 능력을 발휘할 수 있도록 교육한다.\n초급중국어\n(기초필수)\n중국어 초학자를 대상으로 중국어 발음과 성조에 대한 학습을 기반으로 초보 적인 어휘 표현 어법을 숙지하여 일생생활위주의 실용기초중국어회화 실력을 갖추도록 한다.\n대학생활과 비전 설계\n(기초필수)\n대학생활과비전설계(VCC1001)'교과목은 교수-학생간원활한 소통을 통하여 신입생의 대학생활적응과 비전설계에 도움을 주기 위해서 1학년 1학기 공통기초필수교과목으로 운영된다.\n1학년 2학기\n중국문화개설\n(기초필수)\n중국 문화가 어떻게 형성되고 전개되어 오늘에 이르렀는지 살피면서, 그와 동시에 기타 문화권과 비교하여 중국 문화에 어떤 특징이 있고 또한 장점과 단점은 무엇인지 파악하여 궁극적으로 향후 중국학과 전공 수업을 이수하는데 기초가 되도록 한다.\n초급중국어청취\n(기초필수)\n초급수준의 중국어 학습자들을 올바로 습득시키고 기본적인 중국어 듣기 능력 을 제고시키는 것을 목표로, 살아 있는 당대 북경의 표준 중국어를 오디오, 비 디오테이프 시청각 실습 및 개별적인 지도를 통하여 교육한다.\n초급중국어회화\n(기초필수)\n초급중국어회화 기본적인 발음연습과 성조훈련을 거친 다음 본격적인 의사표시를 시작할 수 있다. 정확한 문장을 많이 읽고 외워두면 이를 활용하여 자신의 의사를 표현할 수 있다. 가장 기본적인 문형부터 시작하여 간단한 동사술어문, 형용사술어문 등을 대상으로 하여 먼저 완벽하게 외우고, 이 외운 문장을 토대로 어휘를 바꿔 가면서 문장표현을 활용한다. 초급자들의 어려움은 듣는 능력이 부족하다는 것 인데 자신들이 외운 문장은 쉽게 들을 수 있으므로 이 장애는 넘을 수 있다. 또 한 자신이 알고 있는 문장표현을 단어 하나 정도로 바꿔 다시 대답하는 것은 별로 어렵지 않다. 학기 초에는 듣는 연습을 위주로, 다소 원할 하지 못할 수도 있으나 이 과목의 궁극적인 목표는 비교적 자유로운 의사표시이므로 학생들의 자율적인 참여를 독려한다.\n말과문화\n(기초필수)\n본 교과는 학생들이 자신을 둘러싼 사물과 현상을 이해하고 자신의 견해를 논리적이고 체계적으로 전달하는 소통 능력을 함양하는 것을 목적으로 한다. 발표와 토의, 토론, 인터뷰 등 각각의 말하기 유형에 맞는 표현 방식과 전략을 익힘으로써 학생들이 현실적으로 자주 겪게 되는 말하기 상황에서 자신의 의견과 주장을 효과적으로 전달하고 다른 구성원의 의견을 창조적으로 수용할 수 있도록 교육한다.\n소프트웨어어의이해(\n기초필수)\n본 교과목은 소프트웨어 소양 교육의 첫 스텝인 기초에 해당하는 교과목으로 비전공자계열 모든 학생을 위하여 설계되었다. 본 교과목에서는 모든 학생들이 각자의 다양한 전공을 통해IT 사회의 미래를 주도할 수 있는 인재로 자라가기 위해 반드시 이해하여야 하는IT 특히 소프트웨어의 동작과 제작방법을 습득하고 경험하게 한다.\n중급중국어\n(기초필수)\n초급중국어의 학습기초를 기반으로 중국어 독해, 듣기, 말하기 수준을 더욱 심화 교육한다. 아울러 중국사회 문화의 전반적인 내용을 담은 교재로 중국 각 영역의 기초지식을 배양하게 한다.\n2학년 1학기\n중국어실습\n(전공핵심)\n고급회화 훈련 과목이다. 시사적 화제까지도 소화할 수 있는 다양한 어휘와 표현을 익혀서 중국어를 유창하게 구사할 수 있게 한다. 중국어권 지역의 정치, 경제, 사회, 문화 전반에 걸친 소양과 회화 능력을 두루 갖추게 한다.\n중급중국어독해\n(전공핵심)\n본 과목은 중국어 기초과정을 이수한 학생들로 하여금 중급 이상의 독해 능력을 갖도록 하는 과목으로서, 고급 수준의 회화나 작문 능력의 배양에도 많은 도움이 될 것이다. - 전공핵심\n중급중국어회화\n중급중국어회화 초급과정을 거친 학습자를 대상으로 다양한 상황에 적절하게 대처할 수 있는 회화능력의 배양을 목표로 한다.\n중급중국어작문\n(전공핵심)\n한국어 문장을 중국어 문장으로 번역하기 위해 필요한 어법과 상용구를 익혀 실제로 연습하고 발표한다. 정확한 중국식 문장을 작성하는데 주안점을 둔다. 일반회화는 기본적 작문에 속하지만 다양한 표현을 하기 위해서는 작문훈련이 필요하다. 한국어를 기계적으로 옮겨놓는 문장이 아니라 자연스런 중국문장이 되도록 한다.\n중급중국어청취\n(전공핵심)\n중급중국어청취 중급수준의 중국어 학습자들의 중국어 듣기 능력을 제고시키기 위하여 시청각 자료를 이용하여 수업을 진행한다. 오디오자료를 주로 활용하되, 비디오 자료도 함께 이용하며, 활용자료의 내용분석을 통해서는 중국인의 사고방식과 중국사회 에 관한 이해의 제고도 함께 도모한다.\n영어커뮤니케이션-1\n(기초필수)\n본 교과목은 학생들의 실력에 따라 반편성(초급, 중급, 고급)과 수업진행이 이루어지는 수준별 수업이다. 수업의 핵심은 의사소통을 중심으로 하는 기본영어회화이다. 본 교과목의 수업에서 사용되는 교수방법은 구두영어 사용기능을 익히고, 연습하는 의사소통 중심 교수법이며, 약간의 영작문이 병행되지만 쓰기는 주로 과제 부과를 통해 이루어진다. 본 교과목은 수업 시 학생들의 구두영어 사용에 강조를 둔 실용영어 교과목이지만 실용영어 관련 읽기와 쓰기는 수업시간 이외의 과제물로 부과됨으로써 영어의 말하기, 듣기, 읽기, 쓰기의 통합교육이 이루어지도록 한다.\n취창업을위한진로탐색\n(기초필수)\n사회진출을 준비하는 저학년 학생들에게 사회진출을 준비하기 위한 직업세계에 대한 이해와 진로탐색을 통한 미래설계에 대한 기회를 제공하는 수업이다. 온라인 강의로 직업심리검사와 커리어로드맵 작성 등 자기분석과 진로탐색을 위한 실습과제를 수행한다.\n2학년 2학기\n고급중국어독해\n(전공핵심)\n중국의 급속한 부상으로 중국과 중국어에 대한 중요성이 나날이 강조되고 있다. 본 강좌는 이미 중국어의 기초를 다진 학생들에게 보다 강화된 내용을 훈련시킴으로서 중급수준의 독해력을 익히는 데 그 목표가 있다.\n고급중국어청취\n(전공핵심)\n중국 라디오,영화 뿐만 아니라 뉴스청취 등을 반복 청취, 연습하여 보다 높은 청력학습에 기한다.\n중국통사\n(전공핵심)\n세계3대문명의 하나인 중국뿐 아니라21C 초강대국으로 발돋움하는 현대중국을 이해하기 위해서도 기본적으로 요구되는 것이 중국역사에 대한 인식이다. 본 강좌는 기존의 왕조별 역사설명을 지양하고 대신 거시적 관점에서 선진시대로부터 사회주의 중국까지의 역사를 이야기체로 조명할 예정이다.\n고급중국어작문\n(전공핵심)\n언어능력의4대 기능은 듣기 말하기 읽기 쓰기이다. 쓰기는 이 네 가지 기능 중 가장 마지막에 위치하는데 이는 곧 쓰기가 가장 고급단계의 능력임을 의미하기도 한다. 쓰기는 흔히 입말을 그대로 전사(傳寫)하는 쓰기와 작문 즉 해당언어권에서 보편적으로 인정되는 문장의 형식과 체제에 맞춰 표현하는 쓰기, 즉 글짓기 두 가지로 나누어 볼 수 있다. 초중급 단계의 쓰기가 주로 단편적인 문장에 대해 이루어진다면, 고급단계의 쓰기는 그것이 모국어를 사용하든 제2언어를 사용하든 모두 종합적인 사고력, 논리성, 창의성 및 수사기교를 필요로 한다. 고급 중국어 작문 교과는 한국 학생이 중국어를 활용하여 글짓기를 함에 있어 단순히 한국어를 중국어로 번역하는 형식의 쓰기가 아닌2 중국어 화자들의 글짓기 규범 및 그들의 서술체계를 이해, 학습하여 자신의 생각이나 느낌을 규범화된 문장과 중국어적인 서술방식으로 표현할 수 있도록 지도한다.\n고급중국어회화\n(전공핵심)\n중국 중국어회화의 시사적,학술적 화제까지도 소화할 수 있는 다양한 어휘와 중국어 특유의 표현을 풍부하게 익혀서 유창한 의사전달 능력을 기른다.\n한문기초\n(전공핵심)\n한문기초 본 과목은 한문의 기초를 학습하는 과목이다. 본 강의에서는 한문을 해독할 수 있는 기초적 문법들을 습득하게 될 것이며, 다양한 분야의 문장들과 널리 알 려져 있는 명문을 읽을 것이다. 한문의 기초적 구조를 이해함을 물론이요, 고사 성어나 중국역사도 함께 배우게 될 것이며, 이를 통해 중국 문화의 근간이 되고 여러 가지 지식들도 습득하게 될 것이다.\n영어커뮤니케이션-2\n(기초필수)\n본 교과목은 학생들의 실력에 따라 반편성(초급, 중급, 고급)과 수업진행이 이루어지는 수준별 수업이다. 이 수업에서는 학생들이 ‘영어커뮤니케이션1’ 수업을 통해 다져진 영어기초실력을 바탕으로, 고급영어를 구사할 수 있도록 좀 더 체계적이고 다양한 학습활동이 이루어진다. 단어, 표현, 발음 및 문법뿐만 아니라, 학생들은 수업시간에 다양한 주제를 가지고 토론하고 작문한다. 이러한 활동들은 학생들이 영어로 의사소통하고, 세련된 영어표현을 익히는데 큰 도움을 줄 것이다.\n3학년 1학기\n통상중국어\n(전공심화)\n본 교과목은 중국과 통상업무를 하는 과정에서 발생하는 각종 상황에 대비하기 위하여 설강된다. 무역에 관한 용어를 집중적으로 학습할 수 있도록 한다.\n중국정치개설\n(전공심화)\n중국경제가 시장경제를 지향함에 따라 중국의 기업문화는 국가통제의 경영관리방식에서 시장경쟁의 기업문화로 나타나고 있다. 따라서 중국기업문화의 특성을 파악하여 중국기업의 경영방식과 관리구조를 포괄적으로 이해하고 나아가 중국의 국유기업과 민간기업, 외자기업이 경쟁하는 중국의 비즈니스 환경구조에 적응할 수 있는 능력을 함양시키는데 중점을 두고자 한다. 중국 기업문화의 이해는 향후 중국 투자와 교역 및 중국시장 진출에 필요한 기본적인 지식 배경이 된다.\n중국고전명작감상\n(전공심화)\n수 천년의 중국역사속에 탄생된 주옥같은 문학명작을 감상한다. 즉 중국의 詩와산문 중의 고전명작만을 엄선하여 감상하면서 중국의 문화와 사상 그리고 역사를 종합적으로 이해한다.\n중국어학개설\n(전공심화)\n중국의 언어학·문자학·음운학·훈고학·어법학 등에 관한 기초 지식을 소개하여 중국어 학습에 이론적 기초를 제공하고, 중국어와 중국 문학 및 사상의 연계성을 소개하고 이해시켜서 중국의 다른 학문 분야와 우리나라의 연관 학문 분야의 연구에 활용할 수 있는 능력을 배양시킨다.\n중국고전문학사\n(전공핵심)\n중국고전문학사 선지시대로부터 청말에 이르는 장구한 기간 동안 중국인들이 이룩한 문화적 성과를 개괄적으로 조감한다. 각 시대별 문학발전의 맥락과 특징을 고찰하면서 아울러 중요한 작가와 작품에 대해서는 비교적 상세한 해설을 덧붙인다. 세계화 국제화 시대에 도전적으로 참여하면서 한양대학교가 지향하는 실요학풍에 적극 부응하는 의미에서 본 교재는 비교적 평이한 영문본으로 부교재는 중국어 및 한국어 교본을 시험삼아 채택할 예정이다.\n현대중국경제입문\n(전공핵심)\n본 강의는 현대중국경제의 기본적인 개념과 특징을 소개하고 중국의 경제 및 산업의 발전과정을 파악하여 중국경제성장이 사회에 끼친 영향을 살펴보는데 목적을 두고자 한다. 강의 내용은 주로 중국식 사회주의 시장경제발전, 개혁과 경제구조의 변화, 개방과 대외경제의 변화 등으로 설명된다. 강의과정에서 주로 중국경제와 사회를 보는 시각, 개혁과 개방의 진행과정과 특징 그리고 경제성장에 따른 전반적인 중국경제사회의 변화모습을 살펴볼 것이다.\n중국학과캡스톤디자인1\n(전공심화)\n이 과목은4-5명의 학생이 팀을 이루어 담당 교수의 지도 아래 팀별로 연구 과제를 정하여 자율적으로 학습하는 학생 중심형 과목이다. 사회적 문제, 전공 관련 문제 등 다양한 분야에서 해결해야 할 문제들을 찾아내고 한 학기 동안 팀원들이 다양한 방법을 통해 해결의 방안을 찾아내고 제시함으로써 문제 해결 능력과 창의력을 기르는 것을 목적으로 한다.\n중국현당대인문학\n(전공심화)\n중국의 근대, 현대, 당대에 이르는 역사, 문학, 사상 등의 유관 작품과 각종 자료를 통해 중국 현당대인문학을 고찰한다. 이를 통해 중국현대인문학의 진면목을 파악하여 관련지식을 더욱 공고히 할 수 있도록 한다.\n교과교육론\n(중국어)(전공심화)\n교과교육론(중국어) 디지털 정보화 시대에 멀티미디어를 활용한 웹기반 강의의 이 론을 연구하고 아울러PC실에서 실무 작업을 병행하는 강좌이다. 중국어 교직자를 기본 수강자로 제한하며WBI 이론 및 중 국어 교육용 홈페이지와 관련된 실습을 집중적으로 하게 된다.\n직무소양과역량계발\n(기초필수)\n학생들의 사회진출 및 취업경쟁력 향상을 지원하는 수업으로, 온라인 강의와 더불어 전공교수와의 지속적인 상담 및 교내외 타 경력개발관련 프로그램과의 유기적인 연계활동을 통해 사회진출 역량을 배가시키는 수업임. 진로 및 취업상담 및 각종 역량진단 테스트와 기본적인 취업준비 스킬에 대한 대규모 비정규 교과 강의를 병행하여 진행함.\n3학년 2학기\n중구사상개론\n(전공심화)\n중국사상개론 중국의 제자백가 사상을 개괄적으로 분석 소개하여 중국인의 전통적인 사유방식과 관심사를 파악하고 아울러 현대 중국의 정치 경제 문화활동과 연계시켜 중국인의 정신 영역을 탐구하 는 강좌이다.\n경제지리\n(전공심화)\n우리나라 기업들의 대중국 투자가 활발하게 전개되고 있는 상 황에서 중국에 대한 경제학적 지리 연구의 중요성과 필요성이 대두된다. 중국이라는 거대한 국토 공간 내에서 이루워지고 있는 다양한 경제활동과 경제지역의 공간주조를 경제지리학적 관점에서 체계적으로 분석 정리하는 강좌이다.\n중국어문법\n(전공핵심)\n중국어의 다양한 표현을 어법이라는 기준에 근거하여 그 용법을 규정한다. 중국어를 문장의 차원에서 접근하여 중국어의 문장구조를 체계적으로 분석하고 정확한 문장표현이 가능하도록 한다.\n중국인의의식구조\n((전공심화)\n중국경제구조의이해\n(전공심화)\n강의 내용은 주로 경제정책과 산업구조의 변화, 중국의 농업과 농촌구조, 국유기업의 구조적 변화, 민간기업의 발전형태, 무역관리체제의 개혁과 무역의 신장, 외자도입과 외국인 투자의 양상과 실태 등 개방과 대외경제구조의 변화 등을 살펴본다.\n중국학과캡스톤디자인2\n(전공심화)\n이 과목은4-5명의 학생이 팀을 이루어 담당 교수의 지도 아래 팀별로 연구 과제를 정하여 자율적으로 학습하는 학생 중심형 과목이다. 사회적 문제, 전공 관련 문제 등 다양한 분야에서 해결해야 할 문제들을 찾아내고 한 학기 동안 팀원들이 다양한 방법을 통해 해결의 방안을 찾아내고 제시함으로써 문제 해결 능력과 창의력을 기르는 것을 목적으로 한다.\n시사중국어\n(전공핵심)\n외국어는 현재의 언어를 익히는 것이 중요하다. 그러기 위해서는 언론매체를 통해 익히는 방법이 무엇보다 중시된다. 특히 시사성을 띈 중국어를 익힌다는 것은 현재의 중국상황을 이해할 수 있는 일거양득의 효과를 거둘 수 있다. 본 강좌는TV나 아주주간(亞洲週刊. Asian Weekly), 인민일보(人民日報) 등과 같은 보도 매체를 통해 살아있는 중국어를 익힘과 동시에 중국의 실정을 함께 이해하고자 개설되었다.\n논리및논술\n(중국어)(전공심화)\n본 강의는 중국학과의 교직과목으로 중국어교사를 목표로 하는 학생들이 각교과 내용을 바탕으로 논리적이고 합리적인 글을 쓰고 강의 및 연구를 할수 있도록 하는데 그 목적이 있다.\n4학년 1학기\nHSK실습\n(전공심화)\n중국어의 능력을 평가하고 검증하는 것이 사회적으로 필요하며, 중국어를 경쟁능력으로 삼고자 하는 학생들에게hsk6급 성적은 반드시 요구되며, 高得點을취득해야 하는 것이 당연시되는 것이 현실이다. 따라서 중국어 능력 평가시험의 영역을 주요골격으로 하여 학습자들의 중국어 실력을 향상시킬수 있도록 설계되었다.\n중국투자환경과시장\n(전공심화)\n중국이 세계의 공장으로 떠오르고 있는 가운데 외자기업의 중국투자가 가속화되고 한국의 중국시장 진출도 활발히 전개되고 있다. 본 강의는 중국 내수시장의 성장에 따른 중국 투자환경의 변화를 살펴보는데 중점을 둔다. 특히 중국의 투자유치 정책의 변화과정을 살피고 중국시장 진입에 대한 전략과 방법을 알아본다. 이와 함께 중국의 소비문화와 마케팅 등 비지니스 환경의 특징을 살펴본다.\n한중문화비교론\n(전공심화)\n한국과 중국은 같은 여러 가지 측면에서 같은 문화권에 속하지만 또한 동시에 상당한 차이가 있다. 그러나 같은 문화권에 속하여 역사적으로 긴밀한 관계를 유지해 왔기 때문에 이러한 차이에 대해 오히려 소홀해 지기 쉽다. 본 교과에서는 한국과 중국의 문화를 가치관, 사유방식 등의 거시적인 차원에서 조망하는 동시에 일상생활, 풍속습관, 음식문화, 통과의례(결혼, 장례 등) 등의 미시적 차원에서도 분석하고자 한다. 본 교과는 중국학과 학생들이 졸업 후 실제 중국과 관련된 일을 함에 있어 그들의 문화를 제대로 이해하고 그에 따른 전략을 구상하는데 도움을 주고자 개설되었다.\n고전한문독해\n(전공심화)\n본 강의는 한문을 해독하는데 필요한 문법도 언급하겠지만 이론적인 문법보다는 실제 원문을 해독하면서 문법을 자연스럽게 설명할 것이다. 중국 문화를 이해하는데 핵심적인 고전`논어`를 교재로 삼을 예정이다.\n중국어번역론\n(전공심화)\n중국어 원문을 한국어로 번역하는 연습을 통해 번역능력을 배양한다.\n교과교재연구및지도\n(중국어)(전공심화)\n교과교재연구및지도(중국어) 중국어 교육을 효과적으로 수행하기 위하여 현행 고교 중국어 교과서 및 한문 교과서 그리고 교사용 참고서를 비교하여 그 장단점을 분석하고 중국어 교과교육론을 참고하여 교안을 작 성하는 실습 강좌이다.\n4학년 2학기\n현대한중경제관계\n(전공심화)\n한·중 경제관계는 양국 교역과 투자규모의 확대에 따라 상호의존 관계가 심화되고 있다. 중국은 한국의 최대 교역시장이자 투자대상국으로 성장했으며 한국은 중국 경제성장에 중요한 파트너이다. 한·중 경제관계는 정치경제적 상호관계 및 동북아경제권 관계 속에서 고찰되어야 하며 특히 양국간의 경제교류를 무역구조와 투자방식 및 산업관계의 틀 속에서 분석하고자 한다.\n당대중국사회초점\n(전공심화)\n당대중국사회초점 개혁개방 이후로 말 그대로 급박하게 변화하는 중국 당대사회의 주요한 관심 이 되는 문제들을 주제를 바꾸어가면서 분석,토론한다. 그 속에는 개괄적이라도 현재의 중국의 정치. 경제 문화적 관심사들에 관해서도 그때의 상황에 따라 접근하게 될 것이다.\n중국문화의디지털컨텐츠개발\n(전공심화)\n디지털 시대의 도래에 따라 기존의 아날로그 기술이 아닌 다중매체기술 즉 멀티미디어 기법을 이용한 다양하고도 효율적인 표현이 가능해졌다. 이러한 디지털 시대의 향상된 제반기술환경을 적극 수용하여 효율적이고도 효과적인 정보제공이 가능하도록 디지털 컨텐츠개발을 강의한다. 어느 디지털컨텐츠 전문가는 말하길: [21C 유망한 디지털정보의 영역은 교육, 문화, 의료분야로 예상된다.]라고 했듯이 외국어교육과 외국문화를 전공연구분야로 하고 있는 국제문화대학의 위상은 이 시대가 요구하는 막중한 책무를 지고 있으며 따라서 그 발전가능성도 무궁무진하다. 학생들이 졸업 후 중국어와 중국문화의 관련분야에서 디지털 컨텐츠개발에 전문적 능력을 발휘하고 또 나아가 디지털 컨텐츠제공분야의 사업도 펼칠 수 있도록 개발능력을 배양시키는데 교육의 목표를 삼는다. 디지털컨텐츠는 전문성과 오락성으로 대별할 수 있다. 중국과의 교류가 급속하게 빈번해지면서 이에 대한 관심과 정보욕구도 증대된다. 중국문화와 관련한 내용으로는 중국전통문화(사상,고전,소설,시,산문,민속,고사성어)와 현대대중문화(연예,공연,음악,영화,비디오,TV,여행)가 있다. 전자의 경우는 심도있는 전문적 컨텐츠개발에 초점을 맞추고, 후자는 신속하고 다양한 컨텐츠개발에 초점을 맞춘다. 기존의 아날로그 컨텐츠를 디지털화해서 온라인에서 제공가능하도록 개발방법을 연구지도한다.\n한자와중국문화\n(전공심화)\n한자는 중국인의 문화, 사유방식, 철학을 고스란히 담고 있는 중국인의 문화표지이다. 본 교과목은 한자의 특징, 한자의 기원, 한자의 조자원칙(육서), 한자자체의 발전 등을 비롯하여 현대 중국의 간화자의 간화원칙과 방법에 대한 제반사항을 학습한다. 본 교과의 가장 주된 학습내용은 한자에 내재된 한자 문화의 세계를 심층적으로 탐구하는데 있으며, 다음과 같은 항목을 집중 연구한다. 한자와 인간중심주의, 한자에 투영된 의식주, 음식문화(뭘 먹고 살았을까?), 한자와 거주(어떻게 살았을까?), 한자와 가족문화, 한자와 교통문화, 한자와 중국고대의 풍속, 한자와 고대의 호칭, 한자에 반영된 원시사회의 경제발전, 사유제와 계급의 발생 및 형벌제도, 원시수공업의 발전, 무기와 전쟁, 도시의 기원과 강역구분 등이다.\n주요 활동\n중국언어문화연구희\n해외탐방 교육\n학술제\n연극제\nOB/YB체육대회\n중국학과의 밤\n중국학과\n취업특강\n졸업 후 진로\n기업，공무원，교사，통역자，번역자，중국관련 연구소 연구원，학계（대학교수），스튜어디스,무역회사，물류회사，호텔 등등"
}