{
  "title": "중어중문학과",
  "url": "https://hyu.wiki/%EC%A4%91%EC%96%B4%EC%A4%91%EB%AC%B8%ED%95%99%EA%B3%BC",
  "content": "목차\n1\n대학원\n1.1\n목표\n2\n학부(서울)\n2.1\n목표\n2.2\n전공소개\n2.2.1\n학과 소개\n2.2.2\n학과 정보\n2.2.3\n특장점\n2.2.4\n커리큘럼\n2.2.5\n진로\n2.2.6\n질의응답\n3\n교수진\n대학원\n소속: 서울 대학원 중어중문학과\n유형: 대학원\n영문명: DEPARTMENT OF CHINESE LANGUAGE & LITERATURE\n중문명: 汉语语言文学系\n목표\n중어중문학과는 한양대학교의 교육이념과 목표를 바탕으로 ’21세기 동북아 중심 사회’에서 주도적 역할을 담당할 수 있는 ’인문학 소양과 글로벌 비전을 지닌 전문 인재’를 양성하는데 교육의 목표를 둔다.\n중어중문학과의 특성화 방향은 원활한 중국어 구사능력과 중국문화와 사상에 대한 이해를 바탕으로 사회적 요구에 부합하는 대응력과 미래지향적인 실천력을 확보한 인재를 양성하는데 목표를 둔다.\n학부(서울)\n소속: 서울 인문과학대학 중어중문학과\n유형: 서울 대학\n영문명:DEPARTMENT OF CHINESE LANGUAGE & LITERATURE\n중문명: 汉语语言文学系\n목표\nG2시대에 리더쉽을 발휘할 인문학적 소양과 글로벌 비전을 지닌 인재\n원활한 중국어 구사능력은 물론 중국 언어, 문학 및 문화에 대한 전문적 지식을 갖춘 중국지역 전문가\n사회적 요구에 부합하는 대응력과 미래지향적인 실천력을 바탕으로 지역 및 국제사회에 봉사하는 인재\n전공소개\n전공안내서2025\n의 내용을 발췌해 정리한 글임.\n학과 소개\n중국과 중국의 문화는 본질적으로 우리와는 이질적이면서도 상호 밀접히 연관되어 있습니다. 이것이 바로 우리의 전통이고 현실입니다. 그러므로 우리를 알기 위해서도 필수적으로 알아야 할 대상이 중국과 그 문화입니다. 어느 한 나라의 문화는 그 구성원들이 사용하는 언어가 만들며, 그 결과는 문학과 다양한 문화예술로 나타납니다. 우리가 중국을 보다 깊이 이해하기 위하여 중국의 언어와 문학을 공부하고 연구해야 하는 이유가 여기에 있습니다. 중어중문학과는 G2 시대에 리더쉽을 발휘해 인문학적 소양과 글로벌 비전을 지닌 인재, 원활한 중국어 구사능력은 물론 중국 언어, 문학 및 문화에 대한 전문적 지식을 갖춘 중국지역 전문가, 사회적 요구에 부합하는 대응력과 미래지향적인 실천력을 바탕으로 지역 및 국제사회에 봉사하는 인재들을 육성하는 것을 목표로 합니다.\n학과 정보\n총학생수 : 240명\n성비 : 남녀 2:3\n전화번호 : 02-2220-0770\n학과설립연도 : 1981\n특장점\n중국 전문가 양성의 명문\n1981년에 개설, 해외 명문 대학 중문과와 지속적인 협력, 중국어 원어연극 공연을 통한 리더십 향상 및 선후배간 교류\n글로벌 역량 강화 프로그램\n중국 최고의 명문대학 칭화대학 중문과와 협력하여 2006년부터 현지학기를 운영, 2학년 2학기에 중국 칭화대학에서 한 학기 과정 이수\n대만의 최고 명문 대만대학교 중문과와 협력하여 복수학위제르 운영. 2학년 2학기에 대만대학 중문과에서 2년간 수학 후 양 대학 학사학위 동시 취득\n학생회 활성화 프로그램\n30여년의 전통을 이어나가는 중국어 원어공연\n커리큘럼\n연도별 커리큘럼은 상이할 수 있으므로, 학과 홈페이지에서 다시 한번 확인하시길 바랍니다.\n전공\n1학년\n2학년\n3학년\n4학년\n언어\n기초중국어연습\n초급중국어연습\n중국바로알기\n중국어와듣기와말하기\n중국어읽기와쓰기\n실무중국어\n현대중국어독해\n현대중국어문법\n초급중국어회화\n중급중국어\n중국어작문\n고급중국어\n중급중국어회화\n고급중국어회화\n중국어학의이해\n중국음운의세계\n한자의이해\n중국어의사소통연습\n시사중국어듣기연습\n중국어언어학탐구\n문학\n중국고대문학의이해\n중국고전읽기\n중국산문의이해\n중국근대문학의이해\n중국현대문학의이해\n중국소설의세계\n중국시가감상\n당송시가감상\n사기강독\n중국소설감상\n중국현대문학감상\n경서의이해\n시와중국문화\n제자백가의이해\n중국문학비평의이해\n기타\n중국바로알기\n중국문화개설\n중국민간가요와대중문화\n중국연극제작실습캡스톤디자인\n중국전문자캡스톤디자인\n중국희곡과미디어문화\n진로\n인문학의 위기 속에서도 꾸준히 성장 발전하여 한양대학의 위상을 지속적으로 지켜나가는 대표적인 학과이다. 국내 굴지의 기업과 공공기관, 대학교수, 언론사, 법조계 등 다양한 분야에 진출하여 자신의 역량을 발휘하고 있다.\n분야\n직업\n기업계\n무역업체, 해운업체 무역사무원, 해외영업원, 한 ・ 중합작 회사, 호텔, 여행사 여행사무원, 항공사 사무원 등\n학계・교육계\n중 ・ 고교 중국어 교사, 중국어 강사, 학원 강사, 대학교수 등\n언론・출판・문화계\n작가(소설가, 시인, 아동문학), 언론인, 방송구성작가, 비평가, 문화콘텐츠 기획원, 번역가 등\n기타\n통역사, 번역사, 관광통역안내원, 의료관광코디네이터, 마케팅 사무원, 등\n질의응답\n교환학생이나 어학연수를 꼭 다녀와야 하나요?\n언어를 배우는 학과이기 때문에 해당 프로그램이 상당히 효과적이라고 말씀드리고 싶습니다. 현재 한양대학교 중어중문학과에서는 재학생의 중국어 구사 능력 확보와 현지 체험을 위해 2학년 2학기 전 과정을 중국 최고의 명문대학인 청화대학교에서 이수하도록 현지학기 프로그램을 진행하고 있습니다. 현지학기제는 필수이며 기타 교환학생과 어학연수는 학생들의선택사항입니다.\n중국어를 재미있게 배울 수 있는 수업이 있나요?\n한양대학교 중어중문학과에는 연극에 참여하면서 중국과 중국어를 친숙하게 느낄 수 있는 행사 및 수업이 있습니다. 바로 ‘원어연극’입니다. 우선 원어연극은 매년 학생들이 원어연극대를 만들어 대본의 선택, 번역, 기획, 연출을 스스로 맡아 공연하는 행사로, 중문과의 가장 큰 행사 중 하나입니다. 그리고 이 원어연극대는 공연과 더불어 ‘중국어 연극제작 캡스톤 디자인수업’이라는 과목을 이수하는 시스템으로 운영되고 있습니다. 즉 연극대 활동을 학점으로 이수하도록 교과과정이 편성되어 연극도 하고 학점도 이수할 수 있게 되는 것이지요.\n교수진\n최형욱\n교수 / 02-2220-0765\n서원남\n교수 / 02-2220-0768\n고광민\n교수 / 02-2220-0771\n백지영\n부교수 / 02-2220-0485\n이상임\n부교수 / 02-2220-0774\n손주연\n조교수 / 02-2220-0772\n손예철\n명예교수\n이광철\n명예교수\n오수경\n명예교수\n엄익상\n명예교수"
}