{
  "title": "철학과",
  "url": "https://hyu.wiki/%EC%B2%A0%ED%95%99%EA%B3%BC",
  "content": "목차\n1\n대학원\n2\n학부(서울)\n2.1\n전공소개\n2.1.1\n학과 소개\n2.1.2\n학과 정보\n2.1.3\n특장점\n2.1.4\n진로\n2.1.5\n질의응답\n3\n교수진\n대학원\n소속: 서울 대학원 철학과\n유형: 대학원\n영문명 : DEPARTMENT OF PHILOSOPHY\n중문명: 哲学系\n학부(서울)\n소속: 서울\n인문과학대학\n철학과\n유형: 서울 대학\n영문명 : DEPARTMENT OF PHILOSOPHY\n중문명: 哲学系\n전공소개\n전공안내서2020\n의 내용을 발췌해 정리한 글임.\n학과 소개\n철학(哲學)은 ‘지혜를 사랑함(philosophia)’이란 뜻의 학문입니다. 즉 철학은 인간과 사회, 세계에 관한 지혜를 탐구하는 학문이라 할 수 있습니다. 단순히 눈에 띄는 모습만이 아닌 좀 더 근본적이고 깊이 있는 생각을 해보는 것입니다. 철학 공부는 지식을 쌓는 공부가 아닙니다. 수많은 지식을 어떻게 평가하고 체계화 할 것인지, 그러한 지식을 어떻게 활용할 것인지에 대한 능력을 기르는 학문입니다. 그런 점에서 철학은 동서양을 막론하고 학문 중의 학문이라 불립니다. 이는 철학이 모든 학문 가운데 가장 근본적이고 오랫동안 탐구되어 온 학문이기 때문입니다. 철학 공부는 철학자들의 지혜로운 생각을 따라가면서 그들의 탐구가 현재 우리가 풀어야 할 중요한 문제에 어떤 시사점을 줄 수 있는지를 탐구하는 과정입니다. 21세기 현대사회는 기후위기나 인공지능의 위협처럼 특정 문야의 전문성만으로만 제대로 이해하기조차 어렵고 해결하기도 어려운 복잡한 문제를 제기합니다. 이런 상황에서 철학과에서 이루어지는 교육은 관련 쟁점을 통합적으로 이해하고 현실적이면서도 원칙에 합당한 해결책을 제시할 수 있는 역량을 기르는데 초점이 맞추어져 있습니다. 철학과는 어느 한 곳에먼 쓸모 있는 인재를 양성하지 않습니다. 철학과는 언제 어디에서나 좋은 향기가 나는 사람으로 성장하는 길을 안내합니다.\n학과 정보\n총학생수 : 96명\n성비 : 남녀 3:2\n전화번호 : 02-2220-0790\n학과설립연도 : 1982\n특장점\n몸으로 느끼는 체험답사 교육\n답사, 문화제, 학술제 등 교수와 학생, 동문이 함께 만들어나가는 다양한 활동을 학생이 중심이 되어 진행.\n학문적 관심사를 자체적 스터디 모임을 만들어 공유하며, 다양한 분야에서의 철학 텍스트를 읽고 토론 진행.\n연도별 커리큘럼은 상이할 수 있으므로, 학과 홈페이지에서 다시 한번 확인하시길 바랍니다.\n전공\n1학년\n2학년\n3학년\n4학년\n기본소양\n철학명저읽기\n철학의개념\n철학의역사\n서양철학\n서양고대철학사\n서양중세철학사\n서양근대철학사\n서양현대철학사\n독일관념론1\n독일현대철학1\n프랑스현대철학1\n영미현대철학1\n독일관념론2\n독일현대철학2\n프랑스현대철학2\n영미현대철학2\n동양철학\n중국철학사\n한국철학사\n중국고대유가철학\n중국근세철학1\n한국성리학1\n한국실학1\n도가철학1\n불교철학1\n중국근세철학2\n한국성리학2\n한국실학2\n도가철학2\n불교철학2\n전통철학\n윤리학1\n기호논리학1\n인식론1\n형이상학1\n윤리학2\n기호논리학2\n인식론2\n형이상학2\n응용철학\n과학철학\n물질과마음철학\n기술과공학철학\n사회철학\n예술철학\n진로\n분야\n직업\n기업계\n언론사, 출판사, 광고회사, 문화예술 관련 연구소 및 기관, 시민사회단체, 환경단체, 방송사 등\n학계・교육계\n중・고등학교 교사, 독서・논술 지도 전문가, 대학교수 등\n언론\nPD, 신문기자, 방송 작가 및 기자, 잡지 에디터, 출판 에디터, 광고 기획자 등\n문화・예술계\n영화인, 엔터테인먼트 기획자, 영화평론가, 작가, 문화재단 직원\n기타\n법학전문대학원 진학을 통한 법조계 진출, 행정고시 등을 통한 공직 진출\n질의응답\n철학과는 사주, 팔자, 관상, 작명, 손금 등을 배우는 학과인가요?\n철학과에 관한 가장 대표적인 오해가 바로 그것입니다. 철학관을 떠올려서 철학과에서는 그런 것을 배운다고 생각하기 때문입니다. 그러나 결론부터 말하면 철학과는 질문에서 언급한 것들과 상관이 없습니다. 철학은 인간과 사회, 세계에 관하여 근본적으로 고민하는 학문입니다. 그러한 고민의 결과를 논리적으로 표현하는 것도 철학 작업의 매우 중요한 요소입니다. 따라서 철학은 오히려 가장 논리적이고 비판적이며 분석적인 학문 분야입니다. 그리고 결코 현실을 떠나서 생각하는 것이 아니라 오히려 이 현실을 가장 엄밀하게 생각하고자 하는 학문이 바로 철학입니다.\n철학과 가면 취업이 안 되나요?\n철학을 비롯한 인문학 기피 현상은 어제 오늘 일은 아닙니다. 하지만 철학을 전공한다고 하여 취업이 안 되거나 진로가 막막한 것은 아닙니다. 철학을 공부하면서 기를 수 있는 가장 큰 능력은 바로 논리적이고 비판적인 말과 글을 수행할 수 있는 능력입니다. 단순히 말과 글을 멋들어지게 하는 것이 아니라 그 안에 논리성과 참신성이 담긴 말을 하고 글을 쓸 수 있다는의미입니다. 이러한 능력은 어느 직종을 막론하고 반드시 필요하고 도움이 되는 능력입니다.\n교수진\n이현복\n교수 / 02-2220-0797\n김용헌\n교수 / 02-2220-0794\n이상욱\n교수 / 02-2220-0795\n김태용\n교수 / 02-2220-0792\n정재민\n조교수 / 02-2220-2808\n유주현\n명예교수"
}