{
  "title": "최경철",
  "url": "https://hyu.wiki/%EC%B5%9C%EA%B2%BD%EC%B2%A0",
  "content": "최경철은 ERICA캠퍼스\n국제문화대학\n문화인류학과\n교수다.\n문화인류학과 홈페이지 참고(2020.1.)\n목차\n1\n학력\n2\n경력\n3\n연구관심분야\n4\n주요연구과제\n5\n주요논문\n6\n저서\n7\n수상\n8\n언론 활동\n8.1\n교내 언론\n학력\n2000, 전북대학교 문화인류학과, 문학사\n2004, 영국 쉐필드 대학교 고고학과, 분자고고학 석사\n2010, 독일 막스플랑크 진화 인류학 연구소, 철학박사\n경력\n2017-현재, 한양대학교\n문화인류학과\n조교수\n2013-2017,알래스카 페어뱅스 주립대학교 기후환경연구센터,박사후 연구원\n2011-2013, 알래스카 페어뱅스 주립대학교 에스키모 원주민 건강연구센터, 박사후 연구원\n연구관심분야\n한국고고학, 고고과학, 유기물 분석, 탄소 질소 안정동위원소연구, 고대 유전자 연구\n주요연구과제\n주요논문\nChoy K, Potter BA, Reuther JD, McKinney H, Wang SW, Wooller MJ (2016) “Chemical profiling of ancient hearths reveals recurrent salmon use in Ice Age Beringia.” Proceedings of the National Academy of Sciences (PNAS) 113(35) 9757-9762\nGraham RW, Belmecheri S, Choy K, Cullerton B, Davies LJ, Froese D, Heintzman PD, Hritz C, Joshua D. Kapp JD, Newsom L,Rawcliffe R, Talbot ES, Shapiro B, Wang Y, Williams JW, Wooller MJ (2016) “Timing and causes of mid-Holocene mammoth extinction on St. Paul Island, Alaska.” Proceedings of the National Academy of Sciences (PNAS) 113(33) 9310-9314\nNash SH., Kristal AR., Bersamin A., Choy K., Hopkins SA., Havel PJ., Boyer BB., O’Brien DM. (2014) Isotopic estimates of sugar intake are related to chronic disease risk factors but not obesity in an Alaska Native (Yup’ik) study population European Journal of Clinical Nutrition 68 (1-96)\nChoy K., Nash SH., Boyer BB., O’Brien DM. (2013) “The Carbon Isotope Ratio of Alanine in Red Blood Cells Is a New Candidate Biomarker of Sugar-Sweetened Beverage Intake.” Journal of Nutrition\nChoy K., Jung S., Neihlich O., Richards M.P. (2013) “Stable isotopic analysis of human skeletons from the Sunhung mural tomb, Youngju, Korea: Implication for human diets in the Three Kingdoms period.” International Journal of Osteoarchaeology\nChoy K., An D., Richards M.P. (2012) “Stable isotopic analysis of human and faunal remains from the Incipient Chulmun (Neolithic) shell midden site of Ando Island, Korea.” Journal of Archaeological Science 07/2012; 39(7):2091–2097\nChoy K., Smith C.I, Fuller B.T, Richards M.P. (2010) “Investigation of amino acid δ13C signatures in bone collagen to reconstruct human palaeodiets using LC-IRMS.” Geochimica et Cosmochimica Acta 74:6093-6111\nChoy K., Richards M.P. (2010) “Isotope evidence for diet in the Middle Chulmun period and implications for understanding the introduction of agriculture in Korea.” Archaeological and Anthropological Sciences 2:1-10\nChoy K., Jeon O, Fuller B.T., Richards M.P. (2010) “Isotopic Evidence of Dietary Variations and Weaning Practices in the Gaya Cemetery at Yeanri, Gimhae, South Korea.” American Journal of Physical Anthropology 142:74-84\nSmith C.I, Fuller B.T, Choy K., Richards M.P. (2009) “A three phase liquid chromatographic method for δ13C analysis of amino acids from biological protein hydrolysates using LC-IRMS.” Analytical Biochemistry 390:165-172\nChoy K., Richards, M.P. (2009) Stable isotope evidence of human diet at the Nukdo shell midden site, South Korea.\nJournal of Archaeological Science 36:1318-1321\n저서\n수상\n언론 활동\n교내 언론\nHYPER 2023년 여름호\n(통권 266호) - Issues Review"
}