{
  "title": "최진식",
  "url": "https://hyu.wiki/%EC%B5%9C%EC%A7%84%EC%8B%9D",
  "content": "서울\n공과대학\n컴퓨터소프트웨어학부\n교수이다.\n연구실 :\n모바일 인텔리전스 및 라우팅 연구실\n위치 :\nITBT관\n601-2호\n연락처 : 02-2220-1129 / jinseek@hanyang.ac.kr\n목차\n1\n학력\n2\n경력\n3\n수상경력\n4\n교내동정\n5\n연구 관심분야\n6\n연구 과제\n7\n주요 연구\n7.1\n계층분산형 에너지인터넷 기술 개발(2019.8)\n[2]\n8\n주석\n학력\n1990-1995 PhD Electronic Engineering, KAIST Thesis: Performance of an ATM Packet Switch in Broadband Personalized Multimedia Networks (Ph.D.), Advisor: Professor Chong-Kwan Un.\n1985-1987 MS Electronic Engineering, KAIST Thesis: Performance Analysis of Code Division Multiple Access Local Area Network (M.S.), Advisor Professor Chong-Kwan Un.\n1981-1985 BS Electronic Engineering, Sogang University Thesis: A study of P-I-N diode for optical communication, Advisor: Professor Sang Won Yun\n경력\n2004～ Hanyang University, Korea, Professor\n2001～2004 Information and Communicationsl University, Korea, Assistant Professor\n1998～2000 National Institute of Standard and Technologies, USA, Invited Researcher\n1995～2001 Kongju National University, Korea, Assistant Professor\n1987～1991 LG Information and Communications Ltd., Associate Engineer\n수상경력\n2022 한국에너지대상에서 국무총리 표창 수상, 2022.\n교내동정\n2019.09\n이달의연구자\n선정\n[1]\n연구 관심분야\nNetwork control and management framework, energy management framework for smart-Grid, software-defined networking, mobile IP, carrier Ethernet, switching and Routing\n연구 과제\nA study of autonomous energy control and absolute Quality of Energy optimization for prevention of electricity shortage, 2013.6~2016.5, National Research Foundation, MESC\nDevelopment of Carrier Ethernet Multiplexer 2010.2~2013.2, Creative, MESC\nDevelopment of Automatic Discovery and Configuration for Mobile Backhaul Carrier Ethernet Switch Network 2010.6.1-2011.5.31, The Small & Medium Business Administration (SMBA), Government\nDevelopment of control protocol for Carrier Ethernet based Wireless backhaul 2009.6.1-2010.5.31, The Small & Medium Business Administration (SMBA), Government\nA study of Ethernet based transport protocol for future Internet 2008.4-2008.12, ETRI\nA study of Optical Internet Protocol 2006.3-2008.2, OIRC (KAIST ERC)\n주요 연구\n계층분산형 에너지인터넷 기술 개발(2019.8)\n[2]\n최 교수가 국제표준 기반 5G 에지(edge) 및 클라우드 컴퓨팅 기술을 활용할 수 있는 '계층분산형\n에너지관리에이전트 프레임워크\n'를 개발했다.\n'계층분산형' 에너지관리에이전트 프레임워크를 개발, 사용자 편의 기능은 사용자 근처에서 빠르게 처리하고 다른 사용자들과의 에너지 생산 및 소비 균형 최적화는 중앙에서 통합 처리하는 새로운 에너지 인터넷 구조를 제시했다. 이를 통해 가정·빌딩·공장 등에서 사용되는 에너지를 표준화된 방법으로 상호 연동하고 통합 관리해 에너지 효율을 높일 수 있게 됐다.\n에너지인터넷은 다음과 같은 이점이 있다. 먼저 전기를 사용하는 사람들이 자신의 필요에 맞게 에너지를 효율적으로 소비하므로 불필요한 사용을 줄일 수 있다. 전기 사용량, 소비패턴 등의 정보를 실시간으로 제공해주기 때문에 전체에너지 생산량의 약 20%까지 절감할 수 있다. 지능형 에이전트의 개입으로 각 가정과의 전기 에너지 교환도 가능해진다. 여름철 정전 방지, 전기세 하락 등 실생활에서도 많은 편리함을 제공한다. 기후변화로 인해 생산이 일정하지 않은 신재생에너지 분야에도 희소식이다.\n[3]\n또 최 교수는 5G 클라우드 컴퓨팅을 활용해 사용자 정보를 수집하고 에너지 생산과 소비의 균형을 제어하는 기술도 개발했다. 향후 이러한 통합 제어 프레임워크를 기반으로 다양한 부가 산업 및 새로운 서비스들이 발생할 수 있어 4차 산업혁명의 핵심 인프라로 널리 활용될 수 있을 것으로 예상된다.\n이번 연구결과(논문명 : A Hierarchical Distributed Energy Management Agent Framework for Smart Homes, Grids, and Cities)는 국제학술지 국제전기전자공학회지 「IEEE communications magazine」 7월호에 게재됐다.\n주석\n↑\n<뉴스H> 2019.09.01 최진식 교수, 에너지 효율 높이는 에너지인터넷 기술 개발\n↑\n<뉴스H> 2019.08.26 최진식 교수, 계층분산형 에너지인터넷 기술 개발\n↑\n출처:\n사랑한대매거진251\n-이달의연구자"
}