{
  "title": "최창순",
  "url": "https://hyu.wiki/%EC%B5%9C%EC%B0%BD%EC%88%9C",
  "content": "최창순은 한양대학교\n서울캠퍼스\n바이오메디컬공학과\n부교수\n다.\n목차\n1\n학력\n2\n경력\n3\n활동\n4\n수상내역\n5\n주요논문\n6\n교내 매체\n학력\n2017\n한양대 공학박사 (생체공학)\n2012\n부산대 공학사-석사 연계 (나노소재공학)\n경력\n2024.03 – 현재\n한양대학교 공과대학 바이오메디컬공학과 부교수\n2020.03 – 2024.02\n동국대학교 공과대학 에너지신소재공학과 조교수\n2017.08 – 2020.02\nDGIST 융합연구원 선임연구원\n활동\n한국전기화학회 국문지편집위원회 학술위원\n한국전기전자재료학회 국문지편집위원회 학술위원\n수상내역\n우수논문상 (2023, 전기전자재료학회)\n우수논문 발표상 (2023, 센서학회)\n우수논문 발표상 (2022, 대한금속 재료학회)\nBest teaching prof. 공학부문 (2021, 동국대학교)\n19년 기관 최우수 학술상 표창 (2019, DGIST)\n대통령 포스닥 펠로우십 선정 (2017, 교육부)\n연구실적 우수자상 (2017, 한양대학교)\n글로벌 박사 펠로우십 선정 (2014, 한국연구재단)\n우수발표 논문상 (2011, 한국재료학회)\n우수발표 논문상 (2010, 한국재료학회)\n주요논문\n(교신) μm-thick and water-taping protein electronic tattoos for multifunctional on-skin electronics (2025).\n(교신) Transition of short-term to long-term memory of conductive bridge random access memory on wrinkled CNT substrate for neuromorphic engineering, Carbon (2023).\n(교신) Hierarchically-plied, mechano-electrochemical energy harvesting using a scalable kinematic sensing textile woven from a graphene-coated commercial cotton yarn, Nano Letters (2023).\n(교신) Pore-Controlled Carbon Nanotube Sheet Anodes for Proton/Anion-Exchange Membrane Water Electrolyzers, Chemical Engineering Journal (2023).\n(교신) Micro-buckled mechano-electrochemical harvesting fiber for self-powered strain sensors and energy harvesters, Nano Letters (2022).\n(교신) High-power hydro-actuators fabricated from biomimetic carbon nanotube coiled yarns with fast electrothermal recovery, Nano Letters (2022).\n(교신) Twist-Stabilized, Coiled Carbon Nanotube Yarns with Enhanced Capacitance, ACS Nano (2022).\n(교신) Hierarchically porous, biaxially woven carbon nanotube sheet arrays for next-generation anionexchange membrane water electrolyzers, Journal of Materials Chemistry A (2022).\n(교신) DNA-inspired, highly packed supercoil battery for ultra-high stretchability and capacity, Nano Energy (2021).\n(교신) Extremely flexible and mechanically durable planar supercapacitors: High energy density and low-cost power source for E-skin electronics, Nano Energy (2020).\n(교신) Highly twisted supercoils for superelastic multi-functional fibres, Nature Communications (2019).\n(교신) Self-Powered Pressure- and Vibration-Sensitive Tactile Sensors for Learning Technique-Based Neural Finger Skin, Nano Letters (2019).\n교내 매체\n<뉴스H> 2025.07.01.\n한양대 최창순·김성환 교수 연구팀, 피부 밀착형 다기능 초극박 전자타투 개발\n<뉴스H> 2025.04.15.\n한양대 최창순 교수, 구조적 안정성 향상된 다기능성 탄소나노튜브 인공근육 개발... 소프트로봇·스마트의류 등 활용 기대"
}