{
  "title": "최성용",
  "url": "https://hyu.wiki/%EC%B5%9C%EC%84%B1%EC%9A%A9",
  "content": "최성용은 서울캠퍼스\n공과대학\n전기생체공학부\n생체공학전공\n교수이자,\nmnE LAB\n장을 겸임하고 있다.\n전기생체공학부 홈페이지 참고(2019.10.)\n목차\n1\n학력\n2\n경력\n3\n연구관심분야\n4\n주요연구과제\n4.1\n혈액암에 대한 형광 디지털 진단 기술 개발\n[1]\n5\n주요논문\n6\n저서\n7\n수상\n8\n언론 활동\n학력\n2009 한국과학기술원 공학박사 (바이오및뇌공학)\n2005 한국과학기술원 공학석사 (바이오및뇌공학)\n2003 한양대학교 공학사 (기계공학)\n경력\n2019.9 ~ 현재 한양대학교 공과대학 생체공학전공 부교수\n2013.4 ~ 2019.8 경희대학교 생체의공학과 조교수, 부교수\n2010.9 ~ 2013.3 Mechanical Engineering, MIT, Post-Doc\n2009.9 ~ 2010.8 한국과학기술원, Post-Doc\n연구관심분야\n생체유체공학, 나노바이오공학\n주요연구과제\n혈액암에 대한 형광 디지털 진단 기술 개발\n[1]\n연세대 세브란스병원의 조현수 교수 연구팀은 공동 연구를 통해 백혈병 암세포 특이적인 단백질 마커와 전사체 마커를 단일세포 수준에서 동시에 형광 이미징으로 검출하는 디지털 진단 기술을 개발\n세계 최초로 단백질과 전사체를 다중 디지털 검출할 수 있는 통합 프로토콜을 확립\n삼성미래기술육성재단 및 한국연구재단의 중견연구과제, 파이오니어센터와 선도연구센터의 지원을 받아 수행됨\n2024.02.07 국제학술지 「ACS Nano」에 게재됨. 해당 논문 「3D amplified single-cell RNA and protein imaging identifies oncogenic transcript subtypes in B cell acute lymphoblastic leukemia」는 한양대 신수연 석·박과정통합생과 김윤진 박사후연구원이 공동 1저자로 참여\n주요논문\nIntegrated microfluidic pneumatic circuit for point-of-care molecular diagnostics. Suyeon Shin, Byeongyeon Kim, Yoon-Jin Kim, and Sungyoung Choi. (2019) Biosensors and Bioelectronics 133: 169-176.\nOptofluidic modular blocks for on-demand and open-source prototyping of microfluidic systems. Yujin Lee, Byeongyeon Kim, Insung Oh, and Sungyoung Choi. (2018) Small 14: 1802769.\nMicrofluidic pipette tip for high-purity and high-throughput blood plasma separation from whole blood Byeongyeon Kim, Sein Oh, Dongwon You, and Sungyoung Choi. (2017) Analytical Chemistry 89: 1439-1444.\nDeterministic migration-based separation of white blood cells Byeongyeon Kim, Young Joon Choi, Hyekyung Seo, Eui-Cheol Shin, and Sungyoung Choi. (2016) Small 12: 5159.\nSmart pipette and microfluidic pipette tip for blood plasma separation Byeongyeon Kim and Sungyoung Choi. (2016) Small 12: 190.\n저서\nHydrophroetic separation method applicable to biological samples Sungyoung Choi and Je-Kyun Park (2010). In Microsystems for Security-Fundamentals and Applications. Springer New York.\nFocusing particles without sheath flows in microflow cytometers,\" in Microflow Cytometer Sungyoung Choi, Eujin Um, and Je-Kyun Park (2010). In Microflow Cytometer. Pan Stanford Publishing.\n수상\n2010: 최우수 졸업논문상 (KAIST, 바이오및뇌공학과)\n2010: Bronze prize, 삼성휴먼테크논문대상\n2009: Travel award, LabAutomation Conference\n언론 활동\n↑\n<뉴스H> 2024.02.19\n한양대 최성용 교수 연구팀, 혈액암에 대한 형광 디지털 진단 기술 개발"
}