{
  "title": "최창식",
  "url": "https://hyu.wiki/%EC%B5%9C%EC%B0%BD%EC%8B%9D",
  "content": "최창식은 서울캠퍼스\n공과대학\n건축공학부\n교수이자,\n건축구조공학연구실\n장을 겸임하고 있다.\n건축공학부 홈페이지 참고(2019.11.)\n연락처: 02-2220-2371 / ccs5530@hanyang.ac.kr\n목차\n1\n학력\n2\n경력\n3\n연구관심분야\n4\n주요연구과제\n5\n주요논문\n6\n(우수R&D)‘수직증축 허용에 따른 구조안전 확보 기술개발’\n7\n저서\n8\n수상\n9\n교내 기사\n학력\n1984년 한양대학교 건축공학과 공학사\n1987년 한양대학교 건축공학과 공학석사\n1991년 한양대학교 건축공학과 공학박사\n경력\n1993년～2005년 대진대학교 건축공학과 교수\n1995년～2003년 초대형구조시스템연구센터 객원연구원\n1995년～1996년 University of Ottawa, Canada, Post-Doc.\n2001년～2004년 University of Illinois, USA, Visiting Scholar.\n2005년～현재 한양대학교 공과대학 교수\n2017년~2019년 한국콘크리트학회장\n연구관심분야\nReinforced concrete structure, Composite structural system, Precast concrete structure, Prestressed concrete structure, Structural analysis, Environmentally friendly structure.\n주요연구과제\nGB-SLAB 확대 적용을 위한 건설신기술 인증 추진 연구 / 2011.07.01 ~ 2012.06.30 / 삼성물산(주)\nCFT 강관기둥을 이용한 철골조 역타공법 / 2011.06.01 ~ 2013.05.31 / 중소기업청\n200MPa급 초고강도 콘크리트 및 고인성시멘트 복합체를 사용한 복합 병렬전단벽(HCWC)의 내진성능 및 성능기반 설계기법 (중견연구자 지원사업) / 2008.03.01 ~ 2013.02.28 / (재)한국연구재단\n고강도 강재를 사용한 건축구조물의 구조시스템 개발 / 2008.02.01 ~ 2011.01.31 / (재)포항산업과학연구원\n중량 저감형 슬래브 시스템 개발 / 2008.08.01 ~ 2010.05.31 / 삼성물산(주)\n입체, 복합 공간 구조 및 공법 개발 (첨단도시개발사업) / 2007.12.01 ~ 2011.06.30 / 국토해양부\n주요논문\nTae-seok Seo, Yoshiteru Ohno, Chang-Sik Choi, \"Crackimg Due to Drying Shrinkage in RC Wall Part1: Estimation by Bond Analysis\", Magazine of Concrete Research, Vol.61, Issue.8, pp.609-619, Oct, 2009, (SCI)\nTae-seok Seo, Moon-Sung Lee, Chang-Sik Choi, Yoshiteru Ohno, \"Properties of Drying Shrinkage Cracking of Concrete containing fly ash as partial replacement of Fine Aggregate\", Magazine of Concrete Research, Vol.62, Issue.6, pp.427-433, Jun., 2010, (SCI)\nHyung-suk Jung, Chang-Sik Choi, “An experimental study on the behavior of square concrete-filled high strength steel tube columns”, Journal of Iron and Steel Research, International, Vol. 18, pp.878-882, May, 2011, (SCI)\nJoo-Hong Chung, Hyung-suk Jung, Chang-Sik Choi, “An Analytical Study of Spiral Type Shear Reinforcement considering Bond Stress”, Advanced Science Letters, Vol. 13, pp.27-32, June, 2012, (SCI)\nBaek-il Bae, Hyun-ki Choi, Chang-Sik Choi, “Finite Element Analysis of Design Parameters for High-Performance Hybrid Coupled Shearwall Joint”, Advanced Science Letters, Vol. 13, pp.46-51, June, 2012, (SCI)\nBaek-il Bae, Hyun-ki Choi, Chang-Sik Choi, “Stress Block Parameters for Steel Fiber Reinforced Reactive Powder concrete ”, Advanced Science Letters, Vol. 13, pp.115-119, June, 2012, (SCI)\nHyung-suk Jung, Joo-Hong Chung, Chang-Sik Choi, “The behavior of square concrete-filled high-strength steel tube columns”, Advanced Science Letters, Vol. 13, pp.146-151, June, 2012, (SCI)\n(\n우수R&D\n)‘수직증축 허용에 따른 구조안전 확보 기술개발’\n15층 내외 건물의 층수를 증축할 때 기존 벽체를 보강하는 기술을 개발\n건축물의 요소 중 상부구조에 수평 하중과 휨 하중을 견딜 수 있는 내력 설계를 개발\n특징\n기존 방식과 다르게 벽이 두꺼워지거나 늘어나지 않아 건물 내부의 실평수(실사용 면적)가 줄어들지 않는다.\n리모델링 중에서도 수직으로 증축할 때 생기는 문제들을 해결하는 데 초점\n벽체에서 보강재를 덧댈 만큼의 두께를 계산해 잘라내고 잘라낸 부분에 시공을 진행\n보강이 필요한 하중만큼 보강재를 유동적으로 첨가\n국토교통부를 필두로 많은 대학이 함께 연구 클러스터를 구성해 8년간 진행하는 과제\n저서\n수상\n교내 기사\n2020.07.27 <뉴스H>\n[우수R&D] 최창식 교수, 아파트 리모델링에 안전을 더하다"
}