{
  "title": "최제민",
  "url": "https://hyu.wiki/%EC%B5%9C%EC%A0%9C%EB%AF%BC",
  "content": "서울캠퍼스\n자연과학대학\n생명과학과\n교수이다.\n목차\n1\n학력\n2\n경력\n3\n연구관심분야\n4\n수상/선정\n5\n동정\n6\n주요연구\n6.1\n자가면역질환 치료 펩타이드 개발(2022.03)\n[2]\n6.2\n방관자 T세포 자가면역질환에 반응 규명(2019.04)\n[3]\n6.3\n자가면역질환 원인 방관자T세포 역할 규명(2019.02)\n[4]\n6.4\nT세포 내의 키티나아제 유사 단백질 연구\n[5]\n7\n주요논문\n8\n학회활동\n9\n언론활동\n10\n주석\n학력\n2000, 연세대학교 생명공학과, 공학사\n2002, 연세대학교 생명공학과, 공학석사\n2006, 연세대학교 생명공학과, 공학박사\n경력\n2006-2007, 연세대학교 생명과학기술연구원, 박사후 연구원 (Advisor; Prof. Sang-Kyou Lee)\n2007-20010, Yale University Shool of Medicine, Postdoc. (Advisor; Prof. Alfred L.M. Bothwell)\n2010-현재, 한양대학교 자연과학대학 생명과학과 조교수\n(현) 한양생명과학기술원(HY-IBB) 부원장\n연구관심분야\n아토피, 천식 발병 기작에서의 도움 T 세포 기능 연구 및 치료 바이오신약 개발.\n성별에 따른 면역 질병 발병 차이를 이해하기 위해 핵 호르몬 수용체의 T 세포 분화 및 자가면역 질환에서의 기능 연구.\n세포 투과 펩티드를 이용한 세포 특이적 약물 전달 시스템 개발 및 이를 이용한 자가면역질환, 알레르기 질환 치료 바이오신약 개발 연구.\n사이토카인 혹은 사이토카인 유사 작용 물질의 T 세포 신호전달, Th1, Th2, Th17, Th9, Treg, Tfh 분화에서의 기능연구.\n수상/선정\n최제민 교수가 이끄는 ‘글로벌 조직감각면역 연구센터(이하 연구센터)’가 한국연구재단과 과학기술정보통신부가 주관하는 ‘선도연구센터(SRC) 지원사업’에 선정\n[1]\n이번 SRC 사업 선정에 따라 연구센터는 향후 7년간 115억 원 이상의 연구비를 지원받음.\n감각과 면역의 연계를 규명하는 대규모 글로벌 연구 프로젝트로, 신경-면역 분야 원천기술 확보를 위한 다학제 융합연구가 본격화될 전망.\n한국과학기술한림원 '차세대회원(이학부)' (2019.12)\nYoung Scientist Award, KSMBM, 2006\nExcellent Thesis Award, KSMCB, 2006\nExcellent Graduate School Thesis Award, 2006\nKRF Fellowship Award, 2007\nFOCIS Travel Award, 2009\nKASBP-Daewoong Fellowhip Award, 2009\nICI Travel Award, 2010\nBest Teacher Award, Hanyang University, 2013\n동정\n2018.03\n이달의연구자\n선정\n주요연구\n자가면역질환 치료 펩타이드 개발(2022.03)\n[2]\n연구팀은 조절 T세포에 다량 존재하는 단백질 CLTA-4에 세포막을 잘 통과할 수 있는 단백질 조각을 연결한 펩타이드를 설계\n이 펩타이드를 다발성 경화증에 걸린 동물에 투여하자 생체 내에서 조절 T세포가 늘어나는 것을 확인\n방관자 T세포 자가면역질환에 반응 규명(2019.04)\n[3]\n최 교수는 방관자 T세포 역시 자가면역 질환에 기여한다는 것을 밝혀냈다.\n이번 연구는 최초로 자가면역질환 진행에 있어서 방관자 T 세포의 선천적 병원성 기능을 입증했다. 이는 자가면역질환의 치료의 새로운 방향을 제시할 뿐만 아니라, 자가면역질환에서 항원비특이적 T세포의 역할을 강조해 자가면역성의 메커니즘을 보다 잘 확립할 수 있는 기반을 제공했다. 최 교수는 ”면역반응에 대한 이해를 새롭게 할 수 있는 발판”으로 “신약개발의 전략을 새롭게 제공했다”고 말했다.\n자가면역질환 원인 방관자T세포 역할 규명(2019.02)\n[4]\n최 교수팀은 방관자 T세포들이 면역반응을 방관하는 것이 아니라 항원 인식이 없이도 오히려 스스로를 공격하는 자가면역반응에 적극적으로 참여한다는 것을 밝혀냈다. 중추신경계 자가면역질환인 다발성 경화증 생쥐를 대상으로 연구한 결과, 신호물질인 인터루킨-1베타, 인터루킨-23에 의해 방관자 T세포가 활성화된다. 활성화된 방관자 T세포는 척수 조직으로 이동해 인터루킨-17A, 인터페론-감마, GM-CSF 등의 신호물질을 분비함으로써 중추신경계에 손상을 일으키고, 다발성 경화증 발병·진행에 크게 관여한다.\n이 연구는 과학기술정보통신부·한국연구재단 바이오·의료기술개발사업의 지원으로 수행되었다. 국제학술지 ‘네이처 커뮤니케이션즈(Nature Communications)’ 2월 12일 논문으로 게재됐다.\nT세포 내의 키티나아제 유사 단백질 연구\n[5]\nT세포 내의 키티나아제 유사 단백질이 세포의 면역 기능을 억제하고 있었다는 사실을 발견함\n최 교수 연구실에서 개발해 특허를 갖고 있는 '세포 투과 기술력'을 기반으로 하여 키티나아제 유사 단백질 유전자에 결합한 표적 치료물질(펩타이드―siRNA 중합체)을 개발함\n주요논문\nIntranasal delivery of the cytoplasmic domain of CTLA-4 using a novel protein transduction domain prevents allergic inflammation. Nature Med. 12, 574-579, 2006\nTransduction of the cytoplasmic domain of CTLA-4 inhibits TcR-specific activation signals and prevents collagen-induced arthritis. Proc. Natl. Acad. Sci. USA. 105, 19875-19880, 2008\nCell-permeable Foxp3 protein alleviates autoimmune disease associated with inflammatory bowel disease and allergic airway inflammation. Proc Natl Acad Sci U S A. 26, 18575-18580, 2010\nPeroxisome Proliferator-Activated Receptor-{gamma} Agonists Prevent In Vivo Remodeling of Human Artery Induced by Alloreactive T Cells. Circulation. 124, 196-205, 2011\nIL-18 Induces Emphysema, and Airway and Vascular Remodeling via IFN-γ, IL-17A and IL-13. Am J Respir Crit Care Med. 185, 1205-1217, 2012\n학회활동\n대한 면역학회\n대한 천식, 알레르기학회\n한국의약전달시스템학회\n생화학 분자생물학회\n분자세포생물학회\nFederation of Clinical Immunology Society\nThe American Association of Immunologists\n언론활동\n아토피 피부염 치료 신약 개발\n2017. 5. 28 보도자료\n한양대 최제민 생명과학과 교수팀(제1저자 김원주, 구자현 연구원)이 최근 아토피피부염·건선을 치료할 수 있는 기술과 단백질 바이오신약 후보물질을 개발했다. 만성 피부질환인 아토피피부염·건선은 현재까지 완치할 수 있는 치료제가 개발되지 않은 것으로 알려져 있으며, 해당 증상이 있는 사람들에 대한 처방은 면역억제제를 사용한다.\n최 교수팀 연구의 핵심은 사람의 피부조직을 투과할 수 있는 새로운 피부투과성 펩타이드(AP)를 발견해 이를 기반으로 염증성 싸이토카인 신호조절 바이오 신약 후보물질(AP-rPTP)을 개발했고 아토피피부염과 건선에서 치료 약제로서의 가능성을 확인했다.\n최 교수는 “이번 연구를 통해 다양한 피부질환 및 피부노화개선에 관련된 응용연구의 피부약물전달 플렛폼 기술을 제공할 수 있게 됐다”며 “후속 연구로 임상시험을 통해 난치성 아토피 피부염과 건선을 치료할 수 있는 신약개발도 가능해질 수 있을 것”이라고 말했다.\n이번 연구결과(논문명 : ‘Protein tyrosine phosphatase conjugated with a novel transdermal delivery peptide alleviates both atopic dermatitis-like and psoriasis-like dermatitis’)는 알레르기·면역학분야 최고권위 학술지인 「미국 알레르기임상면역학회지 (JACI)」에 지난 4월에 게재됐다. 이 연구는 보건복지부 질환극복기술개발사업 중개중점연구 및 범(汎)부처 전주기신약개발사업의 지원으로 진행됐다.\n인터뷰\n<오마이뉴스> 2021.01.05 \"비판적 사고, 의심해보는 습관이 중요합니다\"\n<뉴스H> 2025.03.27\n한양대 최제민 교수팀, 제1형 면역반응에 특화된 미분화 T 세포 아형과 기능 최초 규명\n주석\n↑\n<뉴스H> 2025.07.01\n최제민 교수팀, 감각·면역 분야 선도연구센터(SRC) 사업 선정... 115억 원 규모 국가 지원\n↑\n<뉴스H> 2022.03.23\n최제민 교수, 자가면역질환 치료 펩타이드 개발\n↑\n<뉴스H> 2019.04.22 [연구성과] 최제민 교수, 방관자 T세포 역할 새로 규명\n↑\n<뉴스H> 2019.02.27 최제민 교수팀, 자가면역질환 원인 방관자T세포 역할 규명\n↑\n<뉴스H> 2018.03.06\n면역 유전자 연구로 암 치료에 한 발짝"
}