{
  "title": "최충",
  "url": "https://hyu.wiki/%EC%B5%9C%EC%B6%A9",
  "content": "최충은 ERICA캠퍼스\n경상대학\n경제학부\n교수이자, 대학원\n응용경제학과\n주임이다.\n경제학부 홈페이지 참고(2020.2.)\n목차\n1\n학력\n2\n경력\n2.1\n학회 활동\n3\n연구관심분야\n4\n주요연구과제\n5\n주요논문\n6\n저서\n7\n수상\n8\n언론 활동\n학력\n2008, University of Arizona 경제학 박사\n2005, University of Arizona 경제학 석사\n2000, 한양대학교 경제학 학사\n경력\n2014.09 – 현재 한양대학교 ERICA캠퍼스 경제학부 부교수 (조교수, 2014-2017)\n2013.10 – 2014.08 정보통신정책연구원 부연구위원\n2008.08 – 2013.09 Luxembourg Institute of Socio-Economic Research, Research Fellow\n학회 활동\n2018. 7 - 현재: 고용노사관계학회 상임이사\n2015. 2 - 현재: 노동경제논집 편집위원\n2015. 3 - 2017. 2: 한국이민학회 연구이사\n2013. 8 - 2017. 12: 고용직업능력개발연구 편집위원\n연구관심분야\n노동경제학, 프로그램평가, 응용계량경제학\n주요연구과제\n주요논문\nChoe, C., S. Jung and R. Oaxaca (Forthcoming). \"Identification and Decompositions in Probit and Logit Models\". Empirical Economics.\nChoe, C. and Van Kerm P. (2018) \"Foreign Workers and the Wage Distribution: What Does the Influence Function Reveal?\". Econometrics. Vol 6(3):41.\nRenna, F., R. Oaxaca and C. Choe. (October 2018) \"Constrained vs Unconstrained Labor Supply: The Economics of Dual Job Holding\". Journal of Population Economics. Vol 31: 1279-1319. -- This work was supported by the Ministry of Education of the Republic of Korea and the National Research Foundation of Korea (NRF-2015S1A5A8014290).\nJung, S., R. Oaxaca and C. Choe. (June 2018) \"Gender Wage Gaps and Risky vs. Secure Employment: An Experimental Analysis\". Labour Economics. Vol 54: 112-121.\nLee, D., K. Kim and C. Choe. (2017) \"An Analysis of the Impact of Unionization on Efficiency: Evidence from a Meta-Frontier Analysis\". Applied Economics Letters. Vol 24(8): 575-578.\nBaldwin, M. and C. Choe. (2017) \"Duration of Disability, Job Mismatch, and Employment Outcomes\". Applied Economics. Vol 49(10): 1001–1015. -- This work is supported by the research fund of Hanyang University (HY-2014-00000002195).\nChoe, C. and R. Oaxaca. (December 2016) \"Wage Decompositions using Panel Data Sample Selection Correction\". Korean Economic Review. Vol 32(2): 201–218. -- This work was supported by the research fund of Hanyang University (HY-2015-G).\nVan Kerm P., S. Yu and C. Choe. (August 2016) \"Decomposing Quantile Wage Gaps: A Conditional Likelihood Approach\". Journal of the Royal Statistical Society: Series C (Applied Statistics). Vol 65(4): 507–527.\nChoe, C., A. Flores-Lagunes, and S. Lee. (2015) \"Do Dropouts with Longer Training Exposure Benefit from Training Programs? Korean Evidence Employing Methods for Continuous Treatment\". Empirical Economics. Vol 48(2): 849-888.\nChoe, C., and L. Chrite. (2014) \"Internal Migration of Blacks in South Africa: An Application of the Roy Model\". South African Journal of Economics. Vol 81(1): 81–98.\nBaldwin, M., and C. Choe. (2014) \"Re-examining the Models Used to Estimate Disability-related Wage Discrimination\". Applied Economics. Vol 46(12): 1393–1408.\nBaldwin, M., and C. Choe. (2014) \"Wage Discrimination against Workers with Sensory Disabilities\". Industrial Relations: A Journal of Economy and Society. Vol 53(1): 101-124.\nChoe, C. (2013) \"Determinants of Labor Market Outcomes of Disabled Men Before and After The Americans with Disabilities Act of 1990\". Korean Economic Review. Vol 28(1): 211-233.\n저서\n수상\nOutstanding Research Award 2019\nHYU Research Award 2018\nUniversity Best Teacher Award 2017\n언론 활동"
}