{
  "title": "최한곤/주요논문",
  "url": "https://hyu.wiki/%EC%B5%9C%ED%95%9C%EA%B3%A4/%EC%A3%BC%EC%9A%94%EB%85%BC%EB%AC%B8",
  "content": "최한곤\n교수 개인 주요논문 내역 (2019. 9 기준)\nGil-Jae Jeong, Hyang-Min Byun, Jung Mogg Kim, Ho Yoon, Han-Gon Choi, Won-Ki Kim, Sun-Jae kim, Yu-Kyoung Oh, Biodistribution and tissue expression kinetics of plasmid DNA complexed with polyethylenimines of different molecular weight and strucuture, Journal of Controlled Release, 118, 118-125 (2007).\n2. Balakrishnan Prabagar, Bong-Kyu Yoo, Jong-Soo Woo, Jung-Ae Kim, Jong-Dal Rhee, Ming Guan Piao, Chul Soon Yong, Han-Gon Choi, Enhanced bioavailability of poorly water-soluble clotrimazole by inclusion with β-cyclodextrin, Archieves of Pharmacal Research, 30 (2), 249-254 (2007).\n3. Soo-Jeong Lim, Young-Ju lee, Dae-Hun Park, Eunmyoung Lee, Moon Kyoung Choi, Wanseo park, Kyung-Hee Chun, Han-Gon Choi, Jung Sik Cho, Alpha-tocopheryl succinate sensitizes human colon cancer cells to exisulind-induced apoptosis, Apoptosis, 12, 423-431 (2007).\n4. Chul-Soon Yong, Byung-Joo Park, Dong-Hyun Kim, Bong-Kyu Yoo, Jong Soo Woo, Krisna Bhamdari, Mann Hyung Lee, Yurngdong Jahng and Han-Gon Choi, In vivo evaluation of microemulsion system for oral and parenteral delivery of rutaecarpine to rats, Drug Development and Industrial Pharmacy, 33 (5), 531-534 (2007).\n5. Ming Guan Piao, Jeong-Hoon Kim, Jong Oh Kim, Won Seok Lyoo, Mann Hyung Lee, Chul Soon Yong and Han-Gon Choi, Enhanced oral bioavailability of piroxicam in rats by hyaluronate microspheres, Drug Development and Industrial Pharmacy, 33 (4), 485-491(2007)\n6. Krishna Hari BHANDARI, Madhuri NEWA, Jung Ae KIM, Bong Kyu YOO, Jong Soo WOO, Won Seok LYOO, Hyun Tae LIM, Chul Soon YONG, Han-Gon Choi, Preparation, Characterization and Evaluation of Coenzyme Q10 Binary Solid Dispersions for Enhanced Solubility and Dissolution, Biological & Pharmaceutical Bulletin. 30 (6), 1171-1176 (2007).\n7. Byung Chul Park, Dinesh Thapa, Yoon-Seok Lee, Mi-Kyung Kwak, Eung-Seok Lee, Han-Gon Choi, Chul Soon Yong, Jung-Ae Kim, 1-furan 2-yl-3-pyridin-2-yl-propenone inhibits the invasion and migration of HT1080 human fibrosarcoma cells through the inhibition of proMMP-2 activation and down regulation of MMP-9 and MT1-MMP, Europeran Journal of Pharmacology, 567, 193-197 (2007).\n8. Hee-Jeong Cho, Moon Sun Hahm, Myung Kuk Kim, In-Kwon Han, Woon-Won Jung, Han-Gon Choi, Jung Ae Kim, Yu-Kyoung Oh, Expression, purification, and antibody binding activity of human papillomavirus 16 l1 protein fused to maltose binding protein., PROTEIN AND PEPTIDE LETTERS, 14 (5) 417-424 (2007).\n9. Srinivasan Shanmugam, Eung Seok Lee, Tae Cheon Jeong, Chul Soon Yong, Han-Gon Choi, Jong-Soo Woo, Bong-Kyu Yoo, The effect of 1-furan-2-yl-pyridine-2-yl-propenone on pharmacokineticparameters of warfarin, Archieves of Pharmacal Research, 30 (7), 898-904 (2007).\n10. Madhuri Newa, Krishna Hari Bhandari, Don-Xun Li, Tae-Hyub Kwon, Jung Ae Kim, Bong Kyu Yoo, Jong Soo Woo, Won Seok Lyoo, Chul Soon Yong and Han-Gon Choi, Preparation, characterization and in vivo evaluation of ibuprofen binary solid dispersions with poloxamer 188, International Journal of Pharmaceutics, 343, 228-237 (2007).\n11. Krishna Hari Bhandari, Madhuri Newa, Sung Il Yoon, Jung Sun Kim, Dae-Duk Kim, Jung-Ae Kim, Bong Kyu Yoo, Jong Soo Woo, Won Seok Lyoo, Jun Young Choi, Hyun-Tae Lim, Jae Hwi Lee, Han-Gon Choi and Chul Soon Yong, Evaluation of skin permeation and accumulation profiles of ketorolac fatty esters. JOURNAL OF PHARMACY AND PHARMACEUTICAL SCIENCES, 10 (3), 278-287 (2007).\n12. Hyun Ju Lim, Sung Jun Lee, Han-Gon Choi, Jung Ae Kim, Chul Soon Yong, Sung Soo Han, Seok Kyun Noh, Jinho Jang, Won Seok Lyoo, Preparation of ketoprofen-loaded high-molecular-weight poly(vinyl alcohol) gels, Journal of Applied polymer Science, 106, 3268-3272 (2007).\n13. Young Jae Lee, Dong Soo Shin, Oh Wook Kwon, Won Ho Park, Han-Gon Choi, Yong Rok Lee, Sung Soo Han, Seok Kyun Noh, Jinho Jang, Won Seok Lyoo, Preparation of atlatic poly(vinyl alcohol) gels/sodium alginate blend nanowebs by electrospinning, Journal of Applied polymer Science, 106, 1337-1342 (2007).\n14. CHUL SOON YONG, Dong Xun Li, BALAKRISHNAN PRABAGAR, BYUNG CHUL PARK, SEONG JOON YI, BONG-KYU YOO, WON SEOK LYOO, JONG-SOO WOO, JONG-DAL RHEE, JUNG-AE KIM and HAN-GON CHOI, The effect of β-cyclodextrin complexation on the bioavailability and hepatotoxicity of clotrimazole, Pharmazie, 62 (10), 756-759 (2007).\n15. Jong Soo Woo, Ming Guan Piao, Dong Xun Li, Dong-Sung Ryu, Jun Young Choi, Jung-Ae Kim, Jeong Hoon Kim, Sung Giu Jin, Dae-Duk Kim, Won Seok Lyoo, Chul Soon Yong and Han-Gon Choi, Development of cyclosporin A-loaded hyaluronic microsphere with enhanced oral bioavailability, International Journal of Pharmaceutics, 345, 134-141 (2007).\n16. Krishna Hari BHANDARI, Madhuri NEWA Sung II YOON, Jung Sun KIM, Dae Duk KIM, Ki Young Jang, Jung-Ae KIM, Bong Kyo YOO, Jong Soo WOO, Jae Hwi LEE, Chul Soon YONG, Han-Gon Choi, Evaluation of Physicochemical Properties, Skin Permeation and Accumulation Profiles of Ketorolac Fatty Ester Prodrugs, Biological & Pharmaceutical Bulletin, 30(11), 2211-2216 (2007).\n17. Kun Han, Jalil Miah, Srinivassan Shanmugam, Chul Soon Yong, Han-Gon Choi, Bong Kyu Yoo, Mixed micellar nanoparticle of amphotericin B and poly styrene-block-poly ethylene oxide reduces nephrotoxicity but retains antifungal activity, Archives of Pharmacal research, 30 (10), 1344-1349 (2007).\n18. Dong Xun Li, Yu-Kyoung Oh, Soo-Jeong Lim, Jong Oh Kim, Ho Joon Yang, Jung Hoon Sung, Chul Soon Yong and Han-Gon Choi, Novel gelatin microcapsule with bioavailability enhancement of ibuprofen using spray drying technique, International Journal of Pharmaceutics, 355, 277-284 (2008).\n19. Jong-Suk Lee, Han-Sup Kim, Yoon-Joo Lee, Han-Gon Choi, Chul Soon Yong, Goo-Dong Han, Jung-Ae Kim, Jae-Sung Lee, Hepatoprotective effect of Grifola frondosa water extract on carbon tetrachloride-induced liver injury in rats. Food science and Biotechnology, 17 (1), 203-207 (2008).\n20. Krishna Hari Bhandari, DongXun Lee, Madhuri Newa, Sung II Yoon, Jung Sun Kim, Dae Duk Kim, Jung-Ae Kim, Bong Kyo Yoo, Jong Soo Woo, Won Seok Lyoo, Jae Hoon Lee, Chul Soon Yong, Han-Gon Choi, Evaluation of Skin Permeation and Accumulation Profiles of a Highly Lipophilic Fatty Ester. Archives of Pharmacal research, 31 (2), 242-249 (2008).\n21. Su-Young Park, Jong-Suk Lee, Yu Jin Ko, Ah Ra Kim, Mi Kyoung Choi, Mi-Kyoung Kwak, Han Gon Choi, Chul Soon Yong, and Jung-Ae Kim Inhibitory effect of simvastatin on the TNF-alpha- and angiotensin II-induced monocyte adhesion to endothelial cells is mediated through the suppression of geranylgeranyl isoprenoid-dependent ROS generation. Archives of Pharmacal research, 31 (2), 195-204 (2008).\n22. Byung Chul Park, Seung Hee Park, Seung-Hwan Paek, Su-Young Park, Mi-Kyoung Kwak, Han Gon Choi, Chul Soon Yong, Bong Kyu Yoo, Jung-Ae Kim, Chloroquine-induced nitric oxide increase and cell death is dependent on cellular GSH depletion in A172 human glioblastoma cells. Toxicology Letter, 178, 52-60 (2008).\n23. Madhuri NEWA, Krishna Hari BHANDARI, Jong Oh Kim, Jong-Sub Im, Jung Ae KIM, Bong Kyu YOO, Jong Soo WOO, Chul Soon YONG, Han-Gon Choi, Enhancement of solubility, dissolution and bioavailability of ibuprofen in solid dispersion systems, Chemical & Pharmaceutical Bulletin 56 (4) 569-574 (2008).\n24. Madhuri NEWA, Krishna Hari BHANDARI, Dong Xun Li, Jong Oh Kim, Dong Sung Yoo, Jung-Ae KIM, Bong-Kyu YOO, Jong-Soo WOO, Chul-Soon YONG and Han-Gon Choi, Preparation and Evaluation of Immediate Release Ibuprofen Solid Dispersions Using Polyethylene Glycol 4000, Biological & Pharmaceutical Bulletin, 31(5), 939-945 (2008).\n25. Ming Guan Piao, Chan-Woo YANG, Dong Xun LI, Jong Oh Kim, Ki-Young JANG, Bong Kyu YOO, Jung Ae KIM, Jong Soo WOO, Won Seok LYOO, Sung Soo HAN, Yong-Bok LEE, Dae-DukKIM, Chul Soon YONG and Han-Gon Choi, Preparation and in vivo evaluation of piroxicam-loaded gelatin microcapsule by spray drying technique, Biological & Pharmaceutical Bulletin, 31 (6), 1284-1287 (2008).\n26. Jong Oh Kim, Jung Kil Park, Jeong Hoon Kim, Sung Giu Jin, Chul Soon Yong, Dong Xun Li, Jun Young Choi, Jong Soo Woo, Bong Kyu Yoo, Won Seok Lyoo, Jung-Ae Kim and Han-Gon Choi, Development of Polyvinyl Alcohol-Sodium Alginate Gel-Matrix Based Wound Dressing System containing Nitrofurazone, International Journal of Pharmaceutics, 359 (1-2), 79-86 (2008).\n27. Young-Sin Jeong, Eun Joong Kim, Chang-Koo Shim, Jung Mogg Kim, Han-Gon Choi, Won-Ki Kim, Yu-Kyoung Oh, Modulation of biodistribution and expression of plasmid DNA following progenitor cell-based delivery, Journal of Drug Targeting, 16 (5), 405-414 (2008).\n28. Min-Jung Kim, Hea-Jeong Doh, Min-Koo Choi, Suk-Jae Chung, Chang-Koo Shim, Jung Sun Kim, Chul Soon Yong, Han-Gon Choi, Dae-Duk Kim, Skin permeation enhancement of dicolfenac by fatty acids, Drug Delivery, 15, 303-309 (2008).\n29. Madhuri Newa, Krishna H. Bhandari, Jung-Ae Kim, Bong-Kyu Yoo, Jong-Soo Woo, Won-Seok Lyoo, Chul-Soon Yong, Han-Gon Choi, Preparation and Evaluation of Fast Dissolving Ibuprofen- Polyethylene Glycol 6000 Solid Dispersions, Drug Delivery, 15, 355-364 (2008).\n30. Rengarajan Baskaran, Srinivasan Shangmugam, Santhoshkumar Nagayya-Sriraman, Ju Hyun Kim, Taecheon Jeong, Chul Soon Yong Yong, Han-Gon Choi, Bong Kyu Yoo, The effect of Coenzymen Q10 on the pharmacokinetic parameters of theophylline, Archives of Pharmacal research, 31 (7), 938-940 (2008).\n31. Madhuri Newa, Krishna Hari Bhandari, Dong Xun Lee, Jung Hoon Sung, Jung Ae Kim, Bong Kyu Yoo, Jong Soo Woo, Chul Soon Yong, Han-Gon Choi, Enhanced Dissolution of Ibuprofen Using Solid Dispersion With Polyethylene Glycol 20000. Drug Development and Industrial Pharmacy, 34 (10), 1013-1021 (2008).\n32. Thapa D, Lee JS, Park SY, Bae YH, Bae SK, Kwon JB, Kim KJ, Kwak MK, Park YJ, Choi HG, Kim JA. Clotrimazole ameliorates intestinal inflammation and abnormal angiogenesis by inhibiting IL-8 expression through a NF-{kappa}B-dependent manner. JOURNAL OF PHARMACOLOGY AND EXPERIMENTAL THERAPEUTICS, 327 (2), 353-364 (2008)\n33. Madhuri Newa, Krishna Hari Bhandari, Dong Hoon Oh, Young Ran Kim, Joon Ho Sung, Jong Oh Kim, Jong Soo Woo, Chul Soon Yong, Han-Gon Choi, Enhanced dissolution of ibuprofen using solid dispersion with poloxamer 407. Archives of Pharmacal research. 31 (11), 1497-507 (2008).\n34. Jong Oh KIM, Jun Young CHOI, Jung Kil PARK, Jeong Hoon KIM, Sung Giu JIN, Sun Woo CHANG, Dong Xun LI, Ma-Ro Hwang, Jong Soo WOO, Jung-Ae KIM, Won Seok LYOO, Chul Soon YONG and Han-Gon CHOI, Development of clindamycin-loaded wound dressing with polyvinyl alcohol and sodium alginate, Biological & Pharmaceutical Bulletin, 31 (12), 2277-2282 (2008).\n35. Sang-Hee Kim, Eun-Joong Kim, Joon-Hyuk Hou, Jung-Mogg Kim, Han-Gon Choi, Chang-Koo Shim, Yu-Kyoung Oh, Opsonized erythrocyte ghosts for liver-targeted delivery of antisense oligodeoxynucleotides. Biomaterials. 30, 959-967 (2009).\n36. Yoo J, Shanmugam S, Song CK, Kim DD, Choi HG, Yong CS, Woo JS, Yoo BK, Skin penetration and retention of L-Ascorbic acid 2-phosphate using multilamellar vesicles. Archives of Pharmacal research. 31 (12) 1652-1658 (2008).\n37. Lee Hyang-Rim, Cho Jeong-Min, Shin Dongha, Yong Chul-Soon, Choi Han-Gon, Wakabayashi Nobunao, Kwak Mi-Kyoung, Adaptive response to GSH depletion and resistance to L-buthionine-(S,R)-sulfoximine: involvement of Nrf2 activation. MOLECULAR AND CELLULAR BIOCHEMISTRY 318(1-2), 23-31 (2008)\n38. SU-EUN HAN, HYUNGU KANG, GA YONG SHIM, SUN JAE KIM, HAN-GON CHOI, JI SEOK KIM, SEI KWANG HAHN, YU-KYOUNG OH, Cationic derivatives of biocompatible hyaluronic acids for delivery of siRNA and antisense oligonucleotides. Journal of Drug Targeting, 17 (2), 123-132 (2009).\n39. Dong Xun Li, Jong Oh Kim, Dong Hoon Oh, Won Seok Lee, Myung Ja Hong, Jin Yang Kang, Jong Seo Choi, Jong Soo Woo, Chul Soon Yong and Han-Gon Choi, Development of nifedipine-loaded coated gelatin microcapsule as a long acting oral delivery, Archives of Pharmacal research. 32 (1), 127-132 (2009).\n40. Jae-Hyun Park, Sang-Cheol Chi, Won Seok Lee, Won Mo Lee, Yoon Bon Koo, Chul Soon Yong, Han Gon Choi, and Jong Soo Woo, Toxicity Studies of Cremophor-free Paclitaxel Solid Dispersion Formulated by a Supercritical Antisolvent Process, Archives of Pharmacal research. 32 (1), 139-148 (2009).\n41. Jun-Hee Jang, Han-Gon Choi, Jung Hoon Sung and Chong-Kook Kim, Preparation and evaluation of 2-(allylthio)pyrazine-loaded lipid emulsion with enhanced stability and liver targeting, Drug Development and Industrial Pharmacy 35, 363-368 (2009).\n42. Park BC, Park SY, Lee JS, Mousa SA, Kim JT, Kwak MK, Kang KW, Lee ES, Choi HG, Yong CS, Kim JA., The anti-angiogenic effects of 1-furan-2-yl-3-pyridin-2-yl- propenone are mediated through the suppression of both VEGF production and VEGF-induced signaling. VASCULAR PHARMACOLOGY, 50 (3-4), 123-131 (2009).\n43. Dinesh Thapa, Jong Suk Lee, Min A Park, Mi-Yeon Cho, Young Joon Park, Han-Gon Choi, tae Cheon Jeong, Jung Ae Kim, Inhibitory effects of clotrimazole on TNF-α-induced adhesion molecule expression and angiogenesis, Archives of Pharmacal research. 32 (4), 593-603 (2009).\n44. Prabagar Balakrishnan, Beom-Jin Lee, Dong Hoon Oh, Jong Oh Kim, Young-Im Lee, Dae-Duk Kim, Jun-Pil Jee, Yong-Bok Lee, Jong Soo Woo, Chul Soon Yong and Han-Gon Choi, Enhanced oral bioavailability of Coenzyme Q10 by self emulsifying drug delivery systems, International Journal of Pharmaceutics, 374 66-72 (2009).\n45. Kyoungjin Bae, Kyeumhan Noh, Kiyoung Jang, Chul Soon Yong, Han-Gon Choi, Jong Seong Kang, Manhyung Lee, Beom Soo Shin, Kwang-il Kwon, Wonku Kang. Analysis of enantiomers of sibutramine and its metabolites in rat plasma by liquid chromatography–mass spectrometry using a chiral stationary-phase column, Journal of Pharmaceutical and Biomedical Analysis, 50, 267-270 (2009).\n46. Prabagar Balakrishnan, Beom-Jin Lee, Dong Hoon Oh, Jong Oh Kim, Myung Ja Hong, Jun-Pil Jee, Jung Ae Kim, Bong Kyu Yoo, Jong Soo Woo, Chul Soon Yong and Han-Gon Choi, Enhanced oral bioavailability of dexibuprofen by a novel solid self-emulsifying drug delivery system (SEDDS), European Journal of Pharmaceutics & Biopharmaceutics, 72 (3), 539-545 (2009)\n47. Prabagar Balakrishnan, Srinivasan Shanmugam, Won Seok Lee, Won Mo Lee, Jong Oh Kim, Dong Hoon Oh, Dae-Duk Kim, Yoon Ho Choi, Jung Sun Kim, Bong Kyu Yoo, Han-Gon Choi, Jong Soo Woo and Chul Soon Yong, Formulation and in-vitro assessment of minoxidil niosomes for enhanced skin delivery, International Journal of Pharmaceutics, 377, 1-8 (2009).\n48. Young-Joon Park, Ram Kwon, Qi Zhe Quan, Dong Hoon Oh, Jong Oh Kim, Ma Ro Hwang, Yoon Bon Koo, Chul Soon Yong, Jong Soo Woo and Han-Gon Choi, Development of novel ibuprofen-loaded solid dispersion with improved bioavailability using aqueous solution, Archives of Pharmacal Research. 33 (5), 767-772 (2009).\n49. Young-Joon Park, Dong-Sung Ryu, Dong Xun Li, Qi Zhe Quan, Dong Hoon Oh, Jong Oh Kim, Youn Gee Seo, Young-Im Lee, Chul Soon Yong, Jong Soo Woo and Han-Gon Choi, Physicochemical characterization of tacrolimus-loaded solid dispersion with sodium carboxylmethyl cellulose and sodium lauryl sulfate, Archives of Pharmacal Research. 32 (6), 893-898 (2009).\n50. Hong Zhao, Min Koo Choi, Jung Sun Kim, Chul Soon Yong, Han-Gon Choi, Suk-Jae Chung, Chang-Koo Shim, Dae-Duk Kim, Synergic enhancing-effect of DEET and dodecylamine on the skin permeation of testosterone from a matrix-type transdermal delivery system, Drug Delivery. 16(5), 249-253 (2009).\n51. Shanmugam S, Song CK, Nagayya-Sriraman S, Baskaran R, Yong CS, Choi HG, Kim DD, Woo JS, Yoo BK, Physicochemical characterization and skin permeation of liposome formulations containing clindamycin phosphate. Archives of Pharmacal Research., 32 (7),1067-1075 (2009).\n52. Shanmugam S, Baskaran R, Nagayya-Sriraman S, Yong CS, Choi HG, Woo JS, Yoo BK, The effect of methylsulfonylmethane on haur growth promotion of magnesium ascobyl phosphate for the treatment of alopecia, Biomolecules & Therapeutics, 17 (3), 241-248 (2009).\n53. Kyoung-Jin Kim, Jong Suk Lee, Mi-Kyoung Kwak, Han-Gon Choi, Chul Soon Yong, Jung-Ae Kim, Yong Rok Lee, Won Seok Lyoo and Young-Joon Park, Anti-inflammatory action of mollugin and its synthetic derivatives in HT-29 human colonic epithelial cells is mediated through inhibition of NF-KB activation, European Journal of Pharmacology. 622, 52-57 (2009).\n54. Kun Young Kwak, Young Jae Lee, Kyeong Il Oh, Du Hyun Song, Eun Joo Shin, Han Yong Jeon, Yeong Soon Gal, Tae Hwan Oh, Sung Soo Han, Han-Gon Choi, Yong Rok Lee, Seok Kyun Noh, Won Seok Lyoo, Preparation of Linear Low Density Polyethylene/ Poly(ethylene-co-vinyl acetate) Blend Films with Various Transparencies, Polymers & Polymer Composites, 17 (9), 529-534 (2009).\n55. Thao Truong-Dinh Tran, Phuong Ha-Lien Tran, Han-Gon Choi, Hyo-Kyung Han, Beom-Jin Lee, The roles of acidifiers in solid dispersions and physical mixtures, International Journal of Pharmaceutics, 384, 60-66 (2009).\n56. Dong Xun Li, Myo Jeong Han, Prabagar Balakrishnan, Yi Dong Yan, Dong Hoon Oh, Jung Hyun Joe, Youngee Seo, Jong Oh Kim, Sang Man Park, Chul Soon Yong and Han-Gon Choi, Enhanced oral bioavailability of flurbiprofen by combined use of micelle solution and inclusion compound, Archives of Pharmacal Research. 33 (1), 95-101 (2010).\n57. Chao-Feng Mu, Prabagar Balakrishnan, Fu-De Cui, Yong-Mei Yin, Yong-Bok Lee, Han-Gon Choi, Chul Soon Yong, Suk-Jae Chung, Chang-Koo Shim and Dae-Duk Kim The effects of mixed MPEG-PLA/Pluronic((R)) copolymer micelles on the bioavailability and multidrug resistance of docetaxel. Biomaterials. 30, 2371-2379 (2010).\n58. Dong Xun LI, Ki-Young JANG, Won ku KANG, Kyoung jin BAE, Mann Hyung LEE, Yu-Kyoung OH, Jun-Pil Jee, Young-Joon PARK, Dong Hoon OH, Youn Gee SEO, Young Ran KIM, Jong Oh KIM, Jong Soo WOO, Chul Soon YONG, Han-Gon CHOI, Enhanced solubility and bioavailability of sibutramine base by solid dispersion system with aqueous medium, Biological & Pharmaceutical Bulletin, 33 (2) 279-284 (2010). Sae-Byeok Shin, Hea-Young Cho, Dae-Duk Kim, Han-Gon Choi and Yong-Bok Lee, Preparation and evaluation of tacrolimus-loaded nanoparticles for lymphatic delivery. European Journal of Pharmaceutics and Biopharmaceutics, 74, 164-171(2010).\n59. Jong Suk Lee, Su-Young Park, Dinesh Thapa, Mi Kyoung Choi, Ill-Min Chung, Young-Joon Park, Chul Soon Yong, Han-Gon Choi and Jung-Ae Kim, Grifola frondosa water extract alleviates intestinal inflammation by suppressing TNF-α production and its signaling, EXPERIMENTAL and MOLECULAR MEDICINE, 42 (2), 143-154 (2010).\n60. Jeoung Hee Yoo, Srinivasan Shanmugam, Pritam Thapa, Eung-Seok Lee, Prabagar Balakrishnan, Rengarajan Baskaran, Sang-Kwon Yoon, Han-Gon Choi, Chul Soon Yong, Bong Kyu Yoo and Kun Han, Novel self-nanoemulsifying drug delivery system for enhanced solubility and dissolution of lutein. Archives of Pharmacal Research. 33 (3), 417-426 (2010).\n61. Jung Hoon Sung, Ma-Ro Hwang, Jong Oh Kim, Jeong Hoon Lee, Yong Il Kim, Jeong Hoon Kim, Sun Woo Chang, Sung Giu Jin, Jung Ae Kim, Won Seok Lyoo, Sung Soo Han, Sae Kwang Ku, Chul Soon Yong and Han-Gon Choi, Gel characterisation and in vivo evaluation of minocycline-loaded wound dressing with enhanced wound healing using polyvinylalcohol and chitosan, International Journal of Pharmaceutics, 392, 232-240 (2010).\n62. Dong-Ha Shin, Hyun-Min Park, Kyeong-Ah Jung, Han-Gon Choi, Jung-Ae Kim, Dae-Duk Kim, Sang Geon Kim, Keon Wook Kang, Sae Kwang Ku, Thomas W. Kensler and Mi-Kyoung Kwak, The NRF2-heme oxygenase-1 system modulates cyclosporine A-induced epithelial-mesenchymal transition and renal fibrosis, Free Radical Biology and Medicine, 48, 1051-1063 (2010).\n63. Dong Xun Li, Yi Dong Yan, Dong Hoon Oh, Kwan Yeol Yang, Yoon Gi Seo, Jong Oh Kim, Yong-Il Kim, Chul Soon Yong and Han-Gon Choi, Development of valsartan-loaded gelatin microcapsule without crystal change using hydroxypropylmethylcelluloseas a stabilizer, Drug delivery, 17, 322-329 (2010).\n64. Chee Ho CHOI, Si-Hun KIM, Srinivasan SHANMUGAM, Rengarajan BASKARAN, Jeong-Sook PARK, Chul Soon YONG, Han-Gon CHOI, Bong Kyu YOO, Kun HAN, Relative Bioavailability of Coenzyme Q10 in Emulsion and Liposome Formulations, Biomolecules & Therapeutics, 18 (1), 99-105 (2010).\n65. Jung Hyun Joe, Won Mo Lee, Young-Joon Park, Kwan Hyung Joe, Dong Hoon Oh, Youn Gee Seo, Jong Soo Woo, Chul Soon Yong, Han-Gon Choi, Effect of the solid-dispersion method on the solubility and crystalline property of tacrolimus, International Journal of Pharmaceutics, 395, 161–166 (2010).\n66. Jing-Ji Xuan, Prabagar Balakrishnan, Dong Hoon Oh, Woo Hyun Yeo, San Man Park, Chul Soon Yong, Han-Gon Choi, Rheological characterization and in vivo evaluation of thermosensitive poloxamer-based hydrogel for intramuscular injection of piroxicam, International Journal of Pharmaceutics, 395 317–323 (2010).\n67. Dong Xun Li, Young-Joon Park, Dong Hoon OH, Kwan Hyung Joe, Jung Hoon Lee, Woo Hyun Yeo, Chul Soon Yong and Han-Gon Choi, Development of an itraconazole-loaded gelatin microcapsule with enhanced oral bioavailability: Physicochemical characterization and in vivo evaluation, Journal of Pharmacy and Pharmacology, 62 (4), 448-455 (2010).\n68. Yi-Dong Yan, Jong Soo Woo, Joon Heok Kang, Chul Soon Yong and Han-Gon Choi, Preparation and evaluation of taste-masked donepezil hydrochloride orally disintegrating tablets, Biological & Pharmaceutical Bulletin, 33(8) 1364-1370 (2010).\n69. Soo-Jeong Lim, Jeong Hoon Lee, Qi Zhe Quan, Mi-Kyung Lee, Dong Hoon Oh, Du Hyung Hwang, Ming Guan Piao, Chul Soon Yong and Han-Gon Choi, Effect of sodium carboxymethylcellulose and fucidic acid on the gel characterization of polyvinylalcohol-based wound dressing, Archives of Pharmacal Research. 33 (7), 1073-1081 (2010).\n70. Jeong Hoon Lee, Soo-Jeong Lim, Dong Hoon Oh, Sae Kwang Ku, Dong Xun Li, Chul Soon Yong and Han-Gon Choi, Wound healing evaluation of sodium fucidate-loaded polyvinylalcohol/sodium carboxymethylcellulose-based wound dressing, Archives of Pharmacal Research. 33 (7), 1083-1089 (2010).\n71. Young-Joon Park, Jing Ji Xuan, Dong Hoon Oh, Prabagar Balakrishnan, Ho-Joon Yang, Woo Hyun Yeo, Mi-Kyung Lee, Chul Soon Yong, Han-Gon Choi, Development of novel itraconazole-loaded solid dispersion without crystalline change with improved bioavailability, Archives of Pharmacal Research. 33 (8), 1217-1225 (2010).\n72. Sun Gil Kim, Young Jae Lee, Eun Joo Shin, Yeong Soon Gal, Yong Rok Lee, Tae Hwan Oh, Han-Gon Choi, Jung Ae kim, Chul Soon Yong, Sung Soo Han, Seok Kyun Noh, Won Seok Lyoo, Preparation of sodium alginate hydrogel microparticles by electrospinning using various types of salts, Polymer & Polymer Composites, 18 (7), 397-403 (2010).\n73. Man Ho Kim, Jae Kyun Shin, Kyung Il Oh, Young Jae Lee, Du Hyun Sing, Song Sik Chung, Yong Rok Lee, Tae Hwan Oh, Han-Gon Choi, Sung Soo Han, Seok Kyun Noh, Won Seok Lyoo, Preparation of recycled poly(vinylalcohol) (PVA)/Iodine polarizing fim, Polymer & Polymer Composites, 18 (7), 391-395 (2010).\n74. Hyun-Tae Lim, Prabagar Balakrishnan, Dong Hoon Oh, Kwan Hyung Joe, Young Ran Kim, Doo Hyung Hwang, Yong-Bok Lee, Chul Soon Yong, Han-Gon Choi, Development of novel sibutramine base-loaded solid dispersion with gelatin and HPMC: Physicochemical characterization and pharmacokinetics in beagle dogs, International Journal of Pharmaceutics, 397, 225–230 (2010).\n75. Yi-Dong Yan, Dae Hwan Kim, Jun Ho Sung, Chul Soon Yong and Han-Gon Choi, Enhanced oral bioavailability of docetaxel in rats by four consecutive days of pre-treatment with curcumin, International Journal of Pharmaceutics, 399, 116–120 (2010).\n76. Kwan Hyung Cho, Young Keun Choi, Kwan Yeol Yang, Chul Soon Yong, Young-Joon Park, Han-Gon Choi, Development of a novel combination tablet containing trimebutine maleate and mosapride citrate for the treatment of functional dyspepsia, International Journal of Pharmaceutics, 400 (2010) 145–152 (2010).\n77. Tae-Hwan Park, Sung Tae Kim, Jeong-Sook Park, Han-Gon Choi, Hyung Tae Kim, Chong-Kook Kim, Effect of zinc oxide on the rheological and mucoadhesive properties of poloxamer 407-based mucoadhesive thermosensitive gel, Drug Development and Industrial Pharmacy, 36 (12), 1436-1443. (2010).\n78. Ma-Ro Hwang, Jong Oh Kim, Jeong Hoon Lee, Yong Il Kim, Jeong Hoon Kim, Sun Woo Chang, Sung Gju Jin, Jung Ae Kim, Won Seok Lyoo, Sung Soo Han, Sae Kwang Ku, Chul Soon Yong, Han-Gon Choi, Gentamicin-loaded wound dressing with polyvinyl alcohol/dextran hydrogel : Gel characterisation and In vivo healing evaluation, AAPSPharmSciTech, 11(3), 1092-1103 (2010).\n79. Yi-Dong Yan, Han-Kyung Kim, Ki-Heon Seo, Won Seok Lee, Gwan-Sun Lee, Jong-Soo Woo, Chul-Soon Yong, Han-Gon Choi, The physicochemical properties, in vitro metabolism and pharmacokinetics of a novel ester prodrug of EXP3174, Molecular Pharmaceutics, 7(6), 2132-2140 (2010).\n80. Srinivasan Shanmugam, Jae-Hyun Park, Sang-Cheol Chi, Chul Soon Yong, Han-Gon Choi, Jong Soo Woo, Antitumor Efficacy of Solid Dispersion of Paclitaxel Prepared by Supercritical Antisolvent Process in Human Mammary Tumor Xenografts, International Journal of Pharmaceutics, 403, 130-135 (2011).\n81. Dong Hoon Oh, Prabagar Balakrishnan, Yu Kyung Oh, Dae Duk Kim, Chul Soon Yong, Han-Gon Choi, Effect of process parameters on nanoemulsion droplet size and distribution in SPG membrane emulsification, International Journal of Pharmaceutics, 404 191–197 (2011).\n82. Jae-Hyun Park, Yi-Dong Yan, Sang-Cheol Chi, Doo Hyung Hwang, Srinivasan Shanmugam, Won Seok Lyoo, Jong Soo Woo, Chul Soon Yong, Han-Gon Choi, Preparation and evaluation of Cremophor-free paclitaxel solid dispersion by a supercritical antisolvent process, Journal of Pharmacy and Pharmacology, 63 (4), 491-499 (2011).\n83. Srinivasan Shanmugam, Jae-Hyun Park, Sang-Cheol Chi, Chul Soon Yong, Jong Soo Woo, Han-Gon Choi, Physicochemical Stability, Pharmacokinetic, and Biodistribution Evaluation of Paclitaxel Solid Dispersion Prepared Using Supercritical Antisolvent Process, Drug Development and Industrial Pharmacy, 37(6), 628-637 (2011).\n84. Dinesh Thapa, Jong Suk Lee, Se-Woong Heo, Yong Rok Lee, Keon Wook Kang, Mi-Kyoung Kwak, Han-Gon Choi and Jung-Ae Kim, Novel hexahydrocannabinol analogs as potential anti-cancer agents inhibit cell proliferation and tumor angiogenesis. European Journal of Pharmacology. 650 (1), 64-71 (2011).\n85. Dong Hoon OH, Young-Joon Park, Jun Heok Kang, Chul Soon Yong, Han-Gon Choi, Physicochemical characterization and in vivo evaluation of flurbiprofen-loaded solid dispersion without crystalline change, Drug delivery, 18 (1), 46-53 (2011).\n86. Srinivasan Shanmugam, Jae Kuk Ryu, Sun Dong Yoo, Jong Soo Woo, Han Gon Choi, Evaluation of Pharmacokinetics of Simvastatin and its Pharmacologically Active Metabolite from Controlled-Release Tablets of Simvastatin in Rodent and Canine Animal Models, Biomolecules & Therapeutics, 19 (2) 248-254 (2011).\n87. Jong Seob Im, Prabagar Balakrishnan, Dong Hoon Oh, Jung Sun Kim, Eun-Mi Jeon, Dae-Duk Kim, Chul Soon Yong, Han-Gon Choi, Evaluation of salicylic acid fatty ester prodrugs for UV protection, Drug Development and Industrial Pharmacy, 37 (7), 841-848. (2011).\n88. Hyung Hee Baek, So Young Kwon, Shin-Joung Rho, Won Seok Lee, Ho-Joon Yang, Jung-Mi Hah, Yong-Ro Kim, Chul Soon Yong, Han-Gon Choi, Enhanced solubility and bioavailability of flurbiprofen by cycloamylose, Archives of Pharmacal Research. 34 (3) 391-398 (2011).\n89. Jing-Ji Xuan, Yi-Dong Yan, Dong Hoon Oh, Young Keun Choi, Chul Soon Yong, Han-Gon Choi, Development of thermo-sensitive injectable hydrogel with sustained release of doxorubicin : rheological characterization and in vivo evaluation in rats, Drug delivery, 18 (5), 305-311 (2011).\n90. Il-Yeob Kim, Su-Young Park, Youra Kang, Dinesh Thapa, Han-Gon Choi Jung-Ae Kim, Role of Nonsteroidal Anti-inflammatory Drug-activated Gene-1 in Docetaxel-induced Cell Death of Human Colorectal Cancer Cells with Different p53 Status, Archives of Pharmacal Research. 34 (2), 323-330 (2011).\n91. Si-Young Jung, Youn-Gee Seo, Gun Kook Kim, Jong Soo Woo, Chul Soon Yong, Han-Gon Choi, Comparison of the solubility and pharmacokinetics of sildenafil salts, Archives of Pharmacal Research. 34 (3) 451-454 (2011).\n92. Srinivasan Shanmugam, Jae-Hyun Park, Kyeong Soo Kim, Zong Zhu Piao, Chul Soon Yong, Han-Gon Choi, Jong Soo Woo, Enhanced bioavailability and retinal accumulation of lutein from self-emulsifying phospholipid suspension (SEPS), International Journal of Pharmaceutics, 412, 99–105 (2011).\n93. Phuong Ha-Lien Tran, Thao Truong-Dinh Tran, Jun-Bom Park, Dong Hun Min, Han-Gon Choi, Hyo-Kyung Han, Yoon-Seok Rhee, Beom-Jin Lee, Investigation of physicochemical factors affecting the stability of a pH-modulated solid dispersion and a tablet during storage, International Journal of Pharmaceutics, 414, 48–55 (2011).\n94. Yi-Dong Yan, Jung Ae Kim, Mi Kyung Kwak, Bong Kyu Yoo, Chul Soon Yong, Han-Gon Choi, Enhanced oral bioavailability of curcumin via a solid lipid-based self-emulsifying drug delivery system (SEDDS) using a spray-drying technique, Biological & Pharmaceutical Bulletin, 34 (8), 1179-1186 (2011).\n95. Jeong Hoon Kim, Sun Woo Jang, Sang Dug Han, Hyung Don Hwang, Han-Gon Choi, Development of a novel ophthalmic cyclosporin A-loaded nanosuspension using top-down media milling methods, Pharmazie, 66 (7), 491-495 (2011).\n96. Yong-Il Kim, Kyung Soo Kim, Kwee-Hyun Suh, Srinivasan Shanmugam, Jong Soo Woo, Chul Soon Yong, Han-Gon Choi, New clopidogrel napadisilate salt and its solid dispersion with improved stability and bioequivalence to the commercial clopidogrel bisulphate salt in beagle dogs, International Journal of Pharmaceutics, 415, 129-139 (2011).\n97. Huyen Thi Thanh Tran, Jun Bom Park, Ki-Hyuk Hong, Han-Gon Choi, Hyo-Kyung Han, Jaehwi Lee, Kyung Taek Oh, Beom-Jin Lee, Preparation and characterization of pH-independent sustained release tablet containing solid dispersion granules of a poorly water-soluble drug. International Journal of Pharmaceutics, 415, 83–88 (2011).\n98. Yi-Dong Yan, Jun Ho Sung, Dong Won Lee, Jung Sun Kim, Eun-Mi Jeon, Dae-Duk Kim, Dong Wuk Kim, Jong Oh Kim, Ming Guan Piao, Dong Xun Li, Chul Soon Yong, Han-Gon Choi, Evaluation of physicochemical properties, skin permeation and accumulation profiles of salicylic acid amide prodrugs as sunscreen agent, International Journal of Pharmaceutics, 419, 154-160 (2011).\n99. Dong Hoon Oh, Jun Hyeok Kang, Dong Wuk Kim, Beom-Jin Lee, Jong Oh Kim, Chul Soon Yong, Han-Gon Choi, Comparison of solid self-microemulsifying drug delivery system (solid SMEDDS) prepared with hydrophilic and hydrophobic solid carrier, International Journal of Pharmaceutics, 420, 412-418 (2011).\n100. Rae Sung Chang, Min Sung Suh, Sunil Kim, Gayong Shim, Sangbin Lee, Sung Sik Han, Kyung Eun Lee, Hyesung Jeon, Han-Gon Choi, Yongseok Choi, Chan-Wha Kim, Yu-Kyoung Oh, Cationic drug-derived nanoparticles for multifunctional delivery of anticancer siRNA. Biomaterials, 32 (36), 9785-9795 (2011).\n101. Seung Hee Kang, Hee-Jeong Cho, Gayong Shim, Sangbin Lee, Su-Hyeon Kim, Han-Gon Choi, Chan-Wha Kim and Yu-Kyoung Oh, Cationic Liposomal Co-delivery of Small Interfering RNA and a MEK Inhibitor for Enhanced Anticancer Efficacy. Pharm Res. 28, 3069-3078 (2011).\n102. Sang-Im Lee, Santhosh-Kumar Nagayya-Sriraman, Srinivasan Shanmugam, Rengarajan Baskaran, Chul-Soon Yong, Sang-Kwon Yoon, Han-Gon Choi, Bong-Kyu Yoo, Effect of Charge Carrier Lipid on Skin Penetration, Retention, and Hair Growth of Topically Applied Finasteride-Containing Liposomes, Biomolecules & Therapeutics, 19 (2), 231-236 (2011).\n103. Yi-Dong Yan, Jun Ho Sung, Kun Kook Kim, Dong Wuk Kim, Jong Oh Kim, Beom-Jin Lee, Chul Soon Yong, Han-Gon Choi, Novel valsartan-loaded solid dispersion with enhanced bioavailability and no crystalline changes, International Journal of Pharmaceutics, 422, 202–210 (2012).\n104. Jun Hyeok Kang, Dong Hoon Oh, Yu-Kyoung Oh, Chul Soon Yong, Han-Gon Choi, Effects of solid carriers on the crystalline properties, dissolution and bioavailability of flurbiprofen in solid self-nanoemulsifying drug delivery system (solid SNEDDS), European Journal of Pharmaceutics and Biopharmaceutics, 80, 289-297 (2012).\n105. Si-Young Jung, Dong-Wuk Kim, Youn Gee Seo, Jong Soo Woo, Chul Soon Yong, Han-Gon Choi, Development of sildenafil-loaded orally disintegrating tablet with new lactate salt, Drug Development and Industrial Pharmacy, 38 (5), 635-641 (2012).\n106. Sarala Manandhar, Bo-hyun Choi, Kyeong-Ah Jung, In-geun Ryoo, Mingu Song, Su Jin Kang, Han-Gon Choi, Jung-Ae Kim, Pil-Hoon Park, Mi-Kyoung Kwak, NRF2 inhibition represses ErbB2 signaling in ovarian carcinoma cells: Implications for tumor growth retardation and docetaxel sensitivity. Free Radical Biology and Medicine, 52 (9), 1773-1785 (2012).\n107. Hyung Hee Baek, Dae-Hwan Kim, So Young Kwon, Shin-Joung Rho, Dong-Wuk Kim, Yong-Ro Kim, Chul Soon Yong, Han-Gon Choi, Development of novel ibuprofen-loaded solid dispersion with enhanced bioavailability using cycloamylose, Archives of Pharmacal Research. 35 (4), 683-689 (2012).\n108. Gun Gook Kim, Sae Kwang Ku, Dong Won Lee, Nirmal Marasini, Roshan Pradhan, Mi-Won Son, Joon Ho Jun, Sun Woo Jang, Sung Giu Jin, Min Kyung Kang, Chul Soon Yong, Jong Oh Kim, Han-Gon Choi, Effects of Silicone-Based Gels on Hypertrophic Scarring in the Rabbit Ear Model, Drug Development Research, 73, 146–153 (2012).\n109. Yi-Dong Yan, Nirmal Marasini, Young Keun Choi, Jong Oh Kim, Jong Soo Woo, Chul Soon Yong, Han Gon Choi, Effect of dose and dosage interval on the oral bioavailability of docetaxel in combination with a curcumin self-emulsifying drug delivery system (SEDDS), European Journal of Drug Metabolism and Pharmacokinetics, 37, 217–224 (2012).\n110. Dong Wuk Kim, Jun Hyeok Kang, Dong Hoon Oh, Chul Soon Yong, Han-Gon Choi, Development of novel flurbiprofen-loaded solid self-microemulsifying drug delivery system (solid SMEDDS) using gelatine as solid carrier, Journal of microencapsulation, 29 (4), 323-330 (2012).\n111. Young Keun Choi, Bijay K. Poudel, Nirmal Marasini, Kwan Yeol Yang, Jeong Whan Kim, Jong Oh Kim, Chul Soon Yong, Han-Gon Choi, Enhanced solubility and oral bioavailability of itraconazole by combining membrane emulsification and spray drying technique, International Journal of Pharmaceutics, 434, 264-271 (2012).\n112. Prabagar Balakrishnan, Chung Kil Song, Hyun-Jong Cho, Su-Geun Yang, Dae Duk Kim, Chul Soon Yong, Han-Gon Choi, Inclusion complex effect on the bioavailability of clotrimazole from poloxamer-based solid suppository, Archives of Pharmacal Research, 35 (7), 1169-1175 (2012).\n113. Kwan Hyung Cho, Young-Joon Park, Han-Gon Choi, Development of sulglycotide-loaded oral gel with good stability and excellent gastric ulcer inhibition, Drug Development Research, 73, 325–331 (2012).\n114. Roshan Pradhan, Dong Won Lee, Han-Gon Choi, Chul Soon Yong, Jong Oh Kim, Fabrication of a uniformly sized fenofibrate microemulsion by membrane emulsification. Journal of microencapsulation, in press (2012).\n115. Kwan Hyung Cho, Han-Gon Choi, Development of novel bepotastine salicylate salt bioequivalent to the commercial bepotastine besilate in beagle dogs, Drug Development and Industrial Pharmacy, in press (2012).\n116. Qizhe Quan, Dong-Wuk Kim, Nirmal Marasini, Dae Hwan Kim, Jin Ki Kim, Jong Oh Kim, Chul Soon Yong, Han-Gon Choi, Physicochemical characterization and in vivo evaluation of solid self-nanoemulsifying drug delivery system for oral administration of docetaxel, Journal of microencapsulation, in press (2012).\n117. Gun Gook Kim, Bijay K. Poudel, Nirmal Marasini, Dong Won Lee, Tran Tuan Hiep, Kwan Yeo Yang, Jong Oh Kim, Chul Soon Yong, Han-Gon Choi, Enhancement of oral bioavailability of fenofibrate by solid self-microemulsifying drug delivery systems, Drug Development and Industrial Pharmacy, in press (2012).\n118. Nirmal Marasinia, Yi Dong Yana, Bijay Kumar Poudela, Chul Soon Yong, Jong Oh Kim, Han-Gon Choi, Development and Optimization of Self-Nanoemulsifying Drug Delivery System with enhanced bioavailability by Box-Behnken design and desirability function, Journal of Pharmaceutical Sciences, in press (2012)."
}