{
  "title": "최효성",
  "url": "https://hyu.wiki/%EC%B5%9C%ED%9A%A8%EC%84%B1",
  "content": "최효성은 서울\n자연과학대학\n화학과\n교수이자\n광전자 및 고성능 에너지 소자 연구실\n장을 겸하고 있다.\n2020년\n최상위논문연구자\n2019년\n최상위연구자\n목차\n1\n학력\n2\n경력\n3\n연구관심분야\n4\n주요 연구 과제\n4.1\n차세대 태양전지와 발광다이오드(LED)를 동시 구현할 수 있는 첨단 단일 소재 개발 (2023)\n4.2\n3D 광학 시뮬레이션 통해 반투명 유기 태양전지 세계 최고 효율 달성 (2022.12.28)\n4.3\n고효율 페로브스카이트 발광소자 성능 향상 정공수송층 개발\n[1]\n4.4\n새로운 비가수분해 산화주석 나노입자 합성법 개발\n[2]\n5\n각주\n학력\n2010. 3 ~ 2013. 8: Ph.D. program, Department of Energy Engineering, Ulsan National Institute of Science and Technology (UNIST), Ulsan, Republic of Korea.\nResearch advisor: Jin Young Kim\n2007.9 ~ 2009.8: M.S. program, School of Materials Science and Engineering, Gwangju Institute of Science and Technology (GIST), Gwangju, Republic of Korea.\n2003.3 ~ 2007.8: B.S. course, Department of Organic Material Science and Engineering, Pusan National University, Pusan, Republic of Korea.\n경력\n2015. 3. ~ Present: Assistant professor, Department of Chemistry, College of Natural Sciences, Hanyang University, Seoul, Republic of Korea.\n2014. 1 ~ 2015. 2: Post-doctoral researcher, Center for Polymers and Organic Solids (CPOS), University of California Santa Barbara (UCSB), Santa Barbara, California, USA.\nSupervisor: Alan J. Heeger\nResearch field: Synthesis of organic-inorganic hybrid materials and their application to hybrid optoelectronic devices\n2013. 9 ~ 2015. 2: Post-doctoral researcher, School of Nano-Bioscience & chemical Engineering, Ulsan National Institute of Science and Technology (UNIST), Ulsan, Republic of Korea.\nSupervisor: Jin Young Kim\nResearch field: Organic-inorganic hybrid solar cells\n연구관심분야\n재료화학, 나노소재 및 소자\n주요 연구 과제\n차세대 태양전지와 발광다이오드(LED)를 동시 구현할 수 있는 첨단 단일 소재 개발 (2023)\n과학기술정보통신부와 한국연구재단의 기초연구사업 등의 지원으로 부경대학교 공동연구팀과 연구 진행\n연구팀은 페로브스카이트 나노결정(PNC)을 이용해 높은 광발광효율과 안정성을 구현한 SPLE-PNC 잉크 개발\n연구성과 담은 논문 'A Universal Perovskite Nanocrystal Ink for High-Performance Optoelectronic Devices'을 재료과학 분야의 세계적 권위 학술지 「Advanced Material」에 발표\n3D 광학 시뮬레이션 통해 반투명 유기 태양전지 세계 최고 효율 달성 (2022.12.28)\n한국연구재단 및 한양대학교 교내연구지원사업의 지원을 받아 서울시립대 전기전자컴퓨터공학부 김혁 교수, 한국화학연구원(KRICT) 고서진 박사 연구팀과 함께 연구 진행\n세계 최초로 3D 광학 시뮬레이션을 도입해 은 나노선 투명 전극의 성능 및 빛의 투과율을 정확히 예측하여, 반투명 유기 태양전지를 합리적으로 디자인\n‘광범위한 반투명 태양전지를 위한 투명 상부 전극 제조법에 대한 기술력’을 인정받아 주식회사 세미엘렉과의 기술이전 진행\n연구 내용은 에너지 분야 세계적 권위지인 「Advanced Energy Materials」에 게재\n고효율 페로브스카이트 발광소자 성능 향상 정공수송층 개발\n[1]\n한국연구재단 신진연구자지원사업의 지원을 받아 부경대 이보람 교수팀, 영국 케임브리지대 Richard H. Friend 교수팀, 미국 캘리포니아대학 산타바바라 Guillermo C. Bazan 교수팀, UNIST 송명훈 교수팀과 함께 연구를 진행했다.\n최 교수팀이 개발한 정공수송층은 중성의 고분자 전해질 물질을 사용함으로써 PeLED 소자의 외부양자효율(소자 외부로 나오는 빛에너지의 비율)을 종전 전도성 고분자 대비 4배 이상인 5.66%로 끌어올리고, 소자의 안정성도 향상시키는 결과를 얻었다.\n이번 연구결과를 담은 논문 'Conjugated Polyelectrolytes as Efficient Hole Transport Layers in Perovskite Light-Emitting Diodes'는 나노재료 분야의 권위지인 ACS Nano(IF=13.942)에 게재됐다.\n새로운 비가수분해 산화주석 나노입자 합성법 개발\n[2]\n최 교수팀이 국민대학교 임상규·김형민 교수팀과 공동 연구한 '차세대 태양전지 전자수송층 산화주석(SnO2) 나노입자의 자가-증강 비가수분해 합성' 논문이 화학공학 분야 저명 국제학술지인 「Chemical Engineering Journal」(IF=13.273)에 게재됨\ntert-뷰틸알콜을 이용한 새로운 비가수분해 산화주석 나노입자 합성법을 제안\n새 합성법으로 만들어진 산화주석 나노입자를 적용한 정구조 페로브스카이트 태양전지는 20.2%의 광전 효율과 70일 후에도 97%의 효율 유지도를 기록\n각주\n↑\n<뉴스H> 2018.06.25\n최효성 교수팀, 교효율 발광소자 위한 정공수송층 개발\n↑\n<뉴스H> 2022.02.25\n최효성 교수 공동연구팀, 새로운 산화주석 나노입자 합성법 개발"
}