{
  "title": "출판부/전자책",
  "url": "https://hyu.wiki/%EC%B6%9C%ED%8C%90%EB%B6%80/%EC%A0%84%EC%9E%90%EC%B1%85",
  "content": "출판부\n가 2019년 10월, 구글(Google) 유통계약 체결하여 전자책 구매가 가능하다.\n2021년 4월 기준 : 일반 전자 도서 24 종, 구글스토어 이북 56종\n목차\n1\n구입 도서 이북\n2\n구글 플레이스토어 이북 목록\n2.1\n사진도 예술입니까?\n2.2\n포스트-옴 시대 일본 사회의 향방과 ‘스피리추얼리티’\n2.3\n근대 유럽의 역사\n2.4\n동독 영화\n2.5\n정보기관과 언론\n2.6\n전쟁과 휴전\n2.7\n독일 시와 가곡 1\n2.8\n독일 시와 가곡 2\n2.9\n대학생활 멘토링\n2.10\n현대 중국의 이해\n2.11\n트랜스내셔널 인문학으로의 초대\n2.12\n의학기생충학\n2.13\n나눔문화\n2.14\n시민사회, 제3섹터, 비영리섹터, 사회적경제\n2.15\n주한미군사고문단 KMAG\n2.16\n트랜스내셔널 역사학 탐구\n2.17\n디자인의 의미\n2.18\n사회적 경제와 사회적 임팩트\n2.19\n복지국가와 복지정책(개정판)\n2.20\n트랜스내셔널 지구공동체를 향하여\n2.21\n중국 비즈니스 문화와 에티켓\n2.22\n언론과 공인\n2.23\n필란트로피 산업론\n2.24\nTransgressive Spatial Imagination in the 20th-Century American Novel\n2.25\n근대 한국인의 만주 인식\n2.26\n빈센트 반 고흐, 새벽을 깨우다\n2.27\n글로벌 개발 거버넌스\n2.28\n도스토옙스키와 톨스토이\n2.29\n새롭게 쓴 프랑스 문화 (개정판)\n2.30\n사회적경제\n2.31\n정탐\n2.32\n21세기 한국사학의 진로\n2.33\n일본어 한대2\n2.34\n글로벌 금융 패러다임과 한국 금융산업\n2.35\n터보기계 회전체동역학 및 윤활 시스템\n2.36\nAmbient vibration studies for system identification of civil structures\n2.37\nAdvanced Dynamics\n2.38\nStructural Dynamics\n2.39\nAdvanced Stress Analysis\n2.40\n자율주행차 KS 국가표준 활용 가이드라인 1\n2.41\n자율주행차 KS 국가표준 활용 가이드라인 2\n2.42\nPID Control Design for Robotic Manipulator\n2.43\n지구온난화와 바다의 열흡수\n2.44\nResearch trend in Pharmaceutical analysis\n2.45\nCurrent opinion in advanced cancer research\n2.46\nRecent trends in solubility and bioavailability enhancement for poorly water-soluble drugs\n2.47\n대중의 국제정치학 : 청년시민, 세계를 논하다\n2.48\n글로벌 개발 임팩트 투자\n2.49\n모금학 개론 (Wise Giving, Smart Fundraising)\n2.50\n조선인민군 : 북한 무력의 형성과 유일체제의 기원\n2.51\n무용수의 마음을 챙겨주는 무용 심리학\n2.52\n지친 무용수를 일으켜주는 무용 심리학\n2.53\n시민사회, 제3섹터, 비영리섹터, 사회적경제 (개정판)\n2.54\n아름다운 마침표 - 현명한 유산기부 A to Z\n2.55\n위기의 역사 : 질병, 위생, 재해 그리고 전쟁\n2.56\n한중 언어 비교와 브랜드 네이밍\n구입 도서 이북\n교보문고 기준\n[정치/사회]\n중국 비지니스 문화와 에티켓\n- 저자 : 최형욱, 박대훈  (2020년 03월 /종이책정가 :  18,000원)\n[인문]\nTransgressive Spatial Imaginationin the 20th-Century American Novel : 20세기 미국 소설에 나타난 위반의 공간적 상상력\n- 저자 : 윤성호 (2020년 03월 /종이책정가 :  20,000원)\n[인문]\n트랜스내셔널 인문학으로의 초대\n- 저자 : 김상현, 오경환, 황정아, 이창남, 민가영 (2020년 03월 /종이책정가 :  15,000원)\n[역사/문화]\n트랜스내셔널 역사학 탐구\n- 저자 : 윤해동, 정면, 이세연, 조원, 하영준 (2020년 03월 /종이책정가 :  18,000원)\n[정치/사회]\n나눔문화 : 기부 · 자원봉사 · 이웃돕기 · 시민참여 : 기부 자원봉사 이웃돕기 시민참여\n- 저자 : 주성수 (2019년 07월 /종이책정가 :  25,000원)\n[인문]\n트랜스내셔널 지구공동체를 향하여\n- 저자 : 오경환, 김현숙, 이형섭, 육영수, 홍양희 (2020년 03월 /종이책정가 :  17,000원)\n[정치/사회]\n글로벌 개발 거버넌스\n- 저자 : 주성수 (2020년 03월 /종이책정가 :  20,000원)\n[정치/사회]\n복지국가와 복지정책\n- 저자 : 주성수 (2020년 03월 /종이책정가 :  20,000원)\n[역사/문화]\n근대 한국인의 만주 인식 : 2015 한양학술총서 출판원고공모 선정작\n- 저자 : 이명종 (2020년 03월 /종이책정가 :  20,000원)\n[인문]\n도스토옙스키와 톨스토이 : 장편소설 속 만남과 헤어짐\n- 저자 : 윤새라 (2019년 07월 /종이책정가 :  20,000원)\n[예술/대중문화]\n디자인의 의미 : 디자인이란 무엇인가 무엇을 디자인해야 하는가\n- 저자 : 김영찬 (2020년 03월 /종이책정가 :  18,000원)\n[정치/사회]\n전쟁과 휴전 : 휴전회담 기록으로 읽는 한국전쟁\n- 저자 : 김보영 (2020년 03월 /종이책정가 :  20,000원)\n[정치/사회]\n주한미군사고문단 KMAG : 한국군 건설의 기획자\n- 저자 : 박동찬 (2020년 03월 /종이책정가 :  20,000원)\n[정치/사회]\n언론과 공인\n- 저자 : 이재진 (2020년 03월 /종이책정가 :  22,000원)\n[정치/사회]\n사회적 경제와 사회적 임팩트\n- 저자 : 주성수 (2020년 03월 /종이책정가 :  20,000원)\n[정치/사회]\n시민사회, 제3섹터, 비영리섹터, 사회적경제\n- 저자 : 주성수 (2019년 07월 /종이책정가 :  25,000원)\n[역사/문화]\n현대 중국의 이해\n- 저자 : 박대훈 (2016년 12월 /종이책정가 :  15,000원)\n[예술/대중문화]\n사진도 예술입니까    기술과 예술, 그리고 사진 : 기술과 예술, 그리고 사진\n- 저자 : 홍상현 (2016년 08월 /종이책정가 :  12,000원)\n[예술/대중문화]\n빈센트 반 고흐, 새벽을 깨우다 : 한 인권법 교수의 반 고흐 그림 이야기\n- 저자 : 박찬운 (2020년 03월 /종이책정가 :  23,000원)\n[인문]\n독일 시와 가곡. 2 : 크리스티안 F. 겔러르트에서 헤르만 헤세까지의 연가곡\n- 저자 : 피종호 (2020년 03월 /종이책정가 :  23,000원)\n[예술/대중문화]\n동독 영화 : 생성과 붕괴, 그리고 영향사\n- 저자 : 피종호 (2020년 03월 /종이책정가 :  23,000원)\n[자기계발]\n대학생활 멘토링 : 두근두근 신입생을 위한 대학생활 로드맵\n- 저자 : 김지현 (2016년 12월 /종이책정가 :  11,400원)\n[인문]\n독일 시와 가곡. 1 : 프리드리히 G. 클롭슈톡에서 존 H. 멕케이까지의 시가곡\n- 저자 : 피종호 (2020년 03월 /종이책정가 :  25,000원)\n[정치/사회]\n필란트로피 산업론 : 산업의 관점에서 바라본 한국의 필란트로피\n- 저자 : 비케이 안 (2020년 03월 /종이책정가 :  25,000원)\n구글 플레이스토어 이북 목록\n도서명(클릭시 도서스토어 이동) 외 (저자/ 분류 /발행일 / 페이지수 / 가격) 구분\n사진도 예술입니까?\n(홍상현  / Photography · General / 2016-08-25 / 152p / 8400원)\n- 과학기술의 발달로 인해 발명된 카메라, 이를 통해 얻어낸 결과물인 사진. 이것을 예술작품으로 바라볼 수 있을까? 대다수의 사람들은 사진술이 필름의 시대에서 디지털의 시대로 옮겨가고 있으며, 사진적 도구들은 디지털 기술로 대체될 것이라고 여기고 있다. 하지만 도구의 불투명성을 조형방법의 특수성을 가능하게 하는 근거로 생각을 하면 전통적 방식의 사진술은 디지털 기술이 결코 대체할 수 없는 예술적 표현의 방법과 경험의 영역을 갖고 있다. 물론 상업적인 목적의 이미지 제작이나 산업 현장에서의 인쇄 도구들은 디지털 기술에 의해 대체되어야만 한다. 왜냐하면 그것들은 실용적 목적을 위한 도구 사용의 영역에서 이루어지는 일들이기 때문이다. 과거에도 사진이 등장한 이후부터 사람들은 더 이상 회화적 방법을 모사의 목적으로 사용하지 않았으며, 판화 기술을 사용한 복사와 배포를 하지 않았다. 그 이유는 사진이 갖고 있는 모사·복제 기능이 이전 방법들보다 뛰어났기 때문이다. 회화나 판화가 사진에게 자리를 내어주었듯이, 이제는 사진이 디지털에게 모사·복제 기능의 영역을 내어줄 차례이다. 하지만 사진의 발명 이후에도 여전히 회화와 판화가 예술적 표현을 위한 목적으로 사용되고 있는 것처럼, 사진 또한 디지털 기술이 등장한 이후에도 충분히 예술적 목적을 위해 사용될 수 있다. 그리고 그것이 전통적 방식의 사진이 유지될 수 있는 방법이기도 하다.\n포스트-옴 시대 일본 사회의 향방과 ‘스피리추얼리티’\n(박규태  / 인문·사회·역사 / 2016-10-20 / 520p / 20000원)\n- 이 책은 1995년의 충격적인 ˂옴 진리교˃ 사건을 전후하여 일본 사회의 표면에 돌출하기 시작한 문화적·종교적 네오-내셔널리즘의 다양한 표상들을 ‘스피리추얼리티’라는 키워드를 중심으로 일본인론이라든가 ‘일본교’ 담론 등과 결부해 분석한 것이다. 이 스피리추얼리티라는 말은 현대 일본 사회의 새로운 트렌드를 표상하는 대표적인 키워드 중 하나이다. 이 말은 일본 내외에서 사람들의 시선을 종교 문제로 향하게 만든 옴 사건 이후 2000년대를 지나면서 종교계와 학계뿐 아니라 대중문화·의료·간호·윤리·교육 등 일본 사회 각 분야에서 폭발적으로 널리 보급되어 사용되고 있다. 현재는 어느 정도 일단락된 듯한 감이 있지만, 이른바 스피리추얼리티 붐으로 불리는 이 광범위한 현상 및 그것에 관한 다양한 스피리추얼리티 담론은 “현대 일본의 총체적인 문화적·지적 풍경과 밀접하게 관련되어 있다.” 그럼에도 한국 학계에서 이에 대한 이해와 학문적 설명은 거의 다루어지지 않은 채 미지의 영역으로 남아 있다. 이런 인식이 이 책을 집필하게 된 기본 동기라 할 수 있다.\n근대 유럽의 역사\n(김진호  / 인문·사회·역사 / 2016-10-20 / 348p / 21000원)\n- 이 책은 저자가 2005년부터 한국외국어대학교와 서원대학교에서 진행해온 ‘근대 유럽의 사상과 현대사’라는 강의를 바탕으로 쓴 것이다. 우리 사회의 기초를 이루는 헌법, 정치 제도, 사회제도, 교육제도 등은 거의 모두 근대 유럽사의 산물을 바탕으로 하고 있다. 따라서 한국 사회를 이해하려면 근대 유럽사에 대한 이해가 필수적으로 선행되어야 한다. 우리 사회는 현재 여러 문제에 직면하고 있다. 반세기 전에 이미 이데올로기에 대한 대립을 지양하고 실용적 접근을 시도한 서유럽의 좌파에 비해 우리는 여전히 자신들의 이념이 우월하다는 닫힌 사고를 가진 자들의 투쟁이 지속되고 있으며 서로가 서로를 인정하지 않고 자신들의 생각만 옳다면서 평행선을 달리는 모습들을 보고 있다. 사회통합보다는 사회분열을 조장해 이익을 보려는 정치인들이 판을 치고 있고, 이러한 정치인들을 지지하는 성숙하지 못한 대중들이 여전히 존재한다. 우리는 근대 유럽의 역사에 대한 이해를 통해 우리의 시각을 보다 다각화・다층화함으로써 시야를 넓히고 좀 더 계몽된 사회를 만들어야 한다. 근대 유럽에 대한 역사적 이해가 깊어진다면 분명 가능한 일이다.\n동독 영화\n(피종호  / 예술·문화 / 2016-10-20 / 464p / 23000원)\n- 46년 역사의 동독 DDR 에서 맑스주의와 레닌주의는 주도적인 국가 이데올로기의 토대를 이루고 있었다. ‘영화는 예술 중에서 가장 중요한 예술이다’라는 레닌의 명제에 의거해 동독에서도 영화가 다른 예술보다 우위에 위치하면서 문화정책을 주도하였고, 동독의 유일한 정당이자 독재정당인 독일사회주의통일당은 전적으로 문화정책을 획정하고 감시하면서 통제하였다. 1946년에 설립된 데파 DEFA 를 중심으로 동독 영화는 1990년 동독이 붕괴될 때까지 지속적으로 동독의 문화정책을 가늠하는 지표의 역할을 했기에 이 책은 사실상 동독의 문화정책에 관한 것이라고 할 수 있다. 이 책은 이러한 동독영화의 흐름을 영화사 및 영화미학의 층위에서 심도 있게 고찰하면서 동독의 경직된 문화정책에 비판적인 태도를 보인 영화도 다수 소개하고 있다. 가장 대표적인 것은 1965~1966년에 상연이 금지된 이른바 ‘금지영화’들이다. 또한 1976년 볼프 비어만 국적 박탈 사건을 전후해서 나타나는 영화들도 다루고 있다. 그 외에도 이 책은 다양한 사회 및 체제 비판적인 영화들을 소개하고 있다. 에곤 귄터의 영화들은 이에 속한다. 동독영화가 독일 통일 후 통일독일의 문화정책뿐 아니라 독일인의 삶에 커다란 영향을 끼쳤다는 점에서 이 책은 동독뿐 아니라 통일 후 독일영화와 문화를 이해하는 데 많은 도움이 될 것이라고 확신한다. 또한 이 책은 한국의 통일 후 북한 영화를 비교하고 분석하는 데도 좋은 자료가 될 것으로 생각한다.\n정보기관과 언론\n(이일환  / 인문·사회·역사 / 2016-10-20 / 276p / 16000원)\n- 이 책은 비밀성을 생명으로 하는 정보기관과 공개성을 기초로 하는 언론과의 관계를 정리하고 분석한 것이다. 정보기관은 조그마한 사안도 노출되는 것을 꺼린다. 그렇다 보니 한국은 미국과 달리 심층적인 정보 연구가 많이 부족한 상태이다. ˂국가정보학회˃가 중심이 되어 진행하고 있는 연구도 우리 정보기관을 주제로 다루기보다 외국 정보기관의 여러 행태를 분석하는 데 더 많은 비중을 할애하고 있어 정보 비전문가들에게는 낯설기만 하다. 그래서 필자는 과감하게 국가최고정보기관인 국가정보원을 주 분석 대상으로 설정하여 분석을 시도했다. 신문사와 방송사가 정보기관과 연관된 사건이 발생할 때마다 크고 작은 기사의 형태로 자사의 편집 기조에 맞추어 보도함으로써 ‘진정한 실체’가 제대로 알려지고 있지 않다고 판단한 것도 이 책을 집필하게 된 또 다른 동기이다. 다만 정보기관의 내밀한 내용은 비밀로 취급되고 있는 점을 감안해서 언론에서 이미 보도했던 내용을 중심으로 개인적인 소견에 바탕을 두고 객관적인 분석을 하고자 했다.\n전쟁과 휴전\n(김보영  / 정치·사회·역사 / 2016-12-15 / 496p / 20000원)\n- 휴전회담이라는 거울로 비추어 보는 한국전쟁 이 책은 역사주의적 접근 방법을 통해, 휴전의 모색과 회담의 전개 과정 및 협정 체결의 전 과정을 당시 전개되었던 구체적인 역사적 사실에 기초해 연구를 진행한 결과물이다. 구체적 사건·사실에 대한 엄밀한 사료비판과 검증을 통해, 기존의 이데올로기적·선험적 판단과 준거틀에 의지하지 않고, 역사적 자료의 가치를 판단하고 그에 기초해 연구를 진행하였다. 그에 따라 전쟁의 한 축으로서 휴전회담의 전 과정을 연대기적으로 기술하되, 의제와 쟁점을 중심으로 재구성하고, 각각의 의제와 쟁점이 갖는 함의를 분석하는 방식을 취했다. 또한 양측 입장이 충돌하는 회담 과정을 다루는 만큼 비교를 통한 분석 방법을 활용했다. 문헌자료의 교차 검토 및 방증 자료의 확보를 통해 양측이 회담에서 추구한 목표와 실제 타결 과정, 그것이 갖는 함의 등을 비교 분석하였다.\n독일 시와 가곡 1\n(피종호  / 예술·문화 / 2016-12-15 / 552p / 25000원)\n- 시와 노래는 고대로부터 사회의 공동체 속에서 인간의 풍요로운 삶을 위한 필수적인 예술 장르이자 사회적 범주였다. 오르페우스 신화에서 보는 것처럼 시가 노래이며 노래가 시가 되는 예술의 변용은 모든 시인들이 도달하고자 하는 이상적인 가인(歌人)의 경지이다. 언어의 음악화는 시인들의 지고한 과제이기도 하다. 독일 문학사조의 관점에서 볼 때, 이 책에는 감상주의 시대의 대표자인 프리드리히 G. 클롭슈톡에서부터 20세기의 존 H. 멕케이까지 주옥같은 시들이 망라되어 있어서 200여 년간 독일 시 문학이 발전해온 자취를 더듬어보는 재미도 있으리라고 여겨진다.\n독일 시와 가곡 2\n(피종호  / 예술·문화 / 2016-12-15 / 468p / 23000원)\n- 시와 노래는 고대로부터 사회의 공동체 속에서 인간의 풍요로운 삶을 위한 필수적인 예술 장르이자 사회적 범주였다. 오르페우스 신화에서 보는 것처럼 시가 노래이며 노래가 시가 되는 예술의 변용은 모든 시인들이 도달하고자 하는 이상적인 가인(歌人)의 경지이다. 언어의 음악화는 시인들의 지고한 과제이기도 하다. 이 책에는 독일 문학사에서 계몽주의 시대에 속하는 문인 크리스티안 퓌르흐테고트 겔러르트에서부터 20세기의 헤르만 헤세까지 망라되어 있어서 200여 년간 독일 시 문학이 발전해온 자취를 더듬어보는 재미도 있으리라고 여겨진다.\n대학생활 멘토링\n(김지현  / 인문·사회·역사 / 2016-12-16 / 256p / 10800원)\n- 『대학생활 멘토링』은 우리 대학 출신으로 2009년 우리 대학에서 주최한 ‘리더십 실천사례 대회’에서 최우수상을 수상한 바 있고 현재는 삼성 SDS에 재직 중인 김지현 동문(컴퓨터공학 전공)이 자신의 경험을 바탕으로 쓴 대학생활 안내서입니다. 저자는 수능 일주일을 앞두고 아버지를 잃고서 힘든 대학생활을 시작했다고 합니다. 그러나 어려운 환경에 굴하지 않으며 학업은 물론이고 킬리만자로 등정에 성공하는 등 모범이 될 만한 대학생활을 보냈습니다. 대학생활의 낭만도 잃지 않고 우리 시대의 청춘들이 겪고 있는 수많은 도전을 훌륭히 이겨낸 것입니다. 곧 대학생활의 시작을 맞이할 신입생뿐 아니라 학업과 취업 준비로 힘겨운 도전에 맞서고 있는 재학생에게 우리 동문의 진솔한 자기 고백과 경험담, 학교 생활과 연관된 다양한 정보들은 많은 도움이 될 것입니다.\n현대 중국의 이해\n(박대훈  / 인문·사회·역사 / 2016-12-16 / 296p / 15000원)\n- 지리적으로 세계 어느 나라보다도 가깝지만 소원한 관계 역시 존재하는 나라, 중국 현대 중국의 정치・경제・역사・문화를 한 권의 책으로 알아보자 『현대 중국의 이해』는 중국에 대한 이질감을 극복하고 21세기 글로벌 G2로 자리잡고 있는 중국에 대한 길라잡이 역할을 하기 위해 기획되었다. 이 책은 정치・경제・역사・문화의 네 가지 차원을 통해 현대 중국에 접근하고자 한다. 공산당으로 대표되는 중국 특유의 엘리트 정치체제, 개혁과 개방으로 대표되는 중국 경제체제와 이를 대표하는 기업가의 성공 스토리, 아편전쟁으로 비롯된 중화제국의 침몰의 역사와 이를 극복하고 21세기 위대한 중국의 부활을 꿈꾸고 있는 중국의 현대사, 그리고 다양한 중국의 문화생활과 음식 문화에 대한 접근으로 지면을 채웠다.\n트랜스내셔널 인문학으로의 초대\n(김상현 외, 비교역사문화연구소  / 인문·사회·역사 / 2017-07-10 / 236p / 15000원)\n- 역사학, 문학, 문화연구 등을 비롯한 국내 인문학 분야에서는 ‘민족’과 ‘국가’의 범주를 본질화하고 그 경계를 다분히 고정된 것으로 파악하는 ‘방법론적 민족주의’가 여전히 상당한 힘을 발휘하고 있다. 최근 들어 국민국가의 경계 내로 환원될 수 없는 제 현상과 과정에 관한 사회적 및 학문적 관심이 높아지면서 분석단위의 수준을 국민국가로 국한하는 것에 대한 문제제기가 이루어지고 있기는 하다. 그러나 ‘방법론적 글로벌리즘’으로 요약될 수 있는 이러한 흐름 역시 ‘민족’과 ‘국가’의 분석적 유용성에 도전하고는 있되 이들 범주 자체를 해부하기보다는 선험적으로 전제하는 경향을 보인다는 점에서 방법론적 민족주의와 유사한 인식론적 한계를 지니고 있다고 할 수 있다. 한양대학교 비교역사문화연구소의 인문한국사업단은 2008년 발족한 이래 전술한 인식론적 한계를 넘어서는 ‘트랜스내셔널 인문학’을 정립하기 위해 노력해왔다. 비교역사문화연구소가 추구하는 트랜스내셔널 인문학 관점의 핵심은 ‘민족’과 ‘국가’ 나아가 ‘근대’와 ‘전통’, ‘서구’과 ‘비서구’, ‘글로벌’과 ‘로컬’ 등의 주요 범주와 그 경계를 주어진 것으로 받아들이지 않고 이들이 역사·사회·문화적으로 구성되고, 안정화되거나 도전 받고, 다시 재구성되는 과정을 문제화하는 데 있다. 이는 기존 인문학의 근대주의적 토대를 비판해온 ‘꼬인 역사’, ‘신문화사’, ‘탈식민연구’ 등의 맥락적 접근이 제공하는 통찰과 궤를 같이 하는 것이기도 하다. — 머리말 중에서\n의학기생충학\n(이한일, 류재숙, 안명희, 민득영, 신명헌, 송현욱  / Medical · Parasitology / 2017-07-10 / 216p / 28000원)\n- 이 책은 저자들이 의과대학과 의학계열 학과의 학습 목표에 맞추어 대학에서 사용하고 있던 강의록을 모아 엮은 것이다. 의학계열의 학부생을 주 독자층으로 집필되었지만, 일부 대학원생들의 참고 서적 또는 일반인의 교양서적으로도 활용할 수 있도록 구성하였다. 또한 각 기생충의 감염 예는 대표적인 것을 추려서 참고문헌으로 소개하여 임상의들도 찾아볼 수 있도록 하였다. 우리나라에 아직도 만연하고 있거나 최근에 문제되고 있는 기생충에 대해서는 상세히 다루었으며, 현재로는 거의 찾아보기 힘든 기생충이나 우리나라에는 없지만 인류 보건에 영향을 주는 기생충들에 대해서는 개괄적으로 기술하였다. 이 책에서는 가급적 쉬운 우리말로 쓰고자 하였으며, 전문용어는 대한의학협회에서 제정하고 출간한 『의학용어집(제5판)』과 대한기생충학・열대의학회의 학술용어위원회에서 선정한 ‘기생충학술용어’의 표기를 따랐다. 기생충의 계통학적 분류는 한국동물학회의 의견을 많이 따랐다.\n나눔문화\n(주성수  / 인문·사회·역사 / 2018-06-30 / 512p / 25000원)\n- 나눔은 물질이나 시간, 재능을 나누는 것 이상의 의미를 지닌 ‘관계적’ 개념이다 이 책은 나눔에 대해서 이야기한다. 나눔이란 제3의 자본으로서 경제성장 등의 물질 자본과 인간개발 등의 인적 자본에 이어 중시되는 사회자본이다. 저자는 나눔을 “자발적인 활동”, “어떤 대가를 바라지 않는 이타적이며 공익적 활동”으로, 그리고 “사람들 사이에 서로 주고받는 일상생활”이라고 이야기한다. 그리고 나눔은 “사람들 사이에서 서로 ‘주고받는’ 자발적인 행동”을 의미한다고 언급하고 있다. 하지만 한편으로 나눔의 의미를 단순히 “어려운 이들을 돕는 자선적 기부나 자원봉사로 좁혀 얘기하는 경우가 많다”며 “이런 시각은 선진사회형 나눔문화 수준에 못 미치는 낮은 수준의 것으로, 나눔문화의 정착을 어렵게 만드는 한 요인”이라고 꼬집고 있다. 이와 같은 인식으로 인해 “기부나 자원봉사, 이웃돕기를 누가 누구를 돕는 일방적인 도움 주기로 간주하는 탓에 정책이나 프로그램, 개인 활동 모두가 좁고 낮은 나눔문화 수준에 머물러 있다”며 아쉬워하면서 본격적으로 나눔에 대한 이야기를 구체적으로 밝히고 있다. 이 책은 방대하면서도 다양한 국내외 사례와 자료를 통해서 객관적인 시선으로 한국 사회에서의 나눔이 갖는 의미와 나눔문화의 현주소를 알려주고 있다. 이는 더 나은 사회로 진일보할 수 있는 방법들에 대해 모색하는 데 조금이나마 도움이 될 것이라 기대해본다.\n시민사회, 제3섹터, 비영리섹터, 사회적경제\n(주성수  / 인문·사회·역사 / 2018-06-30 / 572p / 25000원)\n- 이 책은 저자의 30년 학술활동을 총정리한 시민사회 개론서다. 저자와 함께해온 네 개 개념을 지금 시대를 대표하는 주연으로 무대의 중앙에 나란히 올려놓는다. 저자는 1987년 박사학위논문(복지국가 노인정책의 정치경제론) 이후, 『정치와 시장』(1989) 번역서, 『사회민주주의와 경제민주주의』(1992) 저서로 학술활동을 시작했다. 1997년 한양대 제3섹터연구소를 창설하면서 연구활동이 본격화되었고, 이 책의 많은 부분에 여러 저술 내용들이 재인용되었다. 이 책은 저자의 책 『NGO와 시민사회』(2004)의 내용 일부를 수정해 재인용하였다. 전체 11장 가운데 제2장의 일부, 제3장과 4장 대부분, 제5장의 일부, 그리고 제7, 8, 9, 10, 11장의 일부가 재인용되었다.\n이 책의 특징은 시민사회(제3섹터)의 의미와 영역의 논의를 새로운 시대 상황에 맞춰 확장해, 경험적 실제를 자료로써 분석한 것이다. 한국뿐 아니라 미국, 영국, EU 시민사회 논의를 자료와 함께 소개하며, 특히 사회적 가치와 임팩트, 사회혁신과 결과지불 등 최근의 패러다임 변화를 논의하였다. 한국에서도 사회적 가치와 임팩트를 지향하는 시민사회, 또 사회혁신과 결과지불의 시민사회로 패러다임 전환이 가능한지, 앞으로 상당 기간 열띤 논쟁이 일어날 것으로 보인다. 국가와 시장과의 관계 정립이라는 큰 틀에서 윤곽이 잡힐 것으로 보여지며, 시민사회가 국가와 시장과 어떤 관계로 함께해 민주주의 봄날을 오게 할 것인지 많이 기대된다.\n주한미군사고문단 KMAG\n(박동찬  / 인문·사회·역사 / 2018-08-31 / 504p / 20000원)\n- 이 책은 1948년 8월 15일 임시군사고문단으로 출발해 1971년 4월 1일 주한미합동군사원조단에 통합될 때까지 약 23년간 한국에 존재했던 주한미군사고문단(KMAG)의 조직과 활동을 규명하고, 그것이 한국군의 형성과 증강에 미친 영향을 밝히고자 하였다. ˂제1장˃에서는 제2차 세계대전 이후 냉전의 형성 과정에서 미국이 세계 주요 분쟁 지역에 설치한 군사고문단의 설치 배경과 지역별 특성을 살펴보았다. 특히 군사고문단과 상호방위원조계획(MDAP)의 상호 관련성에 주목하여 검토하였다. ˂제2장˃에서는 주한미군의 철수와 주한미군사고문단의 창설 과정을 고찰하였다. 전쟁 발발 이전의 군사고문단 조직을 인적 구성의 측면에서 살펴보았으며, 한국군의 교육훈련과 작전지도에서 고문단의 역할과 성과를 분석하였다. ˂제3장˃에서는 한국전쟁의 발발과 군사고문단의 초기 대응을 고찰하였다. 전쟁 초기 전·후방의 한국군 부대에 파견된 고문관들의 다양한 대응 양상과 고문단의 조직 변화를 세부적으로 추적하였다. ˂제4장˃에서는 전쟁 기간 군사고문단의 주요 활동을 작전·군수·교육훈련·한국군 증강 등으로 세분화하여 살펴보았다. 특히 한국군 장교들의 도미 군사유학의 실태와 자금조달, 한국군 증강 과정, 국내에서의 군사교육 등을 새롭게 규명하였다.\n트랜스내셔널 역사학 탐구\n(윤해동 외, 비교역사문화연구소  / 인문·사회·역사 / 2018-08-31 / 360p / 18000원)\n- 트랜스내셔널(transnational)이라는 용어의 접두어인 trans는 일반적으로 across(횡단), beyond(超), through(通)이라는 의미를 포괄한다. 따라서 트랜스내셔널이라는 용어는 횡단국가적, 초국가적, 통국가적이라는 의미를 함축하고 있을 터이다. 이런 맥락에서 트랜스내셔널 히스토리는 국가 간의 관계나 다국적 상황을 넘어서는 새로운 현실을 표상하려는 의도에서 만들어진 것으로 보아도 좋을 것이다. 근대역사학을 구성하는 가장 중요한 속성이 일국사를 단위로 역사의 흐름을 이해하는 것이라고 할 때, 트랜스내셔널 역사학은 그에 대한 가장 중요한 대안적 시도라도 할 수 있을 것이다. 트랜스내셔널 히스토리는 내셔널한 상황 자체를 무시하지 않되 그 상황을 넘어서거나 횡단하려는 의도를 가진 역사학적 시도이다. 이런 점에서 트랜스내셔널 역사학은 하나의 뚜렷한 패러다임을 형성하기보다는 일종의 ‘역사학적 지향’이라는 성격을 가지게 된다. 트랜스내셔널 역사학이 가진 모호함은 여기에서 유래하는 것처럼 보이지만, 역으로 그것은 내셔널한 지향에 대한 가장 중요한 대안적 특성을 가지기도 하는 것이다. — 머리말 중에서\n디자인의 의미\n(김영찬  / 예술·문화 / 2018-08-31 / 320p / 18000원)\n- 목적과 수단으로서의 디자인에서, 동반자로서의 디자인으로 디자인은 인류가 스스로의 불완전함을 극복하기 위해 고안해낸 산물이다. 이를 통해 인류는 변화해 왔고, 또한 끊임없이 변화해 가고 있는 중이다. 이 책은 인류에게 있어서 디자인은 무엇이었는지, 그리고 앞으로 무엇을 디자인해야 하는지를 고찰한다. 현대 디자인의 시작은 산업혁명이 한창 진행 중이던 19세기로 거슬러 올라간다. 이 당시 디자인은 대량생산을 위한 목적과 판매 향상을 위한 수단으로 탄생하였다. 그러나 디자인은 산업혁명 이전부터인 인류의 역사와 함께해왔다. 디자인이란 무엇이기에 인류와 역사를 공유하는지 생각해 볼 필요가 있다. 저자는 이에 대해 가깝게는 현대 디자인의 탄생 배경부터, 멀게는 보편적 사실에 근거한 인류 역사 속에서 디자인이 갖는 의미를 되짚어 보고 있다. 그리고 인류가 디자인을 바라본 관점이 형태나 아름다움이라는 일면에만 치중된 경향이 있었음을 지적한다. 시각적 형태에만 주목한 나머지 디자인의 전체적인 구조를 놓치게 되었고, 이로 인해 디자인의 본질을 놓치는 실수까지 거듭해 왔음을 이야기하고 있다. 지난날을 되돌아보고 앞으로는 어떠한 시선으로 디자인을 바라봐야 할지에 대한 고민을 우리에게 제시하고 있다.\n사회적 경제와 사회적 임팩트\n(주성수  / 인문·사회·역사 / 2018-08-31 / 496p / 20000원)\n- 이제는 승자 독식 경제가 아닌 ‘사회적 경제’와 그에 따른 ‘사회적 임팩트’에 주목하라 이 책 『사회적 경제와 사회적 임팩트』는 공동이익과 사회적 가치 실현이라는 기치 아래에서 경제조직이 서로 협력하고 함께 연대하여 수행하는 경제적 활동인 ‘사회적 경제’와 그에 따른 질적 성장인 ‘임팩트’에 주목한다. 저자는 “유럽의 사회적 경제는 글로벌 경제 위기 속에서도 사회적, 경제적 임팩트를 생산함으로써 긍정적 평가를 받아 왔지만, 한국은 아직 평가가 제대로 이루어지지 않은 가운데 사회적 기업, 협동조합에 대한 기대와 관심만 높아져 있는 불확실한 상황에 직면해 있음”을 지적한다. 그리고 영국과 미국, 그리고 OECD 국가의 여러 사례와 자료를 통한 객관적 시선으로 사회적 경제와 사회적 임팩트를 분석하고 바라보며, 한국 사회가 나아가야 할 방향을 모색한다. 이 책은 ‘사회적 임팩트’ 패러다임의 특성과 전망을 알리면서 교육과 연구, 정부 정책과 프로젝트에 활용할 수 있도록 저술되었다. 그리고 서문에서 밝힌 저자의 소회처럼 “이제 ‘사회적 임팩트’가 교육과 연구에서 활성화되고 정부정책과 시민사회와 사회적 경제 프로젝트에도 적극 활용되어 사회와 경제와 삶의 질에 미치는 긍정의 임팩트가 확장되는 사회혁신을 기대해본다.”\n복지국가와 복지정책(개정판)\n(주성수  / 인문·사회·역사 / 2018-08-31 / 468p / 20000원)\n- 이 책은 복지국가와 복지정책에 대한 이론적 정리와 함께 해외의 관련 복지정책 관련 자료들을 다양하게 제시하고 있다. 최근 OECD 등의 자료를 바탕으로 향후 한국의 다양한 문제점을 해결하고 복지국가 반열에 진출할 수 있는가를 점검하고 있다. 21세기 사회복지정책의 핵심이 되는 빈곤과 실업에 초점을 맞춰 경제적 접근을 중시하면서도 복지국가의 정치적 지지와 리더십, 시민참여와 기업 등의 민간복지의 정치경제론에도 초점을 맞추어 다양한 이론적 시각을 참고하였다. -2011 문화체육관광부 선정 우수학술도서\n트랜스내셔널 지구공동체를 향하여\n(윤해동 외, 비교역사문화연구소  / 인문·사회·역사 / 2018-08-31 / 336p / 17000원)\n- 한양대학교 비교역사문화연구소는 모두 10년 동안 “트랜스내셔널 인문학”(Trans­national Humanities)를 어젠다로 인문한국지원사업(Humanities Korea)의 수혜를 받았다(2008~2018년). 그 가운데 3단계 마지막 4년 동안은 ‘트랜스내셔널 자아, 윤리, 공동체’를 어젠다로 설정하고 연구를 진행하고 있다. 트랜스내셔널 문제의식이 개인과 집단의 자아와 윤리에 어떤 방식으로 관철되고 있으며, 어떻게 새로운 공동체를 만들어나갈 수 있을 것인가를 모색해왔다. 이 책 『트랜스내셔널 지구공동체를 향하여』은 이런 문제의식에 맞춘 그 동안의 연구성과를 추린 것이다. 이 책『트랜스내셔널 지구공동체를 향하여』는 총 열한 편의 논문을 세 개의 파트로 구성하였다. 각 파트에는 “트랜스내셔널 자아” “트랜스내셔널 윤리” “트랜스내셔널 공동체”라는 주제의식이 담겨 있으며, 또 여기에는 궁극적으로 인간의 삶에 기여할 수 있는 ‘트랜스내셔널 인문학’의 고민이 담겨 있다.\n중국 비즈니스 문화와 에티켓\n(최형욱, 박대훈  / Business & Economics · Workplace Culture, Travel · Asia · East · China / 2018-08-31 / 312p / 18000원)\n- 이 책 《중국 비즈니스 문화와 에티켓》은 실제 생생한 중국과 중국인의 비즈니스 문화에 대한 경험과 상황을 상세히 서술하고 있다. 많은 중국 관련 전문가들은 “중국을 아는 것이 과거에는 성공을 위한 준비였다면 이제는 생존을 위한 필수조건이다”라고 말한다. 세계적인 상품 투자가인 짐 로저스는 이 시대의 젊은이들에게 조언을 부탁하는 기자에게 “내가 당신에게 해줄 수 있는 유일한 충고는 바로 중국어를 배우라는 것이다”라고 이야기하면서 중국의 중요성을 강조한 바 있다. 이렇게 중국은 어느덧 우리에게는 성공의 기회이자 도전의 무대가 되었다. 중국과의 경제 교류가 나날이 증대되어 가고 있고, 이를 효과적으로 수행하기 위해서는 자연히 중국의 비즈니스 관행과 에티켓을 이해할 필요가 생겼다. 그동안 산업현장에서 몸으로 부딪치며 고군분투해온 많은 선배가 이러한 것들을 일부나마 미리 익혀둘 수 있으면 얼마나 좋았을까 하는 말들을 많이 하는 것을 직접 또는 간접적인 경로를 통해 들었다. 《중국 비즈니스 문화와 에티켓》이라는 책을 기획하고 출간하게 된 이유이다.\n언론과 공인\n(이재진  / 인문 / 2018-08-31 / 504p / 22000원)\n- 『언론과 공인』은 현재까지의 공인과 공인이론을 집대성하였다. 이 책은 공인 보도와 가장 직접적인 관련이 있는 언론사에게 있어 중요하고 실제적인 지침을 제공해 줄 것이다. 언론은 사실 공인과 관련하여 어느 정도 보도를 해야 될지에 대해 정확히 모르거나 예상을 하기 어려운 상황에 놓여 있다. 왜냐하면 아직 공인을 규정하는 법률 조항이 존재하지 않을 뿐 아니라 법원에서도 공인이 누구인지 정의를 내리거나, 또는 그 범주를 정해서 어떠한 사람이 공인으로 인식되어 언론의 취재보도의 자유와 비교형량 하는 데 참작이 될 것인지 등에 대한 일관된 법적 판단이 존재하지 않기 때문이다. 이러한 이유로 보도에 있어 명예훼손 등 인격권 침해로 인하여 꼭 해야 할 공적 인물에 대한 보도 또는 대단히 공익적 사안에 대한 보도를 하지 못하는 상황, 즉 위축효과(chilling effect)가 발생할 수 있다. 이러한 불안전한 상황을 타개하기 위해서 언론이 명예훼손 등으로 인한 민형사상의 소송에 대한 두려움 없이 보도할 수 있는 기대 수준이 요구된다. 이러한 기대 수준은 언론사의 취재보도 매뉴얼에 반영된다. 이러한 점에서 볼 때 이 책은 취재보도에 관련된 매뉴얼을 제작하는 데 중요한 근거 자료로서 활용될 수도 있을 것이다.\n필란트로피 산업론\n(비케이 안  / Social Science · Philanthropy & Charity / 2018-08-31 / 480p / 25000원)\n- 한국의 기부문화는 더디기는 하지만 점진적으로 발전하고 있다. 이를 통해 미루어 짐작할 수 있는 것은, 기부선진국이 기부문화의 산업화라는 새로운 패러다임의 길로 들어섰듯이 한국의 기부문화 또한 자연스럽게 이들이 걷고 있는 산업화의 길로 들어서게 될 것이라는 점이다. 현시점의 한국은 이 점을 분명히 인지해야 한다. 그리고 기부선진국인 미국, 영국, 호주, 캐나다 등의 사례를 통해 산업화된 기부문화가 가져다줄 장단점에 대한 철저한 분석과 대비가 필요하다. 이를 위해서는 기부산업을 추동하는 힘을 미리 찾아내고 다른 분야의 산업화에 따른 시행착오를 통해 배우고, 기부 메커니즘을 바로 이해하여 큰 흐름을 읽을 수 있는 한국형 가이드라인이 제시될 필요가 있다. 이 책 『필란트로피 산업론』은 기부문화의 산업화를 대비하고, 그에 따른 가이드라인을 제시하기 위한 목적으로 집필되었다.\nTransgressive Spatial Imagination in the 20th-Century American Novel\n(윤성호  / 인문 / 2018-08-31 / 316p / 20000원)\n- 『20세기 미국 소설에 나타난 위반의 공간적 상상력』(Transgressive Spatial Imagination in the 20th-Century American Novel)은 20세기 미국 소설 읽기를 통해 공간을 점유하고 구획하며 경계를 짓는 시도와 그렇게 만들어진 공간의 안정성을 교란하는 ‘위반의’ 상상력이 충돌하는 다양한 지점을 검토하고 있다. 이동과 정착, 상이한 역사적 유산과 가치의 충돌, 정복과 팽창의 역사는 미국적 정체성이 광활한 지리적 조건을 배경으로 펼쳐진 공간적 탐색의 결과물이었음을 증명한다. 동시에 그것은 뿌리를 내리려는 자들과 뿌리 뽑혀 다시 길 위로 내몰리는 자들의 욕망이 다양한 방식으로 어긋나고 교차하는 역동적인 드라마이기도 하다. 그렇기에 공간을 둘러싼 서로 다른 욕망이 충돌하고 다른 상상력이 추동되는 방식을 이해하는 것은 미국 문화의 원형질이 무엇인가라는 지난한 질문의 핵심에 다가서는 길이기도 한다. 이 책은 미국의 남부와 배타적 흑인 마을이 위치한 중서부를 경유해 동부의 대도시와 교외공간 그리고 서부해안의 일본계 미국인 공동체를 가로지르며 소유와 소속, 박탈과 배척의 역사가 공존하는 미국 문화의 풍경을 숨 가쁘게 통과한다.\n근대 한국인의 만주 인식\n(이명종  / 인문·사회·역사 / 2018-08-31 / 472p / 20000원)\n- 한국인에게 만주는 무엇이었는가? 남북 분단이라는 현 상황에서의 만주란 우리에게는 물리적으로, 그리고 심리적으로도 먼 곳일 뿐이다. 그러나 ‘병자호란’, 청일전쟁, 러일전쟁, ‘만주사변’ 등과 같은 역사를 통해 보았을 때 만주는 오랫동안 한국인의 휴척에 많은 영향을 미친 지역이었다. 한반도가 만주와 연륙해 있는 이상, 한국인과 만주의 밀접한 관계는 앞으로도 계속 유지될 수밖에 없다. 그러므로 우리의 안전하고 평화로운 미래를 확보하기 위해서라도 만주를 올바르게 인식하는 일은 매우 중요한 과제이다. 그렇기 때문에 역사상 한국인의 만주 인식이 어떠했는지를 검토하는 일은 곧 우리의 만주에 대한 이해 수준을 높이는 데 필요한 초석을 놓는 일이 될 것이다. 이런 뜻에서 이 책은 17세기 청조의 등장 무렵부터 20세기 ‘만주국’의 시기에 이르기까지 한국인이 만주에 대해 보여주었던 담론을 분석 대상으로 삼았다.\n빈센트 반 고흐, 새벽을 깨우다\n(박찬운  / 예술·문화 / 2018-08-31 / 372p / 23000원)\n- 한 인권법 교수가 들려주는 반 고흐 그림 이야기 1500여 페친의 열광적인 성원 속에 3개월간 페이스북에 연재된 반 고흐 이야기를 책으로 만난다 인권법 교수인 저자 박찬운은 지난 2014년 여름부터 가을까지 약 90일 동안 빈센트 반 고흐의 삶과 그의 그림에 푹 빠져 지냈다. 저자는 “이 그림을 그릴 때 당신은 어떤 생각을 했는가요.”라는 물음에 대한 빈센트 반 고흐의 말을 떨리는 손으로 받아 적으며 매일 새벽을 열었고, 독자들에게 그 내용을 전달했다. 글이 페이스북을 통해 발표된 뒤 많은 독자들의 성원으로 2015년 여름 이 책 『빈센트 반 고흐, 새벽을 깨우다』가 출간되었다. 어느덧 출간된 지 3년이라는 시간이 흘러 이번에 개정증보판을 출간하게 되었다. 개정증보판은 많은 부분에서 초판과 달라졌다. 우선 새로운 디자인으로 새롭게 태어났다. 그리고 글을 추가했으며, 독자들의 편의를 위해 색인 항목 또한 추가했다. 그러나 무엇보다 초판과의 큰 차이는 초판본에 실린 독자 댓글을 삭제한 것이다. 이 책은 독자와의 교감 속에서 탄생한 것으로, 저자는 그 생생한 흔적을 남기고 싶어 독자들의 댓글 일부를 초판본에 옮겨 놓았었다. 그랬던 것을 이 개정증보판에서는 이 책을 순수한 빈센트 반 고흐 그림 에세이집으로 출판해야겠다는 고심 끝에 삭제했다는 점이다. 이 책을 통해 순수한 삶을 사는 이 시대의 모든 사람들이 청량한 위로를 받고, 그 위로를 통해 험난한 세상을 살아가는 데 작은 힘을 얻길 바란다.\n글로벌 개발 거버넌스\n(주성수  / 인문·사회·역사 / 2018-08-31 / 428p / 20000원)\n- 글로벌 개발에 미치는 지구화와 반지구화의 폐해를 최소화하기 위한 대안은 ‘글로벌 거버넌스’다. 글로벌 거버넌스는 지난 20여 년간 뜨거운 논쟁거리였으나 신자유주의의 위세에 눌려 지금껏 화제가 되지는 못했다. 그런 가운데 경제성장 주도의 개발에 대한 반성과 비판이 제기되면서, 글로벌 개발 거버넌스에 대한 관심이 높아지고 있다. 이 책은 지구화와 반지구화가 인간개발을 비롯한 사회개발과 정치, 경제에 미치는 여러 영향들과 이에 대한 ‘글로벌 거버넌스’(global governance)를 탐구한다. 저자는 2000년에 저서 『글로벌 거버넌스와 NGO』와 『UN, NGO, 글로벌 시민사회』를 통해 글로벌 경제와 개발의 거버넌스 논의를 한국 사회에 선도적으로 제기해왔다. 이 책 『글로벌 개발 거버넌스』는 ‘글로벌 거버넌스’에 대한 저자의 지난 20여 년의 교육과 연구 활동을 한데 모아 정리한 결과물이다.\n도스토옙스키와 톨스토이\n(윤새라  / 인문 / 2019-07-30 / 308p / 20000원)\n- 러시아의 대문호, 도스토옙스키와 톨스토이 엇갈린 길 위에서 만나다\n대문호 도스토옙스키(1821-1881)와 톨스토이(1828-1910)가 같은 나라에서 동시대를 살았음에도 단 한 번도 만난 적이 없다는 사실을 알고 있는가? 러시아가 세계에서 가장 넓은 나라라고 해도 일류작가들이 활동하는 문단은 좁다. 동료작가들과 평론가들은 물론 출판업계의 편집장들, 또 사회 유명인사 등?두 작가 주위의 지인들은 대개 다 서로 친분이 있었다. 게다가 작가의 아내들끼리도 만난 적이 있다. 그런데 정작 도스토옙스키와 톨스토이가 대면한 적이 없음은 이채롭다. 그렇다면 작품은 어떤가? 익히 알려진 바와 같이 도스토옙스키와 톨스토이의 작품 세계는 뚜렷이 대비된다. 메레쥐콥스키가 톨스토이와 도스토옙스키를 각각 육체와 정신을 대표하는 작가로 규정했다면 조지 스타이너는 톨스토이를 호머로부터 발원한 서사시의 전통을 잇는 대하소설 작가로, 그에 반해 도스토옙스키는 극적인 드라마의 정신을 소설에서 구현한 작가로 둘을 비교했다. 또 도스토옙스키의 소설을 다성악의 원리가 배어든 대화성으로 읽어낸 바흐친을 따르자면 톨스토이는 단성악적이라고 느껴질 정도로 소설 갈피마다 작가의 의견이 강하게 엿보인다. 이와 같이 기존연구에서 규명한 차이를 바탕으로 필자는 새로운 관점에서 두 대가를 바라보고자 한다. 구체적으로, 두 문호가 작품을 통해 마주치고(즉 나폴레옹, 사랑과 죽음, 법과 정의, 형제애 등 같은 주제와 모티프를 다루지만) 또 엇갈린다는 사실을 장편소설들을 시대순으로 한 쌍씩 짝지어 살펴본다. 다시 말해 두 작가가 일견 무척 달라 보이지만 동시대를 함께 호흡하며 같은 문제를 두고 공명했으되 다른 시각으로 풀어냈음을 고찰한다. 그 결과, 한 작가의 시작이 곧 상대방의 끝에 상응함이 발견된다. 도스토옙스키의 경우 1년 정도의 응축된 시간 안에 벌어지는 한 개인의 고뇌와 부활에 집중한 ?죄와 벌?에서 시작해 주인공을 다원화하고 50여 년 전 과거로까지 시간 폭을 넓힌 ?카라마조프 형제들?로 작품세계를 확장해갔다면, 톨스토이는 반대로 ?전쟁과 평화?라는 경이로운 역사소설로 시작해 당대를 무대로 한 ?안나 카레니나?를 거치며 좁아져 가더니 마지막 장편에서는 ?죄와 벌?처럼 한 남자에게 집중하고 그가 시베리아에서 부활하는 이야기로 마무리 짓는다. 이 책은 시공간의 활용 및 주인공의 특징, 또 주제를 펼치는 방식 등에서 두 대가의 장편이 서로 반대되는 궤도를 따라 진화한다는 점을 논증한다. 이 과정에서 도스토옙스키와 톨스토이의 천재성이 가장 잘 발휘된 장편들의 주요 특성이 서로의 거울에 비추어 조명됨으로써 새로운 분석과 독서가 시도될 것이다. 다시 말해 이 책은 두 문호의 주요 장편소설을 단순 비교하는 것이 아니라 특정한 관점, 즉 두 작가의 장편소설이 반대되는 궤적을 그리며 진화한다는 관점에 의거해 장편들을 시기에 따라 짝지어 비교하고, 이로써 이제까지 학계에서 행해진 적이 없는 고찰을 시도한다. 여기에 이 책의 독창성과 의의가 있다고 하겠다.\n새롭게 쓴 프랑스 문화 (개정판)\n(이숙은  / Travel · Europe · France, Art · Popular Culture / 2019-09-10 / 388p / 15000원)\n- 프랑스 문화의 가장 큰 특징은 ‘다양성’이라고 일컬을 수 있으며, 프랑스는 그야말로 모든 문화 분야에 걸쳐 다양한 색깔을 지니고 있다. 『새롭게 쓴 프랑스 문화』는 프랑스 문화를 접하고 배우면서 평소 프랑스 문화와 관광에 대해 궁금했던 내용들을 가장 쉽고 흥미롭게 접근할 수 있도록 구성하였다. 또한 프랑스 문화와 관광의 다양한 형태를 분석해 프랑스를 이해하는 눈을 키우고, 그 실체를 밝히는 데에 중점을 두었다. 제1부에서는 ˂프랑스인˃에 대해 여러 특성별로 간략하게 다루었으며, ˂프랑스 사회˃에 대해서는 제2부에서, 그리고 프랑스 문화를 이해하는 데 필수적인 분야인 ˂프랑스 문학˃과 연관된 내용은 제3부에서 각각 다루었다. 또한 제4부에서는 프랑스 문화의 핵심적인 주요 요소들을 ˂프랑스 문화˃라는 제목으로 한데 묶었으며, 빠리 생활면의 필수적인 사항들과 유로화와 유럽연합의 위상을 다룬 ˂빠리 체류˃는 제5부에서 알아보았다. 마지막으로 프랑스 문화에서 빠뜨릴 수 없는 ˂프랑스 관광˃ 분야와 관련해서는 제6부에서 다루었다.\n사회적경제\n(주성수  / 정치·사회·역사 / 2019-10-21 / 416p / 18000원)\n- 대한민국 ‘사회적경제’의 현주소를 말하다. 이 책 『사회적경제 : 이론, 제도, 정책』은 2010년에 출간한 책을 새롭게 매만진 ‘개정판’으로 당시 출간되었던 책의 내용 중 절반가량을 새로운 내용으로 구성하였다. 새롭게 추가된 내용은 다음과 같다. 우선 선진 사회에서 사회적경제가 급성장하면서 포용적 성장 등 혁신적 대안과 정책들이 쏟아져 나오는 상황을 반영하여 사회혁신, 정책혁신과 같이 진행되고 있는 새로운 내용들을 추가하였다. 또 초판에서 다루었던 주요 개념적 정의와 이론적 배경에 더해 복지국가와 사회정책 일반에 초점을 맞추어 사회적경제의 전반적인 이해와 발전방향에 관한 새로운 논의들도 대폭 보완하였다. 특히 제7장 ‘사회적경제의 사회적 임팩트’에서는 가장 최근의 주류 사회적경제 논의를 반영했는데, 이는 한국에서는 아직 초기 논의단계에 머물러 있는 주제이지만 장차 급속도로 성장할 수밖에 없는 글로벌 동향이다.\n정탐\n(최혜주  / 인문·사회·역사 / 2019-10-21 / 364p / 18000원)\n- 근대 일본은 청일전쟁과 러일전쟁에서 승리함으로써 조선을 식민지로 만든 후 이를 발판 삼아 대륙침략정책을 추진하고자 하였다. 일본의 대륙침략정책은 국민적 합의를 토대로 설정된 국가과제로 국민의 지지와 동참 아래 전개되었으며, 이를 위해서는 조선을 침략하는 것이 급선무였다. 일본은 조선을 침략하기 위하여 조선사정을 조사하기 시작하였고, 다음의 세 가지 방법으로 자료를 수집하였다. 첫째, 메이지 정부 안에서 정한론(征韓論)이 비등할 때 조선에 정탐 군인을 보내어 한반도의 정보를 얻었다. 둘째, 외교관을 통하여 조선사정을 조사하고 불평등조약으로 개항을 유도한 후 다방면에 걸친 정탐 조사와 연구를 진행하였다. 셋째, 조선에 대하여 관심을 갖고 있던 단체와 개인이 정탐하고 조사하여 남긴 조선에 대한 안내서나 보고서, 견문기를 활용하였다. 이 책은 그중에서도 일본의 조선사정 조사 단체와 일본에서 간행된 조선사정 안내서에 주목한다. 이는 일본인이 가지고 있던 조선에 대한 인식을 비롯하여, 일본의 대외사상과 대외침략 과정을 밝히는 데 있어서 중요한 실마리이기 때문이다. 따라서 이 책에서는 근대 일본이 조선을 침략하기 위하여 어떠한 방법으로 조선을 정탐 조사하고 조선 문제에 주력했는지 단체와 개인의 조사활동을 중심으로 알아보고 있다.\n21세기 한국사학의 진로\n(박찬승  / 인문·사회·역사 / 2019-10-21 / 428p / 20000원)\n- 국가와 민족, 신분과 계급, 정체와 발전, 자율(주체)과 타율, 근대와 전근대 등은 20세기 한국사학에서 중심이 되는 개념들이었다. 그러나 21세기 들어와 젠더, 환경, 지역, 문화, 인권, 탈근대와 같은 새로운 개념들이 들어와 한국사학에도 큰 영향을 미치고 있다. 따라서 국가, 민족, 계급 등의 개념은 이제 중심의 자리에서 밀려나 젠더, 환경, 지역, 인권과 비슷한 자리에 서게 되었다. 중심이 사라진 ‘탈중심 사학’의 시대가 된 것이다. 이는 사회 자체가 다변화되면서 탈중심의 사회가 되고 있는 것과 궤를 같이 하는 것이라고 보인다. 또 21세기 들어 자본과 노동의 대이동이 진행되면서 이제는 모든 나라들이 다민족 국가로 변해가고 있다. 따라서 문화다원주의, 다문화주의가 자연스러운 세상이 되었고, 그런 세상에서 역사학 또한 ‘다원주의 역사학’으로 변신하지 않을 수 없는 상황에 처하게 되었다. 이미 학계에서 나오고 있는 연구 논저들을 보면, 그 소재나 관점이 매우 다양하다. 그리고 어느 주제가 더 중요하다고도 말할 수 없는 상황이 되어 가고 있다. 그런데 이와 같은 탈중심적・다원주의적인 역사학으로의 이행은 기존 학계에 오래 몸담아 온 이들로서는 받아들이기가 쉽지 않다. 필자 또한 이미 30년간 학계에 몸담아 온 역사 연구자로서 이러한 상황에 처하여, 당혹감을 느끼면서 많은 고민과 나름의 모색을 하지 않을 수 없었다. 이 책은 지난 십여 년간 발표한 글들 가운데, 이 문제에 대한 필자 나름의 고민이 남긴 글들을 모아 고치고 또 덧보태어 정리해본 것이다.\n일본어 한대2\n(일본어교재편찬위원회  / 공부법 / 2019-10-21 / 140p / 14000원)\n- 본 교재는 한양대학교 일본어 교재인 『일본어 한대 1 - 초급부터 한대』의 속편에 해당하며, 일본어 초급 문법의 후반부에 해당하는 내용을 문형 중심으로 구성하였습니다. 본 교재의 가장 큰 특징은 학생 스스로 ‘문법의 구조를 예상’하고 연습 문제와 해설을 통해 ‘문법의 핵심을 이해 및 습득’할 수 있도록 구성한 것입니다. 문형 항목들은 과별로 각각 분리되어 있으므로 필요한 문법을 선택하여 학습할 수 있습니다. 『일본어 한대 2 - 중급도 한대』는 학습자가 기존에 습득한 기초 수준의 일본어 실력을 다지고 심화하여 외국어로서 다양한 표현을 익힐 수 있도록 구성하였습니다. 여러분의 일본어 실력 향상에 도움이 되는 교재가 되기를 바랍니다.\n글로벌 금융 패러다임과 한국 금융산업\n(임양택  / 정치·사회·역사 / 2019-10-21 / 664p / 29000원)\n- 이 책 『글로벌 금융 패러다임과 한국 금융산업 : 이론과 정책』은 다섯 가지의 위기(① 역사적 위기, ② 정치적 위기, ③ 경제적 위기, ④ 사회문화적 위기, ⑤ 교육의 위기) 중에서 경제위기를, 특히 ‘금융위기’(Financial Crisis)와 관련된 국내·외 사회경제적 문제를 각각 다루었다. 한국경제의 위기는 국가경쟁력(특히 수출경쟁력)의 지속적 추락으로 압축적으로 정의할 수 있다. 한국의 무역의존도가 높은 미국과 중국의 무역전쟁(관세전쟁 및 환율전쟁)이 점입가경으로 치닫고 있는 ‘총체적 위기’ 상황에서, 한국이 선택해야 하고 할 수 있는 것은 오직 ‘혁신주도 성장 전략’(Innovation-driven Growth)에 의한 자강뿐이다. 그러한 시도로서, 저자는 경제적 당면과제에 대한 해법으로서 '슘페테리안 테크노-경제발전 전략'과 최적 경제성장과 사회보장 모형'을 제시한다. 상기한 해법을 뒷받침하기 위하여, 저자는 세계사적 배경(신(新)금융자본주의 및 신(新)자유주의 → 신(新)실용주의)과 철학적 사유 패러다임(특히 국가지도자의 국정경영철학 및 국가지도자의 리더십)을 보완적으로 논술함으로써 본 저서의 주제를 보다 심도있게 부각하려고 시도했다. 저자는 진정한 ‘탈(脫) 경제위기 방안’은 기술-경제적 패러다임(Techno-Economic Paradigm)에 입각하여 ‘기술혁명’(Technological Revolution)에서 찾아야 하며, 그것을 산업에 제대로 착근 및 작동될 수 있도록 ‘금융’이 제대로 소기의 역할을 수행해야 한다고 한평생 믿어왔으며 이를 연구와 강의를 통하여 강조해왔다.\n터보기계 회전체동역학 및 윤활 시스템\n(류근  / Technology & Engineering · Machinery / 2019-11-19 / 108p / 0원)\n- 본 교재는 최신 터보기계 회전체동역학의 기본적인 원리와 이론을 소개한다. 또한, 유체윤활베어링과 실, 댐퍼의 원리와이론 또한 소개한다. 구체적으로, 회전기계의 진동 이론과 적용, 회전체 동역학 이론, 회전체 동역학적 불안정성, 베어링/실/댐퍼윤활 이론, 베어링/실/댐퍼가 회전체 동역학에 미치는 영향, 그리고 컴퓨터 해석을 통한 회전체 동역학 설계에 대해 소개한다.그리고, 회전기계의 진동문제의 진단법과 그 해결방안에 대해서도 설명한다. 이를 위해 회전체 동역학적 특성의 측정을 위한장비들의 활용법과 작동원리에 대해 알아본다. 마지막으로, 터보차저, 가스터빈, 압축기, 터보펌프 분야의 최신 연구 동향및 현황에 대해 소개한다.\nAmbient vibration studies for system identification of civil structures\n(김은주  / Architecture · General / 2019-12-12 / 54p / 0원)\n- Civil infrastructure undergoes various and consistent loads during its lifecycles,such as wind, seismic loads, and etc. The declining condition, the performance ofthe structure and the potential consequential damages due to the loads becomecritical in most industrialized countries (Spencer et al., 2016). Therefore, duringdecades, efforts have been made to understand the serviceability of the structure.Because the behavior of a structure depends on stiffness and mass distribution, thestructure may have been examined through finite element models. However,because the aged structure show changed condition, such a method often fail topredict the fundamental characteristics of the structure precisely. Alternatively, thedriving interests have been made to develop a non-destructive tool that canestimate the characteristics of an in-service structure, which one among various isknown as Structural Health Monitoring.\nAdvanced Dynamics\n(유홍희  / Technology & Engineering · Machinery / 2019-12-12 / 194p / 0원)\n- 고등동역학 관련 이론 전개 과정을 장절을 통해 전개해 나가는 내용을 기술함. 운동방정식을 유도하는 과정 중 가장 발전된 방법론으로 알려진 케인의 방법을 적용하는 데 필요한 이론적 요소들을 하나씩 설명하고 있음. 여기서 소개되는 내용은 기계공학을 전공하는 대학원생이라면 누구나 알아두어야 하는 역학의 기초적인 내용이라 할 수 있으며 학부과정에서 동역학을 수강한 학생이라면 누구나 학습할 수 있는 내용으로 이루어져 있다. 1장에서는 수학적 배경, 2장에서는 운동학과 관련된 내용, 3장에서는 질량의 분포를 정의하는 내용, 4장에서는 일반력에 관한 정의, 5장에서는 에너지, 6장에서는 운동방정식, 그리고 7장에서는 방정식의 풀이와 관련된 내용들을 다룬다.\nStructural Dynamics\n(유홍희  / Technology & Engineering · Machinery / 2019-12-12 / 148p / 0원)\n- 구조동역학 관련 이론 전개 과정을 장절을 통해 전개해 나가는 내용을 기술함. 구조동역학 방정식을 유도하는 과정 중 가장 발전된 방법론으로 알려진 방법론들을 적용하는 데 필요한 이론적 요소들을 설명하고 있음. 여기서 소개되는 내용은 기계공학을 전공하는 대학원생이라면 누구나 알아두어야 하는 구조동역학의 기초적인 내용이라 할 수 있으며 학부과정에서 동역학을 수강한 학생이라면 누구나 학습할 수 있는 내용으로 이루어져 있다. 1장에서는 케인의 운동방정식 요약, 2장에서는 기구운동학, 3장에서는 진동 모드해석방법, 4장에서는 구조동역학, 5장에서는 동역학 시스템의 불확실성 해석을 위한 이론적 내용들을 다룬다.\nAdvanced Stress Analysis\n(한석영  / Technology & Engineering · Machinery / 2019-12-13 / 115p / 0원)\n- 1. Principle of stationary potential    2. Rayleigh-Ritz method3. stress-stiffening4. Finite element method5. Finite element analysis of buckling6. Large deflection problem-shallow truss7. Plasticity8. Yield criteria for general states of stress9. Elastic-Plastic stress-strain relations10. Axisymmetric plasticity problems11. Plasticity analysis with strain hardening12. Finite element method for plasticity13. Creep14. Finite element analysis of contact problems\n자율주행차 KS 국가표준 활용 가이드라인 1\n(박승권, 윤현정  / Technology & Engineering · Automotive / 2019-12-13 / 94p / 0원)\n- 최근 국내에 자율주행차 관련 기술이 급속히 개발되고 있고 외국에서 도입되고 있다. 국내에 관련 국제 표준이 발맞추어도입되고 있는 것이 현실이다. 이 저서는 International Standard Organization (ISO) Technical Committee (TC) 22 (RoadVehicle)와 TC 204 (Intelligent Transport System) 표준에 관한 것이며, 이 양대 표준 위원회가 자율주행에 관련한 표준을발간하고 있다. 이 저서는 먼저 자율주행차를 위한 핵심 기술 및 분류체계를 설명한다. 이와 더불어, 2018년도에 국내 KS표준으로 부합화된 자율주행 관련 표준 15종에 대한 활용 가이드라인을 제시하고 있다. 하나의 표준이, KS 표준으로 부합화되면, 국가 단체나 기업체가 자율주행차 규제 및 제조에 이들을 활용할 가능성이 매우 높아진다. 특히 ISO 표준은 국제적표준이므로 그렇게 될 가능성이 매우 높다. 따라서 이 저서는 자동차 관련 학과에서, 이들 자율주행차 주요 표준에 대한소개와 학습 자료로 활용될 수 있을 것이다.\n자율주행차 KS 국가표준 활용 가이드라인 2\n(박승권, 윤현정  / Technology & Engineering · Automotive / 2019-12-13 / 100p / 0원)\n- 최근 국내에 자율주행차 관련 기술이 급속히 개발되고 있고 외국에서 도입되고 있다. 국내에 관련 국제 표준이 발맞추어도입되고 있는 것이 현실이다. 이 저서는 International Standard Organization (ISO) Technical Committee (TC) 22 (RoadVehicle)와 TC 204 (Intelligent Transport System) 표준에 관한 것이며, 이 양대 표준 위원회가 자율주행에 관련한 표준을발간하고 있다. 이 저서는 먼저 자율주행차를 위한 핵심 기술 및 분류체계를 설명한다. 이와 더불어, 2018년도에 국내 KS표준으로 부합화된 자율주행 관련 표준 15종에 대한 활용 가이드라인을 제시하고 있다. 하나의 표준이, KS 표준으로 부합화되면, 국가 단체나 기업체가 자율주행차 규제 및 제조에 이들을 활용할 가능성이 매우 높아진다. 특히 ISO 표준은 국제적표준이므로 그렇게 될 가능성이 매우 높다. 따라서 이 저서는 자동차 관련 학과에서, 이들 자율주행차 주요 표준에 대한소개와 학습 자료로 활용될 수 있을 것이다.\nPID Control Design for Robotic Manipulator\n(최영진  / Technology & Engineering · Robotics / 2019-12-16 / 120p / 0원)\n- The PID control has been a representative one for control systems. Also, though it has a long history as much as its life force since Ziegler and Nichols published the empirical tuning rules in 1942, surprisingly, it has never been changed in the structure itself. The strength of PID control lies in the simplicity, lucid meaning, and clear effect. For example, the optimality of PID control, performance tuning rules, automatic performance tuning method, and output feedback PID control will be thoroughly discussed in this book.\n지구온난화와 바다의 열흡수\n(박효석, 송세용, 이은혜, 정용철  / Nature · Ecosystems & Habitats · Oceans & Seas / 2019-12-16 / 106p / 0원)\n- 바다의 열흡수는 (ocean heat uptake) 지구온난화의 핵심 프로세스이며, 해양학뿐만 아니라 지구과학 전공자들이 기후변화 프로세스를 더 잘 이해하는데 많은 도움이 될 수 있다. 본 교재는 지금까지 바다가 얼마나 많은 열을 흡수했는지에 대한 개략적인 소개에서 시작해서, 각 바다의 지역별로 (저위도, 북극, 남극 등) 어떤 프로세스로 열흡수와 온난화가 진행되고 있는지 해양학 학부4학년이 이해 할 수 있는 이론을 바탕으로 설명하였다. 1. 산업혁명 이후 현재까지 바다가 흡수한 열2. 북극의 급격한 온난화와 해빙 (sea ice) 감소3. 남극 지역의 온난화가 지연되고 있는 이유4. 지구온난화와 해수면 상승5. 바다의 열흡수에 따른 바다 산성화\nResearch trend in Pharmaceutical analysis\n(유혜현  / Medical · Pharmacy / 2019-12-17 / 166p / 0원)\n- 다양한 분석 기술을 이용하여 약학 관련 연구에 응용하는 최신 연구 결과를 모아서 발간하고자 함.1. Analytical techniques for pharmacokinetic study2. Analytical techniques for drug-drug interactions3. Others\nCurrent opinion in advanced cancer research\n(임형신  / Medical · Pharmacy / 2019-12-17 / 68p / 0원)\n- 난치성 암인 전이성 암과 항암제 저항성 암 치료전략 수립을 위한 기전 연구에 대한 최신 연구결과를 모아 발간하고자 함1. Active PLK1-driven metastasis is amplified by TGF-beta signaling that forms a positive feedback loop in non-smallcell lung cancer2. Roles of the phosphorylation of transcriptional factors in epithelial-mesenchymal transition3. Co-targeting PLK1 and androgen receptor enhances the therapeutic sensitivity of paclitaxel-resistant prostate cancer4. Molecular targets of genistein and its related flavonoids to exert anticancer effects\nRecent trends in solubility and bioavailability enhancement for poorly water-soluble drugs\n(최한곤  / Medical · Pharmacy / 2019-12-17 / 100p / 0원)\n- 난용상 약물의 용해도 및 생체[이용율 증진에 대한 최근 연구동향을 모아 발간하고자 함\n1. Silymarin-loaded solid nanoparticles with excellent hepatic protection: physicochemical characterization and in vivo evaluation.2. The Influence of Bile Salt on the Chemotherapeutic Response of Docetaxel-loaded Thermosensitive Nanomicelles.3. Enhanced oral bioavailability of fenofibrate using polymeric nanoparticulated systems: Physicochemical characterization and in vivo investigation.4. Tumor-targeting. pH-sensitive nanoparticles for docetaxel delivery to drug-resistant cancer cells.5. Comparative study on solid self-nanoemulsifying drug delivery and solid dispersion system for enhanced solubility and bioavailability of ezetimibe.6. Novel electrosprayed nanospherules for enhanced aqueous solubility and oral bioavailability of poorly water-soluble fenofibrate. 7. Receptor-targeted. drug-loaded. functionalized graphene oxides for chemotherapy and photothermal therapy. 8. Progressive slowdown/prevention of cellular senescence by CD9-targeted delivery of rapamycin using lactose-wrapped calcium carbonate nanoparticles. 9. Optimization and physicochemical characterization of a cationic lipid-phosphatidylcholine mixed emulsion formulated as a highly efficient vehicle that facilitates adenoviral gene transfer. 10. Combination of NIR therapy and regulatory T cell modulation using layer-by-layer hybrid nanoparticles for effective cancer photoimmunotherapy. 11. Cyclic RGD-conjugated Pluronic® blending system for active. targeted drug delivery. 12. Transferrin-Conjugated Polymeric Nanoparticle for Receptor-Mediated Delivery of Doxorubicin in Doxorubicin-Resistant Breast Cancer Cells.13. Self-microemulsifying drug delivery system (SMEDDS) for improved oral delivery and photostability of methotrexate. 14. Comparison of 1-palmitoyl-2-linoleoyl-3-\nacetyl-rac-glycerol-loaded self-emulsifying granule and solid self-nanoemulsifying drug delivery system: powder property. dissolution and oral bioavailability. 15. Liposomal Formulations for Nose-to-Brain Delivery: Recent Advances and Future Perspectives. 16. Development of folate-functionalized zein nanoparticles for ligand-directed delivery of paclitaxel.\n대중의 국제정치학 : 청년시민, 세계를 논하다\n(은용수 외 17인 공저  / 정치·사회·역사 / 2020-02-28 / 396p / 12600원)\n- 대학의 학부생들, 국제정치 전문 학술서 출간하다\n이 책은 국제정치학의 대중화, 더 나아가 ‘대중’의 국제정치학을 추구한다. 이것이 이 책의 기획의도이자 지향점이다. 이 책은 2019년 1학기 한양대학교 정치외교학과에 개설된 ‘외교정책의 이해’(담당교수 : 은용수) 수업을 통해 완성되었다. 수업명에서 볼 수 있듯, 논의의 주제는 국제관계와 외교정책이었다. 그러나 그것의 핵심은 학생들이 청년시민으로써 국제정치와 외교정책을 자기 자신의 문제로 인식하고, 지식의 수용자가 아닌 지식의 생산자로 서술의 ‘주체’가 되어보는 것이었다. 나아가 이런 과정에서 개개인 및 집단 단위에서 비판적 성찰을 수행보는 것을 핵심목표로 삼고 진행하였다.\n이를 위해 본 수업에서는 우선 다음과 같은 질문을 학생들 스스로 고민하고 연구하게 하였다. 나에게 외교정책이란 무엇을 의미하는 것인가? 나는 외교정책을 어떻게 연구하는 것이 적절하다고 생각하는가? 특정 국가의 외교정책행위에 영향을 끼치는 요인에는 무엇이 있을까? 나의 삶에 많은 영향을 끼치는 외교정책과 실제 사례는 무엇이 있을까? 이러한 외교정책은 어떻게 결정이 되었는가? 이것이 한국사회에 끼치는 영향은 무엇인가? 한국은 어떤 정책을 취해야 하는 것이 적절한가? 이러한 질문들을 기본적인 문제의식으로 하고 매주 구체적인 연구질문을 도출하여 학생들이 지식의 생산자, 즉 서술의 주체가 될 수 있도록 수업을 진행하였다.\n글로벌 개발 임팩트 투자\n(주성수  / 정치·사회·역사 / 2020-02-28 / 360p / 14000원)\n- 2017년 저서 『사회적경제와 사회적 임팩트』를 통해 사회적경제에 대한 임팩트 투자 정책을 설명한 바 있는 저자의 이 책은 2016년 KOICA의 ˂사회적경제 접근의 혁신적 방안˃ 연구를 시작으로, 같은 해 교육부가 지원한 ˂개발 임팩트 투자˃ 3년 연구의 결과로 나오게 되었다. 2019년 노벨경제학상을 수상한 ‘빈곤 경제학’(Poor Economics) 교수들의 빈곤퇴치 사례들이 포함된 임팩트 프로젝트뿐 아니라 혁신적인 개발 임팩트 투자 사례들도 이 책에 담겨 있으며, 주요 원조국과 국제기관들의 임팩트 투자 정책과 전략들을 참고하는 의미도 적지 않아 개발협력 전공자나 학위과정생, 정책 관리자들에 도움이 될 것이다.\n모금학 개론 (Wise Giving, Smart Fundraising)\n(비케이 안 (Bekay Ahn, CFRE)  / 설득·화술·협상, Social Science · Philanthropy & Charity / 2020-03-25 / 604p / 25000원)\n- \"Wise Giving, Smart Fundraising\" by Bekay Ahn, CFRE\n모금학은 통합 학문이다. 모금은 사람과 사람 간의 신뢰로 이루어진다. 이 때문에 모금을 하기 위해서는 ‘사람’과 ‘관계’에 대한 인문학적 성찰이 필요하다. 또 모금은 매우 합리적으로 전개되기 때문에, 모금을 진행하는 비영리 단체나 모금가에게는 실질적인 과학적 이론과 공학적 전략이 필요하다. 『모금학 개론』은 바로 이 두 가지 모두를 충족시키기 위하여 집필되었다.\n이 책은 크게 세 가지 영역으로 구성되었으며, 주요 내용은 다음과 같다.「모금학 I」에서는 모금과 기부, 모금가의 역할과 자질, 그리고 윤리를 소개하고 있다. 아직 한국에서는 ‘모금가’라는 직업이 생소할 뿐 아니라 그 필요성에 대한 공감대 또한 형성되어 있지 않은 실정이다. 그러나 최근 우리 사회에서 벌어지고 있는 모금의 윤리 문제는 모금가의 필요성을 되돌아보는 계기가 되었다. 이에 따라 저자는 사회가 모금가에게 기대하는 역할과 자질, 그리고 무엇보다도 모금가의 윤리에 대하여 상세히 설명하고 있다.「모금학 Ⅱ」에서는 모금이론의 배경, 기부자 인식과 심리, 모금전략 이론, 기부자 개발전략 이론, 모금세계의 속성, 모금과 인간관계를 상세히 다루고 있다. 다양한 이론을 바탕으로 모금의 본질과 의미를 소개하고 있는 저자는, 특히 기부자의 생각과 반응을 심리학적으로 분석하며 모금의 속성을 되짚어보고 있다.「모금학 Ⅲ」에서는 모금과정 체계화, 모금 실전, 요청, 모금평가, 데이터 공학, 비영리단체 연구에 대하여 기술하고 있다. 특히 저자는 ‘데이터 공학’에 많은 애정을 쏟으며, ‘빅데이터’에 대하여 천착한다. 모금은 과학적이며 공학적인 논리와 체계로 진행되기 때문에, ‘빅데이터’를 어떻게 활용하느냐가 바로 모금의 성패를 가름하는 척도가 되리라는 것에 저자는 주목한다.\n조선인민군 : 북한 무력의 형성과 유일체제의 기원\n(김선호  / 정치·사회·역사 / 2020-04-15 / 720p / 35000원)\n- 조선인민군의 창설은 북한 유일체제의 형성에 어떤 영향을 끼쳤을까?미군노획문서를 전면적으로 활용해 북한 무력의 기원과 형성과정을 다룬 첫 역사학 연구서 … 한국전쟁 발발 70주년 맞아 발간\n조선인민군은 현대 북한의 정규군이자 한국전쟁의 주축이었다. 그러나 인민군의 형성과정은 지휘관과 부대명을 알 수 없을 만큼 여전히 베일에 싸여 있다. 이 책은 역사학자가 처음으로 쓴 본격적인 북한군 전문연구서로, 새로 발굴한 자료를 통해 인민군이 창설되고 북한체제가 형성되는 과정을 치밀하게 분석하고 있다. 무엇보다 이 책은 인민군이 소련군을 모델로 창설되었다는 통설을 뛰어넘어, 소련군·중국군·일본군으로부터 다양하게 영향을 받았다는 사실을 풍부한 자료를 통해 실증적으로 보여준다. 또한 이 책은 기존 연구서와 달리 인민군의 형성 과정을 일제시기부터 살펴보고 있으며, 한반도 전체로 확장시켜 분석한다. 특히 저자는 군사 연구에 머무르지 않고 인민군의 권력지형과 ‘혁명전통’을 분석함으로써 김일성-김정일-김정은으로 이어지는 북한 유일체제의 역사적 기원을 탐구한다.\n이 책에서 저자는 미군노획문서를 본격적으로 활용하면서 이론적 해석보다 역사적 사실을 객관적으로 복원하는 데 중점을 두고 있다. 이 책에 활용된 노획문서는 북한의 공식서적뿐 아니라 1급비밀문서, 내부보고서, 부대명부, 개인이력서 등 다방면에 걸쳐 있다. 또한 이 책에는 한국현대사와 관련된 150여 장의 희귀사진이 함께 수록되어 있어 역사적 사건을 생생하게 느낄 수 있다. 특히 인민군 창설식과 소련군 철수 장면, 인민군의 교재와 교범, 조·소경제문화협정 체결식, 월북한 김원봉과 강태무의 인물사진 등은 개별사진만으로도 중요한 자료다. 또한 저명한 북한 정치인과 인민군 간부의 얼굴, 한국전쟁 당시 인민군의 비밀부대번호(단대호)를 확인할 수 있다는 점도 이 책의 묘미다.\n무용수의 마음을 챙겨주는 무용 심리학\n(황규자 외 7인 공저  / 예술·문화 /  / 136p / 15000원)\n- 대학에서 무용심리학을 30여 년간 가르쳐온 저자들이 동기, 자신감, 집중력, 긴장, 무용심상의 다섯 가지 주제 아래 수많은 무용 전공 대학생들에게 질문을 던지고 함께 답을 찾아온 풍부한 경험과 노하우를 학문적 접근을 통해 녹여냈다. 이 책은 무용을 전공하는 학생들의 수많은 실제 사례를 공유하고 그 이론적 배경과 대처법 등을 다룸으로써 무용을 전공하는 학생과 무용수들이 춤 때문에 지치지 않을 수 있도록 돕고자 한다. 무용심리학 관련 종전 도서들보다 시의성 높으면서 국내 실정에 적합한 내용을 담고 있어 교육 현장에서 바로 활용할 수 있으며, 학생들이 접근하기 수월하도록 한 구성이 돋보인다.\n지친 무용수를 일으켜주는 무용 심리학\n(황규자 외 7인 공저  / 예술·문화 /  / 144p / 15000원)\n- 대학에서 무용심리학을 30여 년간 가르쳐온 저자들이 부상, 스트레스, 다이어트, 슬럼프, 심리검사의 다섯 가지 주제 아래 수많은 무용 전공 대학생들에게 질문을 던지고 함께 답을 찾아온 풍부한 경험과 노하우를 학문적 접근을 통해 녹여냈다. 이 책은 무용을 전공하는 학생들의 수많은 실제 사례를 공유하고 그 이론적 배경과 대처법 등을 다룸으로써 무용을 전공하는 학생과 무용수들이 춤 때문에 지치지 않을 수 있도록 돕고자 한다. 무용심리학 관련 종전 도서들보다 시의성 높으면서 국내 실정에 적합한 내용을 담고 있어 교육 현장에서 바로 활용할 수 있으며, 학생들이 접근하기 수월하도록 한 구성이 돋보인다.\n시민사회, 제3섹터, 비영리섹터, 사회적경제 (개정판)\n(주성수  / 정치·사회·역사 / 2020-07-30 / 572p / 17500원)\n- 이 책 『시민사회, 제3섹터, 비영리섹터, 사회적경제』는 저자의 30년 학술활동을 총정리한 시민사회 개론서다. 저자와 함께해온 네 개 개념을 지금 시대를 대표하는 주연으로 무대의 중앙에 나란히 올려놓는다. 저자는 1987년 박사학위논문(복지국가 노인정책의 정치경제론) 이후, 『정치와 시장』(1989) 번역서, 『사회민주주의와 경제민주주의』(1992) 저서로 학술활동을 시작했다. 1997년 한양대 제3섹터연구소를 창설하면서 연구활동이 본격화되었고, 이 책의 많은 부분에 여러 저술 내용들이 재인용되었다. 이 책은 저자의 책 『NGO와 시민사회』(2004)의 내용 일부를 수정해 재인용하였다. 전체 11장 가운데 제2장의 일부, 제3장과 4장 대부분, 제5장의 일부, 그리고 제7, 8, 9, 10, 11장의 일부가 재인용되었다.이 책의 특징은 시민사회(제3섹터)의 의미와 영역의 논의를 새로운 시대 상황에 맞춰 확장해, 경험적 실제를 자료로써 분석한 것이다. 한국뿐 아니라 미국, 영국, EU 시민사회 논의를 자료와 함께 소개하며, 특히 사회적 가치와 임팩트, 사회혁신과 결과지불 등 최근의 패러다임 변화를 논의하였다. 한국에서도 사회적 가치와 임팩트를 지향하는 시민사회, 또 사회혁신과 결과지불의 시민사회로 패러다임 전환이 가능한지, 앞으로 상당 기간 열띤 논쟁이 일어날 것으로 보인다. 국가와 시장과의 관계 정립이라는 큰 틀에서 윤곽이 잡힐 것으로 보여지며, 시민사회가 국가와 시장과 어떤 관계로 함께해 민주주의 봄날을 오게 할 것인지 많이 기대된다.\n아름다운 마침표 - 현명한 유산기부 A to Z\n(비케이 안, 이승훈, 김현수  / 성공·삶의자세 / 2020-10-30 / 372p / 17500원)\n- 인생의 아름다운 마침표를 찍을 수 있도록 돕고 현명하게 유산을 기부하는 방법을 안내하는 지침서이 책은 현명한 기부와 스마트한 모금을 꿈꾸는 기부 자문 및 교육사(CPAE)를 위한 지침서로 현명한 기부와 모금, 죽음학, 상속계획과 유산기부의 코어 과목의 일부가 포함되어 있다. 제1부는 비케이 안 한국기부문화연구소 소장의 현명한 기부를 위한 기부자 안내 및 필요한 기초 이론을 바탕으로 한 개론의 내용을 담고 있다. 각론인 제2부 죽음학은 신경외과 의사이면서 모금 전문가인 이승훈 박사가 ‘의사의 관점으로 본 죽음’을 기술했고, 제3부에는 실무자이면서 필란트로피 전문가인 김현수 교수의 유산기부로 디자인되었다.\n위기의 역사 : 질병, 위생, 재해 그리고 전쟁\n(고윤태, 김인환, 박은빈, 은종현, 이소연, 조예리, 한아랑, 강진아  / 인문·사회·역사 / 2020-12-25 / p / 0원)\n- 한양대학교에서는 IC-PBL 교육, 즉 “문제해결형 교육”을 대학 수업현장에 적극 도입하도록 하였습니다. 사회와 대학교육의 간극을 메워보려는 학교의 노력이었습니다. 사회와 현장에서 제기한 문제를 1학기 동안의 수업을 통해 대학교육 내에서 제시하면서 배우는 모델입니다. 사학과의 특성상 이 모델을 적응하기는 쉽지 않았습니다. 게다가 교실을 떠나 온라인 화면으로 수업을 해야 하는 초유의 사태에 어떻게 IC-PBL 교육법을 구현할 것인가?이 책은 한양대학교 사학과에서 진행한 “역사학위논문지도2” 수업이 고민 끝에 내놓은 예비답안입니다. COVID19 사태로 급격히 가속화된 디지털화에 발맞추어 역사학 연구 성과를 새롭게 유통할 수 있는 방식을 개발하고 적용하기로 했습니다. 그리고 문제해결형 교육의 취지에 맞게 눈앞에 우리 사회가 가장 고민하는 문제, 위기에 처한 인류는 무엇을 할 수 있는가를 찾아보기로 했습니다. 역사를 뒤져 사회 전체를 뒤흔든 위기들이 인류사회를 어떻게 바꿨고 인류는 어떻게 대응해나갔는지를 공부하기로 했습니다. 수업에 참여한 일곱 명의 사학과 학생은 각자 관심사에 따라, 기근, 전염병, 전쟁, 해일 등 다양한 “위기”를 선택했습니다. 시기 역시 고대에서부터 근대까지 걸쳐있고, 무대 역시 조선, 중국, 하와이, 그리스, 유럽으로 글로벌합니다. 한 학기 동안 나름 열심히 연구논문들을 참고하고 자료를 수집하여 자신만의 글을 완성한 학생들에게 큰 박수를 보냅니다.\n한중 언어 비교와 브랜드 네이밍\n(강선학, 안태준, 최유진, 김소혜, 김연수, 정성화, 최유나, 신호용, 안홍근, 이현재, 이금성, 이윤원, 조재훈, 엄익상, 박종한, 김석영  / 외국어,인문·사회·역사 / 2021-01-15 / p / 0원)\n- 2020년 한양대학교 중어중문학과 IC-PBL '한중 언어 비교와 브랜드 네이밍' 종합 보고서"
}