{
  "title": "친환경배터리음극재개발",
  "url": "https://hyu.wiki/%EC%B9%9C%ED%99%98%EA%B2%BD%EB%B0%B0%ED%84%B0%EB%A6%AC%EC%9D%8C%EA%B7%B9%EC%9E%AC%EA%B0%9C%EB%B0%9C",
  "content": "2021.6.7\n임원빈\n교수 연구팀이 수증기를 이용해 음극재 소재를 낮은 온도에서 합성할 수 있는 기술을 개발했다\n<뉴스H>\n임원빈 교수 연구팀, 수증기를 이용한 친환경 저온 합성법으로 리튬이온 배터리 음극재 개발\n목차\n1\n주요 발표 내용\n2\n연구 개요\n2.1\n연구의 필요성\n2.2\n연구 내용\n2.3\n기대 효과\n3\n그림 설명\n4\n연구 이야기\n주요 발표 내용\n저장한 리튬이온을 방출하면서 전기를 발생시키는 음극재는 배터리 핵심소재 가운데 하나로 배터리의 용량, 수명을 좌우한다. 기존 고상 음극재 합성법은 높은 열처리 온도 등으로 인해 많은 에너지 소비가 필요하고 소재의 형상을 제어하는 데 어려움이 있었다. 형상제어에 유리한 액상 합성법도 연구되었으나 다량의 용매(증류수, 유기용매)가 사용되는 단점이 있다.\n이에 연구팀은 고상 원료에 수증기를 분사한 후 80도씨의 온도에서 표면에서부터 내부까지 상 합성을 유도해 균일한 입자 크기와 형상의 음극재를 합성하는 초미세 액상반응을 설계했다. 고온의 합성공정으로 인한 환경오염과 유독한 유기용매, 재료의 높은 가격 등을 극복하기 위한 것이다. 연구팀은 유독한 용매 대신 매우 적은 양의 수증기로 낮은 온도에서 합성할 수 있도록 했다.\n과학기술정보통신부와 한국연구재단이 추진하는 중견연구지원사업, 선도연구센터지원사업 등의 지원으로 수행된 이번 연구의 성과는 국제학술지‘네이처 커뮤니케이션즈(Nature Communications)’에 5월 25일 게재되었다.\n연구 개요\n논문명: Sub-micro droplet reators for green synthesis of Li3VO4 anode materials in lithium ion batteries\n저널명 : Nature Communications\n키워드 ; Anode materials, Acid-base reaction, lithium ion batteries, Water droplet, eco-friendly\nDOI :\nhttps://doi.org/10.1038/s41467-021-23366-8\n저  자 : 임원빈 교수(교신저자/한양대학교), 트란 후 하(Tran Huu Ha) 박사과정(제1저자/한양대학교).\n연구의 필요성\n음극재는 배터리 핵심 소재중 하나로 리튬이온을 받아 저장했다가 방출하면서 전기를 발생시키는 역할을 한다. 특히 음극재는 배터리의 용량, 수명과 충방전을 좌우하는 핵심 소재이다. 하지만 기존의 배터리 음극재 합성 연구는 고상 합성 시 높은 열처리 온도와 낮은 확산계수로 인해 많은 에너지 소비가 필요하고 소재의 형상제어가 어려운 단점이 있다. 액상 합성의 경우 형상제어가 가능하나 많은 양의 용매 (증류수, 유기용매)가 사용되는 단점이 있다.\n연구 내용\n초미세 액상반응(sub-micro droplet reator)을 통한 고상합성법은 고상 원료에 수증기를 분사한 후 80도의 온도에서 물질의 표면에서부터 내부까지의 상합성을 유도하여 균일한 입자 크기와 형상의 음극재를 제조했다.\n나노미터 크기의 수증기 내부에서 소재합성 반응이 일어나게 하여, 소재의 크기와 형상을 쉽게 제어할 수 있는 것이 특징이다.\n기존 합성방법은 고온 조건과 유독한 유기용매와 고가의 재료를 사용하기 때문에 환경오염과 높은 에너지 소모문제가 있었다. 하지만 새로운 합성법은 유독한 용매 대신 수증기를 매우 적은 양으로 낮은 온도에서 재료합성이 가능하여 친환경적이고 경제적이다.\n초미세 액상반응법을 통해 Ca(칼슘)이 도핑(doping)된 Li3VO4음극재를 합성 하였다. 나노미터 크기에 수증기 내부에서 합성된 Ca-doped Li3VO4은 소재 반응기의 크기를 나노미터로 제어하여 고상합성법에 의해 합성된 소재에 비해 비표면적을 약 30배 증가시킬 수 있었다.\n합성된 음극재는 매우 우수한 전기화학적 특성을 보여주었으며, Ca- doped Li3VO4 음극재와 NCM622(LiNi0.6Mn0.2Co0.2O2)양극재로 완전 셀 형태를 제작하여 543 mAh⸳g-1의 용량을 얻을 수 있었다.\n기대 효과\n저온 초미세 액상반응법은 리튬 배터리 음극재에 우수한 표면제어와 전기 화학적 성능 향상을 보여줄 수 있어, 향후 다양한 에너지 저장재료에 친환경적 합성법으로 폭넓게 응용될 수 있을 것으로 기대하고 있다\n그림 설명\n원재료의 물 용해도에 따른 반응 속도 메커니즘 그림. 수증기에서 생성된 물방울은 합성을 가속화하고 합성물의 입자 크기를 조절하는 역할을 한다. 또한, Ca(칼슘)을 치환함에 따라 입자 성장 속도 제어 및 다공성을 높여 표면적을 넓힐 수 있다.\n연구 이야기\n연구를 시작한 계기나 배경은?\n배터리 재료를 합성하기 위해서는 많은 양의 전기소모와 폐기물이 발생하는데 어떻게 하면 친환경적으로 재료를 합성할 수 있을까 생각하던 중, 나노미터 크기의 수증기를 이용하여 재료합성을 시도하게 되었다.\n이번 성과, 무엇이 다른가?\n기존의 합성방법은 고온 조건과 유독한 유기용매와 고가의 재료를 사용하기 때문에 환경오염과 높은 에너지 소모 문제가 있었다. 하지만, 새로운 합성법은 유독한 용매 대신 수증기를 매우 적은 양으로 낮은 온도에서 재료합성이 가능하여 친환경적이고 경제적인 합성방법이다.\n실용화된다면 어떻게 활용될 수 있나? 실용화를 위한 과제는?\n저온 초미세 액상반응법은 리튬 배터리 음극재에 우수한 표면제어와 전기화학적 성능 향상을 보여줄 수 있어, 향후 다양한 에너지 저장재료에 친환경적 합성법으로 폭넓게 응용될 수 있을 것으로 기대하고 있다."
}