{
  "title": "커리어개발센터 가이드북",
  "url": "https://hyu.wiki/%EC%BB%A4%EB%A6%AC%EC%96%B4%EA%B0%9C%EB%B0%9C%EC%84%BC%ED%84%B0_%EA%B0%80%EC%9D%B4%EB%93%9C%EB%B6%81",
  "content": "HY-CDP 메뉴\n한양대학교\n커리어개발센터\n홈페이지 HY-CDP를 소개하는 가이드북이다.\n주소 :\nhttps://cdp.hanyang.ac.kr/office/매뉴얼_학생.pdf\n목차\n1\n홈\n2\n마이로드맵\n2.1\n진로설계 로드맵\n2.2\n경력개발 로드맵\n2.3\n실전취업 로드맵\n2.4\n학년별로드맵\n3\n취업정보\n3.1\n공지사항\n3.2\n컨설팅룸 예약\n3.3\n기업정보\n3.4\n고연봉 히든기업\n3.5\n좋은 직장문화 탐방\n3.6\n취업동영상/취업자료실\n3.7\n제휴사이트 바로가기\n3.8\n아르바이트 정보&취업 동영상&취업 가이드\n4\n채용정보\n4.1\n채용상담 및 설명회\n4.2\n학교제공 채용정보\n5\n진단실시\n5.1\n한양학습역량진단\n5.2\n직업기초역량진단\n5.3\n종합심리검사\n6\n상담예약\n6.1\n기초조사지\n6.2\n교수님 상담\n6.3\n전문가 상담\n홈\n내 정보, 나의 커리어 이력현황, 마이 커리어 로드맵, 취업프로그램, 채용정보 등 나와 관련된 정보를 모아볼 수 있다.\n마이로드맵\n입학부터 졸업까지 진로설계, 경력개발, 실전취업을 단계별로 진행할 수 있다.\n진로설계 로드맵\n진로설계를 통해 자신의 진로적성을 찾고 목표직업과 목표기업을 설정할 수 있다.\n졸업 후 계획\n진로적성검사\n직업 탐색\n전체직업 뿐만 아니라 진로적성검사의 결과에 따른 직업과 전공과 관련된 직업을 따로 확인할 수 있다.\n직업기초역량진단\n목표 가치관\n경력개발 로드맵\n진로 목표를 이루기 위해 자신의 역량을 체계적으로 계획하고 관리, 수행할 수 있다.\n역량개발 검사\n커리어관리\n실전취업 로드맵\n취업준비도 검사\n기업 탐색\n맞춤채용 정보\n이력서 작성\n취업 성공\n학년별로드맵\n입학부터 졸업까지 자신의 이력이 어떻게 발전했는지 한 눈에 볼 수 있다. 자신의 역량에 따라 강점을 강화하고 약점을 보완할 수 있다.\n취업정보\n취업정보에는 공지사항, 컨설팅룸 예약, 기업정보 등으로 취업에 관련된 정보들로 구성되어 있다.\n공지사항\n학교 공지사항을 포함하여 취업정보에 대한 공지사항도 확인할 수 있다.\n각 공지사항의 자세한 내용은 보기를 눌러 확인할 수 있다.\n컨설팅룸 예약\n컨설팅룸에서는 커리어라운지 내의 컨설팅룸을 예약할 수 있다.\n각 컨설팅룸의 자세한 내용은 예약 메뉴얼을 눌러 확인할 수 있다.\n기업정보\n기업 정보를 여러 기준으로 분류하여 볼 수 있다.\n학과 추천 : 학과에서 추천하는 기업만 분류하여 확인할 수 있다.\n목표직업추천 : 자신이 목표한 직업과 관련된 기업만 분류하여 탐색할 수 있다.\n스크랩 : 자신이 관심기업으로 지정한 기업만 분류해 보여준다.\n자신의 현재스펙과 목표스펙에 맞춰 기업정보를 분류하여 볼 수 있다.\n지역별 기준으로 기업정보를 분류하여 볼 수 있다.\n고연봉 히든기업\n해당 진행중인 채용공고는 잡코리아와 연동되어 있다\n좋은 직장문화 탐방\n오피스N 굿잡과 연동된 좋은 직장문화들을 확인할 수 있다.\n취업동영상/취업자료실\n제휴사이트 바로가기\n제휴사이트 바로가기에서 취업과 연계된 사이트 워크넷, 카카오챗봇, 에듀스, 취뽀 등으로 클릭하여 이동할 수 있다.\n아르바이트 정보&취업 동영상&취업 가이드\n채용정보\n채용정보에서는 채용관련 캘린더부터 시작하여, 교내채용정보, 알바정보 신입공채 등 다양한 자료를 확인할 수 있다.\n채용상담 및 설명회\n학교제공 채용정보\n자신이 추천을 희망하거나 추천 받은 채용정보로 '추천진행'에서 한꺼번에 확인할 수 있다.\n관심 있는 공고는 별 아이콘 클릭으로 스크랩하여 '관심공고'에서 한꺼번에 확인할 수 있다.\n목표 기업 탐색에서 관심 기업으로 지정한 기업의 채용정보는 '관심기업'에서 한꺼번에 확인할 수 있다.\n상세검색에서 설정한 조건에 맞는 채용정보는 '맞춤채용'에서 한꺼번에 확인할 수 있다.\n진단실시\n실시할 수 있는 모든 검사를 모아 한 눈에 확인할 수 있다.\n한양학습역량진단\n한양핵심역량진단 검사는 한양대학교의 교육철학과 교육목표에 부합한 인재육성을 위해 한양대학교 학생들의 핵심역량진단 검사이다.\n직업기초역량진단\n직업기초역량진단검사는 직업역략에 필요한 자신의 수준을 파악하여 자신의 직업활동에서 활용되는 강점과 약점역량을 파악하는데 목적이 있다.\n자신의 직업역량에서 취약한 부분을 점검하여 효율적으로 목표 설정 및 보완할 수 있다.\n종합심리검사\n종합심리검사는 적응이 필요한 자신의 중요 심리적 요인을 체크하는 데 목적이 있다\n종합심리검사의 결과는 지도교수 또는 전문상담사가 열람할 수 있다.\n상담예약\n기초조사지\n상담을 위해 필요한 학생의 기본적인 정보로, 상담을 예약하기 전 기초조사지를 작성하여 지도교수 또는 전문 상담사가 학생을 파악할 수 있도록 한다.\n기초조사지를 작성하면 지도교수 또는 전문 상담사가 열람할 수 있다.\n교수님 상담\n대학생활을 포함하여 교수님의 조언이 필요한 경우 교수님 상담을 신청할 수 있다.\n방문상담이 어려운 경우, 온라인상담을 등록하여 교수와 상담할 수 있다.\n전문가 상담\n각 분야의 전문가에게 상담을 신청하여 자신이 겪고 있는 어려움에 대한 조언을 받을 수 있다.\n진로,취업,학습 등에 어려움이 있을 경우 전문 상담사에게 상담을 신청할 수 있다."
}