{
  "title": "토스카",
  "url": "https://hyu.wiki/%ED%86%A0%EC%8A%A4%EC%B9%B4",
  "content": "한양대 토스카 야외오페라 포스터(2016)\n한양대학교 개교 77주년 기념으로 2016년 6월 22일(수) 대학 노천극장에서 열린 야외 오페라\n영상보기(유튜브)\nhttps://youtu.be/r2HUFiC2ZGQ\n이하 내용은 실황 DVD 자료집 내용 발췌\n목차\n1\n인트로\n2\n인사말 (GREETINGS)\n3\n줄거리  (SYNOPSIS)\n3.1\n제1막\n3.2\n제2막\n3.3\n제3막\n4\n프로필 (PROFILE)\n4.1\n총감독 / 유전식 (General Manager / Yoo Jeon Sik)\n4.2\n예술감독 / 정록기 (Art Diretor / Chung Locky)\n4.3\n지휘 / 최희준 (Conductor / Choi Hee Chuhn)\n4.4\n연출 / 이범로 (Director / Lee Beom Ro)\n4.5\n오페라코치 / 신영주 (Musical mente / Shin Young Joo)\n4.6\n음악코치 / 김민정 (Music Coach / Kim Min Jeong)\n4.7\n토스카 / 소프라노 박정원 (Tosca / Soprano Park Jung Won)\n4.8\n카바라도시 / 테너 김우경 (Cavaradossi / Tenor Kim U Gyeong)\n4.9\n스카르피아 / 바리톤 고성현 (Scarpia / Baritone Ko Seong Hyeon)\n4.10\n성당지기 / 베이스 김철준 (Segrestano / Bass Kim Chul Jun)\n4.11\n안젤로티 / 베이스 박준혁 (Angelotti / Bass Park Jun Hyuk)\n4.12\n샤로네 / 바리톤 최정훈 (Sciarrone / Baritone Chio Jeong Hoon)\n4.13\n교황 / 김종량 (Pope / Kim Chong Yang)\n4.14\n단역\n5\n합창단 CHORUS\n5.1\n한양대학교 음악대학 합창단\n5.2\n한양대학교 남성 교양 합창단\n5.3\n한양초등학교 합창단\n6\n한양 필하모닉 오케스트라\n7\n스태프 STAFF\n8\nHANYANG OPERA HISTORY\n인트로\nG. Puccini TOSCA\n작곡 | 자코모 푸치니\n토스카 | 박정원\n원작 | 빅토리앙 사르두\n카바라도시 | 김우경\n총감독 | 유전식\n스카르피아 | 고성현\n예술감독 | 정록기\n안젤로티 | 박준혁\n지휘 | 최희준\n성당지기 | 김철준\n연출 | 이범로\n스폴레타 | 김민성\n협력 연출 | 이해동\n사로네 | 최정훈\n감사합니다.\n합창 지휘 | 이민영\n간수 | 이동수\n오페라 코치 | 신영주\n목동 | 이예진\n음악코치 | 김민정\n특별출연 교황 | 김종량\n인사말 (GREETINGS)\n올해는 한양대학교가 개교한 지 7주년 되는 해 입니다. 음악대학에서는 이를 기념하고자 푸치니의 오페라 토스카>를 대학 오페라 사상 최초 야외 오페라로 기획하여 한양인 전체가 참여하는 축제의 장으로 성황리에 마쳤습니다. 이번 공연은 본교에 재직 중인 세계적인 소프라노 박정원, 테너 김우 경, 바리톤 고성현 교수가 참여하여 기성의 어느 오페라에서도 볼 수 없는 캐스팅과 미래 세계무대를 주도할 차세대 성악가들이 화려한 무대로 함께하였습니다. 또한 음악대학 합창단, 대학 연합합창단, 한양 초등학교 어린이 합창 단 등 약 160명의 합창과 지휘자 최희준 교수가 이끄는 한양 필하모 닉 오케스트라의 풍성한 선율이 관중 모두에게 큰 감동을 주었습니다. 지난 공연을 통하여 한양가족이 하나가 되는 축제의 장이 되었으며, 이 아름다운 공연을 영원히 간직하고자 영상에 담아보았습니다. 여러분들의 한양에 대한 끊임없는 관심과 사랑을 부탁드립니다. - 2016년 10월 음악대학장 유전식\n줄거리  (SYNOPSIS)\n제1막\nLa chiesa di Sant'Andrea della Valle 성 안드레아 발레 성당\n탈옥한 정치범인 안젤로티는 그의 여동생이 탈주를 위한 숨겨둔 변장도구들을 찾기 위해 성당 안으로 숨어든다. 안첼로티는 성모마리아의 모습을 그리고 있는 옛 친구 화가 카바라도시를 만나 서로 기뻐한다. 카바라도시는 탈주하는 안젤로티를 돕기로 결심한다. 토스카는 자신을 사랑하는 애인을 찾아 성당에 왔지만 무언가 불안해하는 카바라도시가 의심스럽고 그가 그린 성모마리아의 파란 눈을 보고서는 모델에게 질투심을 느낀다.\n살살 달래서 토스카를 보낸 카바라도시, 안젤로티는 숨었다가 다시 나타나 여자로 변장하고 화가의 시골별장으로 가서 숨기로 한다. 그때 마침 포성이 울려 죄수의 탈옥을 알린다. 그리고 그때 승전보가 들려 오고 경시총감 스카르피아가 부하를 거느리고 나타나서 테데움을 준비시킨다. 그리고는 탈옥수가 이곳으로 도망해온 것과, 카바라도시가 그를 숨겨 준 것을 짐작한다.\n성당에서는 웅장하게 테데움이 울려퍼지고 한 쪽에서 스카르피아는 경건한 척 죄인을 교수대에 매달교 '토스카를 품에 안을 생각을 한다.\n제2막\nLa camera di Scarpia al piano superiore del Palazzo 궁전 내의 스카르피아의 방\n스카르피아는 자신의 집무실에서 안첼로티를 잡아오길 기다리고 있다. 하지만 그를 잡지 못했다는 소식을 듣는다. 대신 잡혀온 카바라도시에게 안젤로티를 어디에 숨겼는지 물어보지만 아무 말이 없다. 궁의 다른 방에서 연회가 열리고 있다. 결국은 토스카를 데려와서 카바라도시를 옆방에서 고문하는 소리를 들려주며 토스카도 심문한다.\n결국 토스카는 마음이 약해져서 자백을 하지만... 갑자기 그때 병사가 들어와서 아군의 승리라는 것은 오보였고 나폴레옹군에게 대패했다”고 보고한다. 그 말을 들은 카바라도시가 \"압제정치의 말로는 그렇 다. 민주주의 만세!”를 부르자 격분한 스카르피아는 총살형을 선고하고는 카바라도시를 끌어내어 감옥 에 넣는다. 방에 둘만 남아서 스카르피아는 토스카에게 카바라도시를 살리고 싶으면 자신에게 몸을 바 치라고 한다.. 그리고 토스카는 그에 대가로 사형집행을 형식에 그치도록 요구하고 국외로 탈출할 여행 증을 요구한다. 스카르피아는 여행증을 써서 들고 토스카를 향해서 접근해간다. 토스카는 물러서려다 식 탁 위의 칼이 잡히자 겁탈하려는 스카르피아를 찔러 죽인다. 그녀는 그의 죽은 손에서 여행증을 빼앗고, 촛불과 십자가를 그의 가슴에 놓아준다.\n제3막\nLa piatturaforma di castel Sant'angelo 천사의 성 옥상 광장\n사형이 집행되는 날이다. 카바라도시는 사라져가는 새벽별 을 바라보면서 지난 날을 회상하고 토스카와의 사랑을 되 새긴다. 그때 토스카가 나타나서 자신이 스카르피아를 죽 였다고 말하며 사형집행은 거짓으로 공포탄을 쏠 것이니 걱정하지 말라고 하며 쏘면 넘어지는 시늉을 하라고 하면 서 서로의 사랑을 확인한다.\n드디어 새벽 4시가 되어 사형은 집행되고.. 형식에 그칠 줄 알았던 사형집행은 진짜였고 카바라도시는 총탄에 맞아 죽고 만다. 마지막까지 자신이 속은 것을 알게 된 토스카는 절망한다. 이때, 스카르피아의 죽음이 발견되어 부하들은 범인이 토스카임을 확신하고 달려온다.\n그녀는 성벽 위에 뛰어올라 “스카르피아, 신 앞에서 만나자!\" 라고 외치며 성벽 아래로 몸을 던진다.\n프로필 (PROFILE)\n총감독 / 유전식 (General Manager / Yoo Jeon Sik)\n총 감독 음악대학 학장 유천식은 한양대학교 음악대학을 졸업하고 이태리 밀 라노 G. Verdi 국립 음악원을 졸업하였다. 국립 교향악단 수석과 KBS 교향악 단 수석, 밀라노 심포니 밴드 수석 및 솔리스트 활동을 하였으며, 현재 대한민 국 국제관악제 조직위원장 및 아시아 태평양지역 밴드협회부의장 그리고 국가 인권위원회 홍보대사로 활동중이며 한양대학교 음악대학장으로 재직 중이다.\n예술감독 / 정록기 (Art Diretor / Chung Locky)\n예술감독 바리톤 정록기는 한양대학교 음악대학 졸업, 독일 칼스루에 국립음대 대학원 졸업을 하였다. 뮌헨, 볼프, 슈만 국제콩쿨 등 다수 수상, 일본문화청주관 예술상 대상수 상, 문화체육관광부 장관표창, 베를린 아들러 매니지먼트 소속으로 콘서트 및 독창회 등 의 활동경력이 있으며 서울시향, KBS교향악단, 국립 및 주요 시립합창단과의 협연 및 독 창회로 국내 활동을 하고 있다. 현재는 한양대학교 음악대학 성악과 교수로 재직 중이다.\n지휘 / 최희준 (Conductor / Choi Hee Chuhn)\n최희준 교수는 베를린 한스 아이슬러 국립음대 지휘과에서 디플롬과 최고 연주자 과정을 졸업하고 드레스덴 국립음대 개교 이래 최초로 지휘과 최고 연주자 과정을 졸업하였다. 그간 베를린 심포니, 예 나 필하모니, 카셀, 브란덴부르크, 라인란트 팔츠 등의 오케스트라를 지휘하였으며 뮌헨 국립 가극장, 하이델베르크, 안나베르크 등에서 다수의 오페라 공연을 성공적으로 지휘하였다. 그리고 독일 작센 주립극장의 수석 지휘자를 역임하였다. 현재는 한양대학교 음악대학 관현학과 교수로 재직 중이다.\n연출 / 이범로 (Director / Lee Beom Ro)\n연출가 이범로는 한양대학교 음악대학 성악과 졸업 후 이탈리아 Corsi internazionali di perfezionamento di Regia di Orvieto Istituto musicale Vittadini 료하였다. U.Giodano 5월의 마리아로 연출 데뷔 후 'La Traviata, La Boheme 등 많은 오페라 연출을 맡았으며 Verdi 200주년 기념 갈라 등 다수의 공연 또 한 연출하였다. 현재는 한양대학교 음악대학에 강사로 출강 중이다.\n오페라코치 / 신영주 (Musical mente / Shin Young Joo)\n오페라 코치로 활동 중인 신영주는 한양대학교 음악대학 피아노과, 이탈리아 Termi Acquasparta 음악학교 그리고 Roma Arts Accademia를 졸업하였고 Roma DILT 언어학교 이탈리아어 Diploma를 하였다. 독창회 및 KBS 가곡의 밤 등 많은 연주회를 하며 국립오페라단, 시립오페라 단 등 연습 피아노 음악 코치 그리고 지휘자로 많은 작품을 하였으며, 이해하기 쉬운 오페라 시 리즈 : 음악춘추사'의 저자이다. 현재는 한양대학교 음악대학 성악과 겸임교수로 재직 중이다.\n음악코치 / 김민정 (Music Coach / Kim Min Jeong)\n음악 코치 김민정은 호남신한대학교 음악학과 피아노 전공 졸업 후 한국예술 종합학교 대학원 오페라과 코치 전공을 졸업하였다. Gverdi 국제아카데미아 오페라 코치 고급 전문과정 등을 Diploma 하였으며 광주오페라단, 대구오페라 하우스 등의 오페라 공연 연습반주 및 코치로 활동하였다. 현재는 오페라 공 연과 연습 반주 및 코치로 활동하며 한국예술종합교의 강사로 출강 중이다.\n토스카 / 소프라노 박정원 (Tosca / Soprano Park Jung Won)\n소프라노 박정원은 한양대학교 음악대학과 미국 쥴리아드 음악대학원 출신으로, 미 국 Opera America \"올해의 유망신인상”, 메트로 폴리탄 오페라 동부지구결승 입 상 등의 화려한 수상경력을 지녔으며, 세계최대의 매니지먼트사인 Columbia Artist Management(CAMI)에 스카우트 되어 미국, 유럽, 일본 등 국제무대 활동을 통해 실 력을 인정받은 세계적인 성악가이다. 현재 한양대학교 음대 교수로 재직 중이다.\n카바라도시 / 테너 김우경 (Cavaradossi / Tenor Kim U Gyeong)\n테너 김우경은 한양대학교 음악대학 성악과 졸업 후 독일 뮌헨 국립음악원 Meister : kasse를 졸업하였다. 벨베데레, 프란치스코 비냐스, 플라시도 도밍고 국제 콩불 1 위를 비롯하여 다수의 국제 콩쿠르에 입상하였고, 뉴욕 메트로 폴리탄, 런던 코벤트 가든, 이태리 라 스칼라 극장, 독일 뮌헨 국립극장 등 세계 최정상 오페라극장에서 주역으로 활동 하고 있다. 현재 한양대학교 음악대학 성악과 교수로 재직 중이다.\n스카르피아 / 바리톤 고성현 (Scarpia / Baritone Ko Seong Hyeon)\n바리톤 고성현은 서울대학교 음악대학 성악과 졸업 후 이태리 밀라노 G Verdii 국립음악원 졸업을 했다. 그는 푸치니 국제 콩쿨 1위, 이태리 밀라노 국제 콩쿨 1위, 이태리 나비부인 국제 콩쿨 1위 등 많은 수상을 하였으며, 이태리를 중심 으로 전 유럽과 미국세계 유명극장에서 오페라 주역 연주 및 오페라 약 500여 회 이상 연주하였고 현재는 한양대학교 음악대학 성악과 교수로 재직 중이다.\n성당지기 / 베이스 김철준 (Segrestano / Bass Kim Chul Jun)\n베이스 김철준은 한양대학교 음악대학 성악과 졸업, 이탈리아 스칼라 아카데미를 졸업하였고 노바라 국립음악원에 재학 중 프랑스로 건너가 파리 국립음악원을 졸 업하였다. 2007년 스위스 제네바 국제 콩쿠르 입상 후 많은 수상을 하였고 로시 니의 오페라 〈랭스로 가는 길)으로 프랑스 주요 오페라 극장에 데뷔 후 많은 오페 라에 출연하였다. 현재는 한양대학교 음악대학 성악과 겸임교수로 재직 중이다.\n안젤로티 / 베이스 박준혁 (Angelotti / Bass Park Jun Hyuk)\n베이스 박준혁은 한양대학교 음악대학 성악과 졸업, 이탈리아 밀라노 베르디 국립음악원을 졸업하였고 오스트리아 비엔나로 옮겨가 비엔나 국립음악원 최 고연주자 과정을 졸업하였다. 이태리 베토벤 콩쿨 우승, Sanremo 콩쿨 등 국 제콩쿨에서 입상하였으며 이탈리아와 오스트리아 등 초청 음악회와 오페라 를 출연했다. 현재는 한양대학교 음악대학 성악과 겸임교수로 재직 중이다.\n샤로네 / 바리톤 최정훈 (Sciarrone / Baritone Chio Jeong Hoon)\n바리톤 최정훈은 한양대학교 음악대학 성악과 졸업, 독일 함부르크 음악원 최 우수 졸업을 하였다. 베르티 오페라 <리골레토>, <팔스타프 등 다수의 오페라 에 출연하였으며 기획 연주 및 협연에 출연하였다. 독일의 베를린 Canteatro 전속 가수 역임을 하였고 현재는 대한민국 예술인 센터 음악 아카데미 교수 재 직 중이며, 전문 연주자로 활동 중이다.\n교황 / 김종량 (Pope / Kim Chong Yang)\n교황으로 특별출연한 김종량 이사장은 연세대학교 교육학과를 졸업하고, New York University에서 교육행정학 석사학위를 Columbia University에서 교육공학 박사학위를 취득하였다. 2007년부터 현재까지 국제인권옹호 한국연맹 회장을 지내고 있으며, 2011년부터는 학교법인 한양학원의 이사장으로 재임중 이고 아울러 1965년 창간한 기독교 신문의 회장직을 수행하고 있다.\n단역\n스폴레타 / 테너 김민성 Spoletta / Tenor Kim Min Seong 한양대학교 음악대학 성악과 재학중\n간수 / 베이스 이동수 Un Carceriere / Bass Lee Dong Su 한양대학교 음악대학 성악과 재학중\n목동/ 이예진 Un Pastore / Lee Ye Jin 한양초등학교 재학중\n합창단 CHORUS\n한양대학교 음악대학 합창단\n총 지휘 이민영 The Choir of College of Music, Hanyang University / Choir Director Lee Min Young\n음악대학 합창단은 음악대학 성악과 1학년, 2학년, 3학년 그리고 4학년 학생으로 구성되어 있으며 남, 녀 혼성 합창으로 Bach 부터 현대에 이르는 Oratorio, Requiem, Cantata, 수난곡 및 한국 작곡가의 합창곡 등을 연구하 며 매년 열리는 오페라 등 교내 정기 공연에 출연하고 있다. 최근 작품으로는 2000년 라 보엠, 2002년 여자란 다 그래, 2004년 마술피리, 2006년 파우스트, 2008년 돈 죠반니, 2010년 라트라비아타, 2012년 리골렛또 2014 년 피가로의 결혼 등이 있으며 교내 정기 공연은 관현악과와 함께 대규모 음악회를 매년 1회씩 예술의전당 등 주요 콘서트 홀에서 갖고 있다.\n한양대학교 남성 교양 합창단\n지휘 김진성\n한양초등학교 합창단\n합창지도 김정은, 김희균\n한양 필하모닉 오케스트라\n지휘 최희준 Hanyang Philharmonic Orchestra / Conductor Choi Hee Chuhn\n58년의 역사와 전통을 자랑하는 한양대학 필하모닉 오케스트라는 관현악과 100 여명의 학생들로 구성되어 있 다. 1998년부터 매년 예술의전당 콘서트홀에서 정기연주회를 개최하고 있으며, 해마다 폭 넓은 레퍼토리를 통하 여학생 뿐 아니라 일반 청중들에게 격조있는 연주를 들려주고 있다. 또한, 2년마다 한양대학교 음악대학 합창 단과 함께 KBS홀과 예술의전당 오페라하우스에서 대규모 오페라를 연주하며 예술가적 자질을 곤고히 세워나 가고 있다. 특별히 2012년에는 예술의전당 오페라하우스에서 '2012 대학 오페라 페스티벌'에 참가하여 베르디의 오페라 <리골레토>를 연주한 바 있다. 현재 한양대학 필하모닉 오케스트라는 우리나라를 대표하는 홍연택, 박은 정 교수를 뒤이어 사색과 영감을 불어 넣는 지휘의 수식어로 자리 매김한 최희준 교수의 지휘로 숭고한 사운 '드의 오케스트라로 도약하고 있다.\n스태프 STAFF\n총감독 : 유전식\n예술감독 : 정록기\n지휘 : 최희준\n연출 : 이범로\n협력 연출 : 이해동\n합창 지휘 : 이민영\n오페라 코치 : 신영주\n음악코치 : 김민정\n무대감독 : 이진수\n무대디자이너 : 채근주\n음향감독 : 박기만\n조명감독 : 김호진\n분장디자이너 : 이정수\n의상디자이너 : 박선미\n조연출 : 박준용\n조연출보 : 송우미, 남하영\n연습지휘 : 허서준\n연습피아노 : 강지현, 전온유, 임희종\n기획 : 김현지\n자막번역 : 신영주\n자막오퍼레이터 : 강지현 임희종\n무대 제작 : MOUBOU(대표 박영상 김광수)\n소품 제작 : 란소품(대표 박미란)\n특수효과 장비 : 퍼스트 특수효과(대표 정종덕)\n조명 장비 : 시라이팅\n프로그램북 제작 : 신영주 정지원 강보람 김현경\n분장팀 : 서효정(팀장) 유경진 김다현 김효진 임상아 정윤경 박희경 이은경 최유정 김정인 김담 홍주미 김소연 원나\n의상팀 : 배진희(팀장) 도갑경 류서경 류담록\n무대팀 : 권기찬(조감독) 최진석 서종민 양진호 김선관\n음악대학 행정팀 : 신운수(팀장) 김용근 김태영 윤중현 정지원 권순영 김진영 조혜미 박민지 최준헤 고소원 감보람 김현경\nHANYANG OPERA HISTORY\n1970 제1회 \"리골렛토\"\n1973 제2회 “춘희\"\n1975 제6회 파우스트\"\n1977 제4회 “사랑의 묘약\"\n1979 제5회 마탄의 사주\n1984 제6회 “돈 죠반니\n1986 제7회 “팔려간 신부\"\n1989 제8회 \"마술피리”\n1992 제9회 \"여자는 다 그래”\n1994 제10회 “피가로의 결혼”\n1996 제11회 “사랑의 묘약\"\n1998 제12회 \"돈 죠반니”\n2000 제13회 \"라 보엠”\n2002 제14회 “여자는 다 그래\"\n2004 제15회 \"마술피리”\n2006 제16회 “파우스트”\n2008 제17회 “돈 죠반니”\n2010 제18회 \"라 트라비아타\n2012 제19회 '리골렛토\n2014 제20회 “피가로의 결혼”\n2016 제21회 \"토스카”"
}