{
  "title": "통신시스템 연구실",
  "url": "https://hyu.wiki/%ED%86%B5%EC%8B%A0%EC%8B%9C%EC%8A%A4%ED%85%9C_%EC%97%B0%EA%B5%AC%EC%8B%A4",
  "content": "무선통신의 기반 이론 연구와 실제 통신시스템 및 모뎀 설계에 필요한 핵심기술 연구를 수행한다.\n소속: 서울 공과대학\n융합전자공학부\n실장:\n문희찬\n융합전자공학부\n교수\n홈페이지:\nhttps://sites.google.com/site/hyucslab/\n목차\n1\n주요 연구\n1.1\n저전력 무선 통신시스템\n1.2\n차세대 (B4G, 5G) 무선 통신시스템\n1.3\nDevice-to-Device (D2D) 시스템\n1.4\n통신용 모뎀 설계\n1.5\n통신 및 정보이론\n1.6\n이동통신 신호기반 정밀위치 측정기술(HELPS)\n2\n저서\n2.1\n저널 출판\n2.2\n학회출판\n3\n특허\n3.1\n해외특허\n3.2\n국내 특허\n4\n교내 매체\n주요 연구\n저전력 무선 통신시스템\n패킷 데이터 전송 기반의 그린 무선통신 시스템에 대한 연구\n차세대 (B4G, 5G) 무선 통신시스템\n차세대 (B4G, 5G) 무선 통신시스템\nDevice-to-Device (D2D) 시스템\n통신용 모뎀 설계\n4G LTE 단말기 및 차세대무선통신용 모뎀 설계\n통신 및 정보이론\n위 분야와 관련된 연구 과제(국책 및 기업)를 진행하여 이론과 경험을 통해 통신시스템에 대한 이해 수준을 높인다.\n이동통신 신호기반 정밀위치 측정기술(HELPS)\n이동통신 신호만으로 휴대전화의 정확한 위치를 파악할 수 있는 기술\n저서\n저널 출판\nJ. Lee and H. Moon, \"Optimum Energy Allocation for a Random Access Packet With Message Bits,\" in IEEE Transactions on Vehicular Technology, vol. 68, no. 12, pp. 12387-12391, Dec. 2019.\nI. Ryu and H. Moon, \"Channel-Adaptive Random Access Using Discontinuous and Correlated Channel Measurements,\"IEEE Trans. Veh. Technol., vol. 67, no. 7, pp. 6193-6202, July 2018.\nHichan Moon, \"Channel-Adaptive Random Access With Discontinuous Channel Measurements,\" IEEE Trans. Commun., vol. 34, no. 5, pp. 1704-1712, May 2016.\nI. Ryu and H. Moon, \"Performance of channel adaptive random access with imperfect channel reciprocity,\" Electronics Letters, vol. 50, no. 3, pp. 227-228, 30 January 2014.\nHichan Moon, “Optimum Power Allocation for Preamble Detection With Channel-Adaptive Random Access,” IEEE Trans. Wireless Communications, vol.12, no.11, pp. 5424-5433, Nov 2013.\nHichan Moon and Suhan Choi, “On Access Attempt Delay with Channel-Adaptive Random Access,” IEEE Communications Letters, vol.17, no.7. pp. 1424-1426, July 2013.\nHichan Moon and Suhan Choi, “Channel adaptive random access for TDD based wireless systems,” IEEE Trans Vehicular Tech., vol 60, no. 6, July 2011.\nHichan Moon, “Water-filling power allocation at high SNR regimes,” IEEE Trans. Commun., vol. 59, no.3, pp.708-715, March 2011\nSeunghyun Park, Hanjoo Kim, Hichan Moon, June Heo and Sungroh Yoon, “Concurrent simulation platform for designing energy- aware smart metering system,” IEEE Trans. Consumer Electronics, vol. 56, no. 3, pp. 1918-1926, Aug 2010.\nHichan Moon and Sungroh Yoon, “Numerically Efficient Algorithm for Modified Trellis Approaches,” IEEE Trans. Commun., vol. 58, no. 2, pp. 385-389, Feb 2010.\nChansoo Hwang and Hichan Moon, “Rate adaptation for wireless network coding using partial overhearing,” IEEE Communications Letters, pp. 890-892, Dec 2009.\nHichan Moon and Donald C. Cox, “Performance of unequally punctured convolutional codes,” IEEE Trans. Wireless Communications, vol.8, no. 8, pp.3903-3909, Aug 2009.\nHichan Moon and Donald C. Cox, “Efficient power allocation for coded OFDM systems,” IEEE Trans. Commun., vol. 57, no. 4, pp. 943-947, Apr. 2009.\nChansoo Hwang and Hichan Moon, “Power consumption analysis of user-identity feedback,” IEEE Communications Letters, vol.13 no.2, pp.127-129, Feb. 2009.\nEunchul Yoon, Sunyong Kim, Suhan Choi and Hichan Moon, “Interference Suppression with Downlink Beamforming for a TDD- Based OFDMA System,” IEICE trans. Communication, vol. E-92B, no. 2, pp. 666-700, Feb 2009.\nSuhan Choi, Eunchul Yoon and Hichan Moon, “Transmission of correlated message over interference Channels with Strong Interference.” IEICE trans. Communications, vol. E-91B, no. 11, pp. 3998-4002, Nov 2008.\nHichan Moon and Donald C. Cox, “Generalized performance upper bounds for terminated convolutional codes,” IEICE Trans. Commun., pp. 1360-1366, June 2007.\nHichan Moon and Donald C. Cox, “Improved performance upper bound for terminated convolutional codes,” IEEE Communications Letters, pp.519-521, June 2007.\nHichan Moon, \"Improved upper bound on BER for truncated convolutional codes,\" IEEE Electronics Letters, vol.34, no. 1, 1998.\nBiqi Long and Hichan Moon, \"Detection and false alarm probability of PN code acquisition in DS-CDMA system,\" IEEE Electronics Letters, vol. 33, no. 11, 1997.\n학회출판\nH. Choi and H. Moon, \"Simulation on Delay of Several Random Access Schemes,\" 2019 International Conference on Artificial Intelligence in Information and Communication (ICAIIC), pp. 149-151, Feb 2019.\nJ. Lee and H. Moon, \"Performance of Channel Adaptive Random Access in an LTE System,\" 2018 International Conference on Network Infrastructure and Digital Content (IC-NIDC), pp. 394-398, Aug 2018.\nL. Zhang, X. Gu, Z. Liu, L. Zhang and H. Moon, \"Modeling and analysis of indoor coverage probability for future 3D dense mobile networks,\" 2017 20th International Symposium on Wireless Personal Multimedia Communications (WPMC), pp. 247-252., Dec 2017.\nJ. K. Kim, H. Moon, K. Hyun and S. K. Park, \"The performance of spatial modulation in uplink multi-user system,\" TENCON 2014 - 2014 IEEE Region 10 Conference, Bangkok, pp. 1-5, Oct 2014.\nI. Ryu and H. Moon, \"Simulation of channel adaptive random access with multiple antennas,\" 2014 4th IEEE International Conference on Network Infrastructure and Digital Content, pp. 435-438, Sept 2014.\nIngil Ryu and Hichan Moon, “Performance of constant power allocated channel-adaptive random access with imperfect channel reciprocity,” The 5th International Conference of Ubiquitous and Future Networks (ICUFN), pp. 226-227, July 2013.\nHichan Moon, ”Performance of channel adaptive random access with sequence collision,” 2012 3rd IEEE International Conference on Network Infrastructure and Digital Content (IC-NIDC), pp.85-88, 2012.\nHichan Moon and Cox, D.C., “Efficient power allocation for coded OFDM systems,” Proc. IEEE Vehic. Tech. Conf., vol.6, pp.4366-4370, Sept 2004.\nHichan Moon and Cox, D.C, “Performance improvement with fast site switching in a CDMA forward link,” Proc. IEEE Vehic. Tech. Conf., vol.2, pp. 896-900, 2003.\nHichan Moon and Cox, D.C, “Performance of CDMA forward channels with random puncturing,” Proc. IEEE Vehic. Tech. Conf., vol.4, pp. 2471-2475, 2003.\nHichan Moon and Cox, D.C, \"Performance upper bounds for terminated convolutional codes\", Proc. IEEE Wireless Commun. Networking Conf., pp. 252 -256 2003.\nHichan Moon and Cox, D.C, \"Performance improvement with random insertion of power control bits in a CDMA forward traffic channel,” Proc. IEEE Vehic. Tech. Conf., vol.2, pp. 1163-1167, 2002.\nHichan Moon, “Performance of double dwell acquisition with continuous integration detector in a Rician fading channel,”, IEEE 1998 Fifth International Symposium on Spread-Spectrum Techniques and Applications, 1998.\nHichan Moon and Sangbum Kim \"Performance of double dwell acquisition with continuous integration detector in DS-CDMA system\", Proceedings of IEEE VTC '98.\n특허\n해외특허\nUS8626219, Method and apparatus for transmitting and receiving data over carrier component in a multi-carrier mobile communication system\nUS8625560, Method and apparatus for feeding back channel quality information in multi-user multi-input multi-output communication system\nUS8483157, Apparatus and method for allocating resources in a communication system\nUS8429515, Apparatus and method for transmitting and receiving control information in multiple input multiple output system\nUSRE42827, Apparatus and method for synchronizing channels in a WCDMA communication system\nUS7940752, Rake reception apparatus and method in a mobile terminal\nUS7904104, Channel communication apparatus and method in CDMA communication system\nUS7801103, Apparatus and method for providing broadcast parameter message in a mobile communication system\nUS7653040, Channel communication apparatus and method in CDMA communication system\nUS7623884, RSMA control device and method for mobile communication system\nUS7480275, Power control device and method for controlling a reverse link common channel in a CDMA communication system [CDMA2000 standard adopted]\nUS7283836, Apparatus and method of controlling forward link power when in discontinuous transmission mode in a mobile communication system\nUS7072324, Device and method for providing time switched transmission diversity in mobile communication system\nUS7069033, Device and method for controlling transmission on reverse link in mobile communication system\nUS7006482, Apparatus and method for gating data on a control channel in a CDMA communication system\nUS6967935, Apparatus and method for access communication in CDMA communication system\nUS6963540, Apparatus and method for assigning a common packet channel in a CDMA communication system\nUS6928066, RSMA control device and method for mobile communication system]\nUS6888804, Apparatus and method for inserting side information in communication system\nUS6870824, Device and method of designating spreading code for forward common channel\nUS6859445, Channel assignment apparatus and method for a common packet channel in a WCDMA mobile communication system [WCDMA standard adopted]\nUS6831910, Power control device and method for controlling a reverse link common channel in a CDMA communication system\n[CDMA2000 standard adopted]\nUS6810074, Apparatus and method for detecting a received on-off keying signal in a CDMA mobile communication system\nUS6788732, Initial acquisition and frame synchronization in spread spectrum communication system\nUS6741578, Apparatus and method for synchronizing channels in a W-CDMA communication system\nUS6725054, Apparatus and method of controlling forward link power when in discontinuous transmission mode in a mobile communication system\nUS6714528, Device and method for diversity combining signals on common channel in CDMA communication system\nUS6674739, Device and method for assigning spreading code for reverse common channel message in CDMA communication system\nUS6671266, Device and method for controlling powers of orthogonal channel and quasi-orthogonal channel in CDMA communication system\nUS6621807, Device and method for transmitting common channel message in CDMA communication system\nUS6577608, Communication control device and method for CDMA communication system\nUS6567461, Device and method for performing frame sync using sync channel in mobile communication system\nUS6567391, Device and method for communicating reverse pilot signal in mobile communication system\nUS6539047, Initial acquisition and frame synchronization in spread spectrum communication system\nUS6532252, Device and method for measuring non-orthogonal noise power for CDMA communication system\nUS6473619, Mobile station positioning system and method in mobile communication system\nUS6002711, Spread spectrum communication system for error compensation of carrier frequency likes 37 US registered patents and 18 EU registered patents and 23 Canadian registered patents\n국내 특허\nKR1020130048865, 제어 정보 전송 방법 및 장치\nKR1020130048869, 스크램블링 부호 생성 방법 및 장치\nKR1020110097773, 채널 상태를 이용한 적응적 채널 전송 장치 및 방법\nKR1020110072395, 다중 사용자를 지원하는 다중 입력 다중 출력 통신 시스템에서 채널 품질 정보를 피드백하는 방법 및 장치\nKR1020100110281, 무선통신 시스템에서 클러스터 기반의 기회적 전력 제어를 위한 방법 및 장치\nKR1020100103077, 무선통신시스템에서 임의 접근 채널 전송 장치 및 방법\nKR1020100042336, 광대역 무선통신 시스템에서 사운딩 신호 송수신을 위한 장치 및 방법\nKR1020100041608, 무선 통신 시스템에서 제어 채널을 재설정하는 방법 및 장치\nKR1020100039272, 다중 입출력 시스템에서 제어정보 송수신 장치 및 방법\nKR1020100031050, 통신 시스템에서의 적응형 링크 적용 방법 및 장치.\nKR1020100031071, 다중 케리어 통신 시스템과 그의 적응적 케리어 선택 및 링크 품질 보고 방법\nKR1020100014867, 중계 네트워크 시스템에서 채널 상태 정보 참조 심볼 송수신 방법 및 장치\nKR1020100013881, 다중 반송파를 사용하는 이동 통신 시스템에서 반송파 콤퍼넌트를 통해 데이터를 송수신하는 방법 및 장치\nKR1020090075450, 통신 시스템에서 자원 할당 장치 및 방법\nKR1020080106030, 무선통신 시스템에서 복호기의 입력 메트릭 생성 장치 및 방법\nKR1020070062160, 이동통신 시스템의 자원 할당 장치 및 방법\nKR1020070000817, 주파수분할 다중방식의 무선 통신시스템에서 주파수자원을 할당하는 방법 및 장치\n교내 매체\n<뉴스H> 2023.02.06\n[HYPER] '이동통신만으로 위치 파악' 획기적 긴급구조 기술 제안"
}