{
  "title": "파이낸스경영학과",
  "url": "https://hyu.wiki/%ED%8C%8C%EC%9D%B4%EB%82%B8%EC%8A%A4%EA%B2%BD%EC%98%81%ED%95%99%EB%B6%80",
  "content": "목차\n1\n학부(서울)\n1.1\n전공소개\n1.1.1\n학과 소개\n1.1.2\n학과 정보\n1.1.3\n특장점\n1.1.4\n커리큘럼\n1.1.5\n진로\n1.1.6\n질의응답\n학부(서울)\n소속: 서울 경영대학 파이낸스경영학과\n유형: 서울 대학\n영문명: DEPARTMENT OF FINANCIAL MANAGEMENT\n중문명: 金融经营系\n전공소개\n전공안내서2025\n의 내용을 발췌해 정리한 글임.\n학과 소개\n경영학은 1760년대 산업혁명이 성공하고 새로운 형태의 산업 경제가 생겨나면서부터 시작된 학문입니다. 특히 경제성 원칙을 기반으로 한 경영의 효율성이 강조되면서 경영학은 모든 자유경제의 바이블이 되고 있습니다. 경영학은 산업구조가 복잡해지고 수많은 기업들이 생겨나면서 경쟁이 치열해짐에 따라 실제 회사 경영에 필요로 하는 지식의 체계화와 이의 전달을 위하여 경제학에서 독립된 학문입니다. 금융학은 지금의 수요와 공급에 관계되는 활동에 대하여 연구하는 경제학의 한 분야입니다.\n최근에 기업과 금융기간들로부터 금융 전문가에 대한 수요가 증가하고 있습니다. 파이낸스경영학과는 이러한 금융 환경변화와 수요에 따라 금융전문가를 양성하기 위해 2008년에 한양대학교에 설립된 학과입니다. 파이낸스경영학과는 금융학과 경영학이 융합되어 재무와 금융 쪽에 특화된 커리큘럼을 이수하는 한양대학교의 유일한 학과로 학생들은 경영학도로서의 기본 자질을 갖추기 위해 다양한 경영학 과목을 이수함과 동시에 금융전문가로서의 특화를 위해 재무, 금융전공 교과목을 기본으로 경제학 등 연계된 교과목을 폭넓게 이수하게 됩니다.\n금융학은 개인과 기업을 포함한 경제 주체들의 투자 의사결정, 그리고 이들이 결정이 경제 전체의 효율적 자원 분배로 이어지기 위한 금융시장의 작동원리를 연구하는 경영학 분야입니다. 현재 금융 시장의 빠른 성장과 국제화 추세에 따라 금융전문가에 대한 수요가 증가하고 있습니다. 이러한 변화에 부응하여, 2009년에 설립된 파이낸스경영학과는 세계적 경쟁력을 갖춘 금융전문가 양성을 목표로 하고 있습니다. 파이낸스경영학과는 재무와 금융에 특화된 커리큘럼을 제공하는 한양대학교의 유일한 학과로, 학생들은 재무와 금융 전공 교과목을 기본으로 경제학, 통계학 등 연계된 교과목을 폭넓게 이수하고, 경영학도로서의 기본 자질을 갖추기 위해 다양한 경영학 과목도 공부하게 됩니다.\n학과 정보\n총학생수 : 180명\n성비 : 남녀 4:1\n전화번호 : 02-2220-1425\n학과설립연도 : 2009\n특장점\n재무, 금융 전문가 육성을 위한 커리큘럼\n1, 2학년 교과과정에는 전공 학습에 필요한 재무, 금융, 경제학, 수학, 통계학 등의 기초 과목 다수 개설\n3, 4학년 과정에서는 다양한 금융 자산의 가치평가 모형, 기업의 재무관리 기법, 금융데이터분석 기법 등 현재 금융 산업에서 필요로 하는 지식을 배우는 다양한 응용 과목개설\n다양한 학과 행사\n파경인의 수다와 파경인의 밤과 같은 선후배간 교류의 장, 학술제로 다양한 학과 행사를 통한 동문간 친목 강화\n커리큘럼\n연도별 커리큘럼은 상이할 수 있으므로 학과 홈페이지에서 다시 한번 확인하시길 바랍니다.\n전공\n1학년\n2학년\n3학년\n4학년\n국제경영\n국제경영\n경제학\n경제원론1\n미시경제1\n거시경제1\n마케팅조직\n마케팅관리\n조직행동\n계량통제\n고급경영통계\n계량금융\n자산가격결정이론\n생산관리\n오퍼레이션관리\n전략경영론\n기초과목\n기업과경영의이해\n금융시장의이해\n기업정보의이해\n수리경제입문\n글로벌금융커뮤니케이션\n기초경영통계\n경영정보시스템\n재무금융\n기초투자론\n기초재무관리\n투자론\n재무관리\n채권금융론\n기웝재무론\n국제투자론\n재무금융시계열예측\n파생증권론\n대체투자론\n보험재무\n재무사례연구\n위험관리\n컴퓨터파이낸스\n마이크로파이낸스와소사업경영\n국제재무론\n외환관리론\n시사재무금융\n행동재무론\n개인자산관리론\n금융공학\n금융기관론\n금융공학실습\n금융윤리\n회계\n재무회계1\n재무회계2\n원가회계\n세무회계\n회계감사\n고급회계\n세법개론\n재무제표분석\n진로\n분야\n직업\n금융분야\n펀드매니저, 애널리스트, 금융공학전문가, 금융위험관리전문가, 신용추심원, 투자분석사, 신용분석가, 금융자산운용가, 펀드매니저, 보험계리인, 손해사정인, 증권중개인, 외환딜러, 선물거래중개인, 부동산 투자신탁운용가, 무역영업원, 세무사, 회계사, 노무사 등\n기업체\nCB(Commercial bank), IB(Investment bank), 증권사, 보험사, 자산운용가, 컨설팅 회사, 무역회사, 회계법인, 노무 법인, 리서치 회사 등\n연구분야\n경영/경영 관련 국가·민간 연구원, 사회과학 관련 국가·민간 연구원 등\n정부 및 공공기관 분야\n중앙정부 및 지방자치단체 공무원, 금융·무역·수출입 관련 공공기관 등\n질의응답\n경제금융학과와의 차이점은 무엇인가요?\n경제금융학과는 학술적 성격을 강하며 경제를 금융과 통합하려는 시도에서 나온 학과입니다. 파이낸스경영학과는 실무적 성격이 비교적 강하고 금융을 경영과 통합하려는 시도에서 나온 학과입니다. 그리고 경제금융학과는 경제학에 더 중점을 두는 반면 파이낸스경영학과는 금융에 더 중점을 두고 있습니다. 실제로 듣는 과목을 비교해보면 1학년의 경우 수리경제입문, 경제원론 같은 과목은 같이 수강하지만 파이낸스경영학과의 경우 기업 경영의 이해, 금융시장의 이해나 기초투자론 같은 경영이나 금융에 특화된 과목을 수강하게 됩니다.\n과동아리는 활성화되어 있나요?\n과동아리는 HYFER, SAFE, 금융공학회 이렇게 3개가 있습니다, 금융공학회는 파생상품에 대한 깊이 있는 학습을 위해 설립되어 금융이슈에 대한 발표 및 토론, 스터디를 통해 금융에 대한 기본적 이해를 하고 이를 응용하며 학습을 합니다, HYFER의 경우 경제 신문을 읽고 기사를 심도 있게 조사해 내용을 발전시키고 이를 발표하는 활동을 통해 경제적 사고 능력을 신장하는데 목표를 두고 있습니다. SAFE의 경우 투자분석 동아리로 산업분야나 특정 종목에 관련해 발표할 주제를 정해서 보고서를 만들어 투자의견을 제시하는 활동을 합니다."
}