{
  "title": "폐타이어활용수소생산",
  "url": "https://hyu.wiki/%ED%8F%90%ED%83%80%EC%9D%B4%EC%96%B4%ED%99%9C%EC%9A%A9%EC%88%98%EC%86%8C%EC%83%9D%EC%82%B0",
  "content": "AEM back cover\n이성철\n한양대\n화학공학과\n교수팀이 버려지는 폐(廢)타이어를 이용해 낮은 비용으로 수소를 생산하는 방법을 개발하여 발표한 논문이 「Advanced Energy Materials」 2020년 5월호에 표지(Back Cover)로 선정·게재되었다.\n<뉴스H> 기사 : 2020.05.28\n이성철 한양대 교수, 폐(廢)타이어로 수소경제 앞당겨\n목차\n1\n논문명\n2\n저자정보\n3\n연구배경\n4\n연구내용\n5\n기대효과\n6\n용어설명\n7\n그림설명\n논문명\nCorrosion and Alloy engineering in rational design of high current density electrodes for efficient water splitting\n논문 바로보기\nhttps://onlinelibrary.wiley.com/doi/10.1002/aenm.201904020\n저자정보\n이성철\n교수(교신저자, 한양대학교),\n연구배경\n화석 연료의 유한성과 유가 상승, 지구온난화 문제로 전 세계가 친환경 대체 에너지 개발에 적극 나서고 있다. 물을 원료로 하는 수소를 에너지원으로 사용하는 방안도 이 중 하나다. 물은 지구상에서 무궁무진하므로 화석 연료가 가진 자원 고갈 문제를 해결할 수 있다. 물 자체가 오염물질을 배출하지 않으므로 환경오염 부분에서도 자유롭다.\n화석 연료를 사용하지 않고 수소를 생산하는 기술로 잘 알려진 것은 물의 전기분해다. 그 중 전기화학적인 수소발생반응(hydrogen evolution reaction, HER)은 가장 중요한 방법이다. 이 반응을 이용해 수소를 효율적으로 생산하기 위해 과전압을 낮추는 촉매가 개발돼야 한다. 이런 기술의 중요성은 이미 미국, 일본, 독일을 비롯한 기술 선진국에 의해 상당히 연구돼 왔다.\n지금까지 알려진 최고의 물 분해 촉매는 백금이다. 그러나 백금은 귀금속으로 많이 쓰이기 때문에 촉매로 상용화하기에 가격이 너무 높다. 이뿐 아니라 낮은 안정성도 문제점으로 지적되고 있다.\n연구내용\n본 연구팀은 수소/산소 발생용 물 분해 촉매로 백금의 한계를 인지하고 해결하기 위해, 값 싼 니켈-몰리브데늄 기반의 친환경 금속과 재활용 폐(廢)타이어 스테인레스강 기반 담지체 및 부식 합금 공학을 이용한 복합체를 제조했다. 이를 통해 (1)효율, (2)내구성, (3) 저전압, (4)가격경쟁력을 동시에 해결하는 데 성공했다.\n기대효과\n현재 많은 선진국이 정부 차원에서 미래청정 에너지원으로 수소를 고려하며, 수소산업의 중심에 있는 물 분해 촉매 개발에 힘쓰고 있다. 따라서 물 분해 촉매 및 폐자원 활용 의 연구방향을 제시한 본 연구 성과가 궁극적으로 상업화까지 이어질 경우”, 에너지 및 환경 문제를 해결하는 데 중요하게 기여할 것으로 사료된다.\n용어설명\nAdvanced Energy Materials : 재료과학 분야 세계 최고 권위 학술지(2018/2019 Impact Factor = 24.884).\n홈페이지\nhttps://onlinelibrary.wiley.com/journal/16146840\n촉매 : 화학 반응에 참여해 반응속도를 변화시키지만 그 자신은 반응 전후에 원래대로 남는 물질을 말한다. 역할에 따라 정촉매, 부촉매로 나뉘지만 일반적으로 활성화 에너지를 낮춰 반응이 잘 일어나도록 돕는 정촉매를 통상적으로 촉매라 일컫는다\n과전압 : 전기분해에서 수소나 산소를 발생시킬 때, 이론적인 값보다 전압을 일정 수준으로 높여야 반응이 진행된다. 이때 더 요구되는 전압을 과전압이라 하며, 전기 에너지는 열손실로 이어지므로 기체를 생성하는 경우 과전압을 낮추는 기술이 요구된다.\n그림설명\n그림 1.  MoNi4/SSW and Rs-SSW 제조 모식도.\n그림 2. 산업 조건 (고농도, 고온, 고전류) 염기 용액에서의 촉매 침착 된 폐(廢)타이어 스테인레스강의 전기 화학 HER, OER 성능"
}