{
  "title": "프라이드북2018",
  "url": "https://hyu.wiki/%ED%94%84%EB%9D%BC%EC%9D%B4%EB%93%9C%EB%B6%812018",
  "content": "프라이드북2018 표지\n2017년 한 해 동안의 이슈와 성과를 모은\n프라이드북\n책자로, 2018년 1월 8일에 발행되었다.\n이북보기\n한국어\nhttp://book.hanyang.ac.kr/Viewer/JOVRQ9OIGSS2\n영어\nhttp://book.hanyang.ac.kr/Viewer/WKGJYIXHULK5\n중국어\nhttp://book.hanyang.ac.kr/Viewer/HQV1A689NUAL\n목차\n1\n30가지 이슈\n1.1\n국내 대학평가\n1.2\n세계 대학평가\n1.3\n링크\n*\n사업\n1.4\n백남상\n1.5\n네이처\n1.6\n연구력\n1.7\n교수 성과\n1.8\n인문 한양\n1.9\n미래 한양\n1.10\n사회혁신\n1.11\n네이밍 기부\n1.12\n글로벌\n1.13\n유학생들\n1.14\n스포츠\n1.15\n사회봉사\n1.16\n취업\n1.17\n학생 성과\n1.18\n교육 혁신\n1.19\n공직 진출 성과\n1.20\n인재의 마중물\n1.21\n입시\n1.22\n동문 사랑\n1.23\n문화 한양\n1.24\n기부·발전기금\n1.25\n창업\n1.26\n공대 혁신\n1.27\n입학식\n1.28\n이러닝\n1.29\n의료원\n1.30\n한양클라우드센터\n2\n부록\n2.1\n한양의 어제와 오늘\n2.2\n한양대학교 역사관\n2.3\n한양대학교 박물관\n2.3.1\n역사관 서포터즈 하이디,\n그들이 궁금하다\n2.3.2\n우리 이대로 영원히,\n유재하를 추모하는 전시회\n2.3.3\n개교 78주년 기념특별전 한양과 함께 달려온 사자\nHi 하이리온\n2.3.4\n박물관 환경개선공사\n2.4\n한양대 주요 광고 보기\n2.5\n캠퍼스 포토 스팟\n2.6\n언론 속 한양\n2.7\n통계로 보는 한양\n2.7.1\n총장 인사말\n2.7.2\n주요연혁\n2.7.3\n대학 현황\n2.7.4\n학부 및 대학원 현황\n2.7.5\n국제교류 현황\n2.8\n한양 소셜미디어\n2.8.1\n한양 페이스북 인기 게시물 TOP 10\n2.8.2\n한양 인스타그램 인기 게시물 TOP10\n2.9\n책자 소개\n30가지 이슈\n국내 대학평가\n각종 대학평가에서 상위권 달성한 한양대학교\n: 한양대학교는 작년 한 해 동안 각종 대학평가에서 높은 성적을 받으며 그 위용을 뽐냈다. 작년 6월 2017 이공계 대학 평가에서 종합 1위를 달성한 데 이어, 지난 10월 2017 중앙일보 대학평가에서는 서울캠퍼스가 3위,\nERICA\n가 9위에 올랐다. 또한 2017 청년드림대학 평가에서 최우수 평가를 받아 2014년과 2015년에 이어 3회 연속 선정되는 영예를 안았다.\n2017 이공계 대학평가 종합 1위\n: 한국경제신문이 지난 6월 글로벌리서치와 함께 분석한 ‘2017 이공계 대학 평가’에서 한양대는 산학협력, 기술실용화, 창업 등 4차 산업혁명 시대에 필요한 이공계의 조건을 가장 잘 충족시켰다는 평가를 받으며 종합점수 308점으로 국내 최고 이공계 대학에 뽑혔다. 한양대는 종합평가 외에도 공학계열과 자연계열로 나뉘는 계열별 순위에서 각각 1위와 2위에 올랐다.\n2017 청년드림대학 평가 최우수 선정\n: 동아일보와 고용노동부, 한국고용정보원, 리서치회사인 마크로밀엠브레인이 함께 실시한 ‘2017 청년드림대학’ 평가에서 한양대학교가 최우수 평가를 받았다. 2013년 이후 매년 실시하던 청년드림대학 평가는 2015년 3회 평가 이후 격년제 평가로 전환돼 올해로 4회를 맞았다. 한양대는 2014년, 2015년에 이어 올해까지 3회 연속 최우수 대학에 선정되는 쾌거를 거뒀다.\n2017 중앙일보 대학평가 서울캠퍼스 3위·ERICA 9위\n: 한양대학교는 지난 10월 2017 중앙일보 대학평가 종합순위에서 서울캠퍼스와 ERICA 모두 TOP10에 오르며 고르게 좋은 결과를 얻었다. 서울캠퍼스는 2012년 이래 꾸준히 상위권에 올랐고, ERICA도 작년에 이어 10위권을 지켰다. 계열별 순위에서는 서울캠퍼스 사회계열이 종합 2위, 인문계열 종합 3위, 공학계열 종합 3위를 기록했으며, ERICA 공학계열은 10위를 기록했다. 그 밖에 학생 교육 및 성과 부문에서도 강점을 보이며 대학평가 전반에서 높은 평가를 받았다.\n세계 대학평가\n2017 QS 대학평가 비롯한 각종 세계 대학평가서 상승세!\n: 한양대학교가 작년 6월 2017 QS 세계대학평가에서 전년 대비 16단계 상승하며 155위에 올라섰다. 이는 아시아에서는 30위에 해당한다. 또한 올해 11월에는 로이터 선정 세계 최고 혁신대학 평가에서 61위를 기록했고, 2017 세부 학문분야별 세계대학순위에서 전기화학(에너지)분야 세계 10위(국내 1위), 2017 아시아 대학 평가에서는 38위를 차지했다.\n2017 QS 세계대학평가 155위\n: 한양대학교는 영국의 글로벌 대학평가기관 QS(Quacquarelli Symonds)의 ‘2017 세계대학평가’에서 전년 대비 16계단 상승한 155위를 차지했다. 한양대는 2010년 354위 이후 지속적인 상승세를 보이고 있다.\n로이터 혁신대학 및 각종 평가서 상승세 보여\n: 작년 6월 학술 논문, 특허 출원 등을 바탕으로 로이터에서 선정한 아시아 혁신대학 평가에서는 10위(국내 대학 중 5위)를 차지했고, 11월 발표된 세계혁신대학평가에서는 세계 61위에 올랐다. 2017 세부 학문분야별 세계대학순위에서 전기화학(에너지) 분야 세계 10위(국내 1위)에 올랐고, 영국의 세계적 대학평가기관인 THE(Times Higher  Education)에서 발표한 2017년 아시아 대학 평가에서는 38위를 차지했다.\n링크\n*\n사업\n교육부 링크+ 사업에 양 캠퍼스 선정\n한양대학교가 교육부의 ‘사회맞춤형 산학협력 선도대학 육성사업(이하 링크 사업)’ 대상에 최종 선정됐다. 특히 이번 결과는 일반대학교 산학협력고도화형에 선발된 전체 54개 대학 중 유일하게 2개 캠퍼스 모두 선정되는 쾌거로 평가받는다. 이에 따라 한양대는 앞으로 5년 동안 약 400억 원의 국고를 지원받는다.\n링크+ 는 Leaders in Industry-university Cooperation+의 약자\nHOW\n: 교육부와 한국연구재단은 링크+ 사업 대상으로 일반대 55개(산학협력고도화형), 전문대 44개(사회맞춤형학과 중점형)를 발표했다. 한양대는 일반대 산학협력 고도화형에 선발된 전체 54개 대학 중 유일하게 2개 캠퍼스 모두 선정되는 쾌거를 이뤘다. 이에 따라 한양대는 앞으로 5년 동안 약 400억 원의 국고를 지원받는다.\n링크+ 사업은 총 3,271억 원의 예산이 투입되는 교육부의 대규모 재정지원 사업이다. 2016년 7월 발표된 대학재정지원사업 개편방향에 따라 (가칭)Post-LINC로 불리던 링크사업의 후속사업과 새롭게 추진되는 ‘사회맞춤형학과 활성화 사업’이 합쳐져 이뤄졌다. 일반대 산학협력 고도화형 예산은 2,163억 원, 사회맞춤형학과 중점형은 220억 원 규모다. 전문대의 경우 산학협력 고도화형은 130억 원, 사회맞춤형학과 중점형은 758억 원의 예산이 지원된다.\n백남상\n설립자 백남 김연준 박사의 정신, 항상 우리 곁에\n제3회 백남상 수상자들\n: 백남상은 한양대의 설립자인 고(故) 백남 김연준 박사(1914~2008)의 삶과 그 정신을 기리기 위해 제정된 상이다. 김연준 박사의 주요한 발자취를 따라 세 분야로 나누어 시상한다. 2017년 9월에 열린 제3회 백남상 시상식에서는 인권·봉사상 수상자로 메리 로빈슨 전(前) 아일랜드 대통령을 선정한데 이어, 대기오염 주범으로 인식되는 질소산화물 제거에 앞장서는 신동우(무기재료공학 79) 나노 대표이사를 공학상 수상자로, 한국 최초 전문합창단인 국립합창단의 초대 단장 겸 상임지휘자를 지낸 나영수 한양대 성악과 명예교수를 음악상 수상자로 선정했다.\n로빈슨 전 대통령은 재임(1990~1997) 이후 1997년 12월 유엔 인권고등판무관으로 임명돼 국제 인권문제에 대한 활발한 활동을 펼쳤고 비정부기구(NGO)에서도 활약하며 인권운동에 매진해왔다. 인권변호사 출신인 그는 지난 2010년에는 메리로빈슨재단을 설립해 인권 약자를 돕고 있으며, 현재 아일랜드 더블린대 총장 겸 인권비즈니스연구소 소장으로도 활동하고 있다.\n신동우 대표는 나노입자를 기반으로 한 탈(脫)질촉매필터를 개발해, 물질이 연소하는 과정에서 나오는 질소산화물을 제거하며 깨끗한 공기 만들기에 앞장서고 있다.\n나영수 명예교수는 한국 합창음악을 세계적인 수준으로 끌어 올린 점을 인정받았다.\n네이처\n한양대, 네이처 인덱스에서 국내 대학 1위 세계 23위 선정\n: 한양대학교가 세계적 과학출판그룹 네이처출판그룹(NPG, Nature Publishing Group)이 최근 발표한 ‘네이처 인덱스 2017 이노베이션(Nature Index 2017 Innovation)’에서 논문당 특허 피인용지수 부문 국내 대학 1위, 세계 대학 23위를 차지했다. 논문당 특허 피인용지수는 논문 1편이 얼마나 특허에 사용되지를 나타내는 점수로, 점수가 높을수록 해당 기관에서 발표한 논문들이 실용기술개발에 많이 반영됐다고 평가받는다.\nHOW\n: 네이처 인덱스 이노베이션은 지난 1980년부터 2015년까지 각 대학이 발표한 논문을 대상으로 논문당 피인용지수를 산출한다. 이에 따르면 한양대는 이 기간 동안 2만 5,633건의 논문을 발표했는데, 이 논문들은 14만 2,555회 특허 인용됐다. 논문당 특허 피인용지수는 5.56점으로 국내 대학 1위에 해당하는 높은 수치다. 이러한 우수한 결과는 한양대가 교육·연구에서 실용학풍을 추구하고 사회에 도움이 되는 연구를 지속적으로 진행했기 때문인 것으로 알려졌다.\n네이처 인덱스 2017 이노베이션은 특정 연구기관의 학술적 연구·성과가 특허와 같은 실용기술 개발에 미친 영향력을 평가함으로써 세계 기술혁신에 기여한 연구기관(대학 포함) 200위까지의 순위를 선정했다. 평가대상 연구기관은 2015 네이처 인덱스, 상하이자오퉁(上海交通)대학평가, 톰슨로이터 혁신대학평가, 2015/2016 라이덴 랭킹에서 최소 한 번 이상 세계 100위 안에 선정된 기관이다.한편 네이처 인덱스 2017 이노베이션 상위 200위 안에는 한양대를 비롯해 포스텍, 카이스트, 지스트, 연세대, 서울대, 성균관대, 고려대 등 국내 대학 8곳이 이름을 올렸다.\n연구력\n미래를 여는 연구중심대학\n: 한양대학교의 뛰어난 연구는 2017년에도 좋은 결과를 냈다. 우선 선양국 에너지공학과 교수는 작년 11월 세계적인 정보 분석 서비스 기업인 클래리베이트 애널리틱스(Clarivate Analytics)가 선정한 ‘2017 세계에서 가장 영향력 있는 연구자’에서 재료과학 및 공학 등 2개 분야에 세계 상위 1% 연구자에 이름을 올렸다. 선양국 교수를 포함한 총 30명의 한국인 연구자가 이름을 올렸는데, 선 교수는 2개 분야에 선정되며 주목을 받았다. 또한 한양대는 세계 반도체 올림픽이라 불리는 글로벌 학회 ‘ISSCC 2018’에서 2건의 논문이 채택됐다. 이는 국내에서 삼성전자, 카이스트, SK하이닉스에 이어 네 번째로 많은 규모다. 또한 지난 6월 미국 국립발명학술원이 발표한 美 특허등록 순위에서는 72위를 기록했는데, 이는 국내 대학 중에서는 아홉 번째로 높은 순위다.\n그 밖에 2017년 한 해를 빛낸 한양대의 연구 성과 및 업적\n김은규 물리학과 교수, 세계 최고 효율 페로브스카이트 태양전지 공동개발 : 울산과학기술원(UNIST) 석상일 교수, 한국화학연구원 노준홍 박사와의 공동연구를 통해 세계 최고 효율을 가진 ‘페로브스카이트(Perovskite) 태양전지’를 개발했다. 이 내용은 세계 최고 권위지인 「사이언스(피인용지수(IF) 37.205)」 6월호에 발표됐다.\n김선정 전기생체공학부 교수, 스스로 전기 생산하는 실 개발 : 실(yarn)이 수축·이완·회전할 때 전기 에너지를 스스로 생산하는 트위스트론(Twistron) 실을 개발했다. 이는 세계 최고 권위지인 「사이언스」 8월호에 발표됐다.\n박은일 ICT융합학부 교수, 2017 올해의 신진 연구자 선정&해외 학술지 최우수 논문 선정 : 지난 6월 박은일 ICT융합학부 교수의 논문이 영국 에메랄드 사에서 출간하는 SSCI급 국제 저명 학술지에 지난해 게재된 논문 중 최우수 논문으로 선정된 데 이어, 11월에는 한국연구재단과 네덜란드 출판사 엘스비어가 공동으로 선정한 ‘2017 올해의 신진 연구자’ 인문사회 분야에 선정되는 영예를 안았다.\n홍진표 물리학과 교수, 신체 움직임으로 전기 생산하는 소자 개발 : 전도성 섬유(Conductive yarn, 원사)를 이용해 일상생활 속 신체 움직임으로 에너지를 생산하는 ‘1차원 섬유 실 기반 에너지생산 소자’를 세계최초로 개발했다. 이는 세계 정상급 학술지 「Advanced Materials」 2017년 11월호에 발표됐다.\n한양대, 시속 1,000km 하이퍼튜브 공동 연구개발 : 2017년 2월 한양대가 서울과 부산을 30분 만에 주파하는 차세대 초고속 교통수단 ‘하이퍼튜브(Hyper Tube Express, HTX)’ 개발에 나섰다. 이 연구개발에는 한국건설기술연구원과 한국교통연구원(KOTI), UNIST 등이 함께 참여했다.\n‘2016년 기술이전 수입료’ 서울 8번째, ERICA 29번째 많아 : 교육부와 한국대학교육협의회가 2017년 11월 공시한 2016년도 기술이전 수입료 및 계약 실적에서 한양대 서울캠퍼스는 기술이전수입료 22억 1,198만 7,000원(기술이전 33건)으로 8번째, ERICA는 6억 9,701만 1,000원(기술이전 42건)으로 29번째 순위에 올랐다.\n교수 성과\n주목받는 한양대 교수들의 성과\n한양대 교수들은 '실용 학풍'이라는 확고한 정체성 아래 의학, 환경, 정보기술, 신소재, IT, 신약 개발, 로봇 등등 다양한 분야에서 학문 연구에 매진하고 있다. 이들의 성과는 학교를 드높임은 물론, 세상의 빛과 소금이 되어줄\n것이다.\n고현철 약리학교실 교수팀 논문 SCI급 국제학술지 게재, 쥐에 살충제 성분 ‘피프로닐’ 투여해 신경세포 손상 여부 관찰\n공구 병리학교실 교수 유방암 항암제 내성 원인 유전자 발견 및 ‘근정포장’ 수상. 美 국립암연구소 학술지 게재 통해 유방암 유발 유전자 규명으로 맞춤형 암치료 기술개발 촉진 기여한 공로 인정\n박재구 자원환경공학과 교수 벤처캐피털에서 30억 투자받아, 무기질 다공소재(디스플레이 제작 장비 핵심소재) 기술력 인정\n윤영민 정보사회학과 교수 전자정부 빛낸 50선 선정, 마트정부 오픈 포럼 등 최신 정보기술 이용 사회혁신에 기여한 공적 인정받아\n전병훈 자원환경공학과 교수 미세조류 이용 수중 의약품·오염물질 제거 종설 논문 발표. 셀(Cell) 자매지인 「트렌즈 인 바이오테크놀로지」 10월호 게재\n박원일 신소재공학부 교수 장시간 체내에서 작동하는 생체이식형 소자 개발. 네이처 자매지인 「네이처 커뮤니케이션즈」 9월호 게재\n정민 국어국문학과 교수 조선판 국방백서 『비어고』 실제 저자가 정약용임을 입증. 지난 9월 15일 성균관대에서 열린 대동문화연구원 학술대회에서 논문 발표\n주재범 생명나노공학과 교수팀 고위험병원체 현장 분석용 신기술 개발. 국제학술지 「분석화학지(Analytical Chemistry)」에 페스트균 고감도 검출 논문 발표\n홍종욱 바이오나노학과 교수 암 진단 물질 ‘엑소좀’ 비파괴 분리장치 개발. 세계 최초, 네이처 자매지인 「사이언티픽 레포츠」 8월호 게재\n류호경 기술경영학과 교수팀 가상현실(VR) 기술 통한 치매 조기 진단 새 방법 제시\n김재훈·유창재 융합전자공학부 교수팀 OLED 광효율 획기적 개선 방법 개발. 디스플레이·센서 등 다양한 산업분야에 응용 가능\n김종호 재료화학공학과 교수 획기적인 그래핀 양자점 합성법 개발. 디스플레이·태양전지 등 다양한 산업분야에 응용 가능\n배상수 화학과 교수 유전자가위 정확도 분석 웹 프로그램 개발. 「네이처 메소드」 6월호 게재\n최제민 생명과학과 교수팀 아토피 피부염 치료 신약 개발의 길 열어, 미국 알레르기임상면역학회지에 게재\n채필석 생명나노공학과 교수팀 신약 개발에 기여하는 양친매성 물질 개발. 미국화학회지에 게재\n류근 기계공학과 교수 국제학술대회서 최우수 포스터 논문상 및 미국기계학회(ASME) 최우수논문상 수상\n한재권 융합시스템학과 교수 4차산업혁명위원회 민간위원에 위촉 및 애교 로봇 ‘에디’ 개발.\n배성철 건축공학부 교수 제1저자로 발표한 논문으로 지난해 국제 저명 학술지 「Journal of the American Ceramic Society」에 게재된 논문 중 최우수 논문으로 선정\n최자원 경제금융학부 교수 ‘남녀 성별에 따른 양육변화 연구 논문’ 발표. 남녀 성별에 따른 첫째 자녀 양육스타일 변화 연구\n정철 관광학부 교수팀 ‘GLOSITH 콘퍼런스’ 베스트 논문상. SSCI급 저널에 논문 등재 예정\n전상길 경영학부 교수 K-MOOC 강의, 해외대학에 첫 수출. 싱가포르 리퍼블릭 폴리테크닉 대학 정규 수업에 도입\n고영우 경제금융학부 교수 올해 ‘매경이코노미스트상’ 선정. 역대 최연소 수상\n한창수 로봇공학과 교수 세계 최초 무개조 기반 탈부착형 굴착기 원격 조종 로봇 개발. 작업 현장에서 기존 굴착기 이용한 원격 작업 가능해 안전 보장\n김연규 국제학부 교수 영국 퓨처런에서 6주 특강 통해 석유, 셰일가스 등 글로벌 에너지 이슈 소개\n권오경 융합전자공학부 석학교수 해동학술상 수상. 디스플레이 및 반도체 산업발전 기여한 공로 인정\n장준혁 융합전자공학부 교수 사람 목소리 구별하는 임베디드형 AI 스피커 ‘플루토’ 독자 개발\n조용우 재료화학공학과 교수팀 ‘엑소좀’ 활용한 화장품 기술 개발. 지난해 3월 기술사업화 위해 ‘엑소스템텍’ 창업\n엄애선 식품영영학과 교수팀 ‘일부 음료의 비타민 C 실제 함량, 명기된 것보다 훨씬 높아‘, ‘오렌지 골드’ 라벨엔 7.5㎎, 실제 비타민 C 함량은 33.8㎎\n김동욱 약학과 교수팀 콜레라 백신 개발 새 이론 제시. 미국 국립과학원회보에 게재\n신상진 물리학과 교수팀 그래핀의 새 현상 이해의 기반 제시\n신인철 생명과학과 교수 『Cartoon College 생화학 I』 출간.\n이기정 영어영문학과 교수 대학 교육 국제화에 기여한 공로 인정받아 홍조근정훈장 수상\n김재민 신경외과학교실 교수 국민보건의료 향상 위한 헌신 및 지역사회 보건의료환경 발전 공헌 인정받아 보건복지부 장관상 수상\n김석현 정신건강의학교실 교수 경찰관 정신건강 증진에 기여한 공로 인정받아 보건복지부 장관 표창 수상\n차윤경 교육학과 교수 다문화정책 방향 수립하는 데 크게 기여한 공로 인정받아 다문화 유공 대통령표창 수상\n인문 한양\n모두를 위한 미래 인문학\n미래인문학포럼은 인문과학대학에서 진행하는 대학 인문학 역량강화사업(이하 코어사업) 프로그램 중 하나로, 코어사업은 교육부에서 주관하며 대학의 인문 분야 교육을 재정적으로 지원하는 사업이다. 이번 포럼은 흔히 문사철(文史哲)로 통용되는 인문학이 학생들에게 외면당하는 현실을 타개하기 위한 대안으로 마련되었다. 이 사업으로 한양대는 3년간 약 40억 원을 지원받을 예정이다.\nHow\n코어사업의 일환으로 진행되는 미래인문학포럼이 지난 10월 서울캠퍼스 인문관 303호에서 ‘실재의 사막에 오신 것을 환영합니다!’(Welcome to the Desert of the Real!)라는 주제로 열렸다. 한양대는 글로벌 지역학, 융합전공, 기초학문심화 등 세 가지 과정으로 인문학 프로그램을 개설하고, 미래지향적이고 융합적인 인문학도를 양성하는 데 힘을 쏟고 있다. 미래인문학포럼 개최도 이러한 노력의 일환이다. 특히 미래인문학포럼에서는 위 세 가지 주제를 번갈아 강연하며, 학과 간 경계를 허물어 누구나 쉽게 인문학에 접근할 수 있도록 하는 것을 목표로 한다.\n미래 인문학 : 미래기술의 변화를 예측하고 혁신을 주도하는 융합적 인문학\n학생역량\n시대 사회적 변화를 공감할 수 있는 역량\n창의적이고 유연한 사유 능력\n융복합적 인문학 지식의 자기주도적 활용 능력\n사랑의 실천을 위한 창의와 나눔\n인문학적 소양 강화 / 사회문제 해결\n교육시스템\n급변하는 시대에 인문학적 방향성 제시 기반 인문학의 내실화\n타학문과 유기적으로 결합된 인문학 교육\nG2 중심 글로벌 융합교육\n글로벌 역량 / 취업역량 제고\n또한 코어사업의 일환으로 한양대 인문과학대학은 지난 8월 서울 성동구 서울캠퍼스에서 성동구 지역 인문학 진흥을 위해 성동문화재단과 업무협약을 체결했다. 한양대는 성동문화재단과 협력해 지역 주민들에게 다양한 인문학 프로그램을 제공할 계획이다.\n미래 한양\n3S 전략과 함께 미래를 준비하는 한양대\n: 한양대는 지금 이 순간에도 다가올 미래를 준비하고 있다. 우선 한양의 미래를 향한 행진에 적극적으로 깃발을 들어줄 ‘한양미래위원회’가 2016년 11월 출범했다. 한양미래위원회는 다양한 대학정책들에 대해 자문을 하는 기구로, 현재의 발전계획을 고민하고 다가올 미래 4차 산업혁명시대에 능동적으로 대응하고 지속 발전 가능한 기틀을 만드는 데 힘을 쏟고 있다.\nHow\n: 미래위원회 활동을 통해 도출된 한양대의 특성화 전략은 3S 혁신으로 발표됐다. 창의적 대학(Smart), 창업가를 길러내는 스타트업 대학(Startup), 사회혁신 대학(Social Innovation)으로 크게 전략방향을 제시했다. 한양대는 Smart Hanyang, Start Up Hanyang, Social Innovation Hanyang의 3S 전략을 바탕으로 도약과 발전을 이뤄내고자 한다. 스마트한 교육과 연구 플랫폼을 만드는 창의적 대학, 대한민국의 성장에 기여하는 창업가를 양성하는 스타트업 대학, 세상을 변화시키는 ‘사랑의 실천가’를 길러내는 사회혁신 대학으로 자리매김하려 한다. 3S는 세계 100대 대학으로 가기 위한 한양의 강한 의지의 표현이기도 하다. 더 나은 세상을 위한 최고의 대학(Best for the better world)! 바로 한양이 만들어갈 미래의 모습이다.\n더 나은 세상을 위한 최고의 대학 Best for the better world\n: 3S Innovation 세계적인 창의 교육·연구 대학 - 세계적인 스타트업대학 - 세계적인 사회혁신대학\nSmart Hanyang : 창의적 교육과 연구의 플랫폼을 만드는 대학\nStart up Hanyang : 국가의 성장에 기여하는 창업가를 길러내는 대학\n세계적인 사회혁신대학 : 세상을 변화시키는 사랑의 실천가를 길러내는 대학\n사회혁신\n사회봉사를 넘어 사회혁신으로!\n: 한양대는 1994년 12월 국내 대학 최초로 사회봉사단을 창립해 줄곧 대학가 사회봉사를 선도해왔다. 특히 지역사회뿐 아니라, 글로벌 무대를 대상으로 다양한 봉사활동을 펼치는 중이다. 지난해 사회봉사단은 사회혁신센터를 설립해 사회봉사를 넘어 사회혁신으로 나아가고 있다. 아직은 생소하지만 빠른 시간 내에 대학가에 사회혁신이라는 화두를 확산시킬 것으로 보인다.\nHow\n: 지난해 사회봉사단은 그 산하에 사회혁신센터를 설립하며 지난 사회혁신 성과를 돌아보는 계기를 마련했다. 또한 지난 11월에는 우리 주변 체인지메이커와 지역사회 구성원 모두 참여할 수 있는 ‘Seventeen Hearts Festival’을 열기도 했다. 올림픽체육관을 주 무대로 한 이번 행사는 한양종합기술연구원(HIT), 백남학술정보관, 신본관 앞 등 교내뿐만 아니라 성수동 사회혁신클러스터, 마포구 서울혁신파크에서도 진행되며 다채로운 볼거리를 선보였다. 특히 재학생이나 교직원뿐만 아니라 고등학생과 평소 사회 혁신에 관심 있던 여러 기관이 참여해 행사의 풍성함을 더욱 키웠다. 또한 한양대학교는 사회혁신의 장을 확대하고자 동아시아 대학 최초로 Ashoka U(글로벌 사회혁신 선도대학들의 리그) 가입을 준비하고 있다. 전체 4단계 중 한양대학교는 현재 3단계까지 통과한 상태. Ashoka U는 학생뿐만 아니라 교수, 총장 등 시니어 리더십에 대한 평가도 이루어진다.\n네이밍 기부\n후배들을 위해 사랑을 실천하다\n: 한양대는 재학생들이 학업에 몰두하고 자신의 꿈과 희망을 마음껏 펼칠 수 있도록 기부자(Naming) 명의 장학금을 실시하고 있다. 올해도 건학이념인‘사랑의 실천’을 보여준 동문 기부자들의 나눔을 통해 한양대 학생들이 우수한 환경에서 공부하고 연구할 수 있는 교육 환경이 마련되었다.\n열린 공간으로 변모한 백남학술정보관 _ 이종훈 라운지\n: 지난 9월 4일 ‘이종훈 라운지’가 문을 열었다. 이종훈 라운지는 기존 백남학술정보관 로비 894㎡의 공간을 지난 4월부터 세 달간 약 8억 원을 들여 스터디룸·휴게실·멀티미디어실·개방형 PC실 등으로 리모델링했다. 해당 라운지는 자유롭게 소통하고 쉴 수 있는 카페처럼 꾸며, 학생의 창의성과 자율성을 키우는 데 도움을 줄 것으로 기대된다. 이종훈 라운지는 이종훈(사학과 75) 도시가스 회장의 기부금으로 조성됐다.\n건설환경공학과 박춘규 첨단강의실\n: ‘박춘규 첨단강의실 오픈식’이 지난 10월 27일 한양대 재성토목관 1층 로비에서 열렸다. 박춘규(토목공학과 60) 동문의 전액 기부로 마련된 이 공간은 재성토목관 1층에 위치한 교수회의실과 실습실을 통합해 76명 정도의 학생을 수용할 수 있는 계단식 강의실이다.\n미래 예술인을 위한 크린토피아 한양예술극장\n: 크린토피아 회장 이범택(섬유공학과 72) 동문의 기부로 새롭게 변신한 ‘크린토피아 한양예술극장’의 제막식이 지난 10월 13일에 열렸다. 서울캠퍼스 올림픽체육관에 위치한 크린토피아 한양예술극장은 기존의 한양예술극장을 리모델링한 공간이다. 이 동문의 기부로 극장 무대와 객석, 백스테이지 공간, 분장실과 로비 등 전체적으로 개선이 이뤄졌다. 또한 재학생 양이삭(연극영화학과 12) 씨가 직접 창안하고 디자인한 극장의 커튼 모양과 색깔을 형상화한 디자인도 찾아볼 수 있다.\n양민용 커리어라운지 개관\n: 양민용(영어영문학과 77) 동문의 기부로 만들어진 국내 대학 최초 복합 커리어라운지 ‘양민용 커리어라운지’ 제막식이 지난 11월 29일 HIT관 1층 로비에서 열렸다. 채용설명회와 상담회, 스터디 등 학생 편의를 위해 사용될 이 공간은 취·창업 랜드마크 인프라의 한 축을 담당할 것으로 기대하고 있다.\n글로벌\n세계와 손잡는 글로벌 한양!\n2017년 한 해에도 한양대는 세계 곳곳을 누볐다. 홍콩과 싱가포르, 베트남, 미국 등의 대학들을 방문해 교류를 논의하였고 미국 뉴욕에는 글로벌 창업지원센터를 열어 운영하고 있다. 한양은 이제 국내에 만족하지 않고, 세계를 무대로 그 진가를 뽐낼 계획이다. 어제보다 오늘의 한양이, 오늘보다 내일의 한양이 더욱 기대되는 이유다.\n4월 25 ~ 28일 한양대 방문단, 싱가포르 난양기술대학·SUTD 방문, 신규 프로그램 구축 및 우수프로그램 벤치마킹등 논의 이뤄져\n6월 29일 : 한양대, 미 뉴욕서 글로벌 창업지원센터 운영, 학생들의 글로벌 취·창업 및 국내 스타트업의 해외진출을 도울 예정\n8월 1일 : 이영무 총장, 美온라인대 미네르바 방문, 온라인 교육 플랫폼 벤치마킹 및 본교와의 협력 프로그램 등 논의\n8월 1일 : 미국 소노마주립대학 방문, 향후 자매결연 협정 체결 및 공동프로그램 운영\n8월 23 ~ 26일 홍콩시티대·홍콩중문대 등과 교류 논의, 우수기업 벤치마킹을 위하여 화웨이, DJI 등도 방문\n11월 17일 베트남 하노이국립대와 MOU 체결, 하노이과학기술대학과도 학술교류 MOU\n유학생들\n전 세계가 이곳에! 모두가 즐거운 글로벌 캠퍼스\n세계를 보는 눈은 점점 넓어지고, 한양대의 학생들도 점점 다양해지고 있다. 2017년 학교는 국제여름학교, 추석행사, 무슬림기도실 리모델링, 치안봉사단, 글로벌인포메이션센터, 연극영화학과 워크숍 공동무대 등을 통해 외국대학과의 교류는 물론 한국에 온 유학생들을 위해 힘썼다. 7월에 열린 국제 여름학교(Hanyang International Summer School,HISS)는 협력 관계를 유지하는 외국대학과의 교류를 활성화하기 위해 준비된 프로그램이다. 올해로 20주년을 맞아, 54개국 1,700여 명의 외국인 학생을 포함한 약 2,000명의 대학생이 참여했다.\n유학생들과 함께하는 한양대!\n2016년\n12월 1 ~ 4일 연극영화학과 연극부 워크숍 <나비 봄 꿈>, 유학생과 함께 만든 무대, 글로벌 워크숍 일환, 창작음악극 선보여\n12월 15일 무슬림 기도실 제2공학관에 새롭게 선보여, 유학생 기본권 보장의 일환인 기도실 개편 사업\n2017년\n1월 4일 유학생들, 생활한복 만들다, 유학생을 위한 생‘ 활한복 만들기’ 강좌 열려\n4월 27일 한양대 외국인 유학생, 성동경찰서와 치안봉사단 구성, 서울 성동경찰서에서 발대식 개최\n5월 23 ~ 25일 모두에게 공평한 봄 축제, 유학생도 즐겼다, 유학생 위한 프로그램 확대해 더 풍성해진 즐길 거리\n7월 글로벌인포메이션센터, 외국인 유학생을 위한 정보 제공과 교류의 장 마련, 웰컴한대의 따뜻한 한마디, “Can I give you a hand?”\n9월 26 ~ 27일 놀이, 먹거리 체험과 함께하는 유학생들의 추석문화행사, 제1공학관 앞과 국제관에서 행사 열려\n10월 30일 ~ 11월 30일 한국어 글쓰기 자신감을 Up 시키다!, 유학생을 위한 창의융합교육원 IKWC (Intensive Korean Writing Class) 특강\n스포츠\n아마추어를 넘어 프로의 세계에서 빛난 한양 스포츠 스타\n: 다양한 종목에서 한양대 선수들의 활약이 돋보인 2017년이었다. 홍민기(스포츠과학부 14) 학생은 남자 프로배구 신인드래프트 거쳐 현대캐피탈에 입단했고, 일본 J2리그에 진출한 원두재(스포츠과학부 16) 학생은 모교에 발전기금 1억 원을 전달했다. 최채흥(스포츠과학부 14) 학생은 2018 KBO 신인드래프트 1차 지명으로 삼성라이온즈 유니폼을 입게 됐다. 한양인들은 올해에도 다양한 종목에서 골고루 좋은 성과를 내며 학교를 빛냈다.\n현대캐피탈 입단한 홍민기\n: 한양대 대표 센터 홍민기 학생이 지난 9월 열린 2017-2018 KOVO 남자부 신인선수 드래프트에서 배구 명문으로 손꼽히는 현대캐피탈 스카이워커스에 1차로 지명(전체 7순위)되었다. 최태웅 현대캐피탈 감독은 “홍민기는 점프력이 좋아 블로킹 능력이 뛰어나다. 다른 선수들과 달리 경기에 즉시 투입이 가능할 것 같다”고 전했다.\nJ2리그에서 활약하는 원두재, 모교에 1억 원 기부\n: 지난 7월 일본 J2리그의 아비스파 후쿠오카에 진출한 원두재 학생이 9월, 축구부 후배들을 위해 1억 원을 기부했다.\n삼성 라이온즈 입단한 최채흥\n: 지난 4년간 한양대 투수로 활약한 최채흥 학생이 2018 KBO 신인 드래프트에서 삼성 라이온즈로 1차 지명되었다. 그는 한양대학교 4년 동안 53경기에 출전해 268.2이닝을 소화하며 25승 10패 방어율 1.87의 뛰어난 성적을 거두었다.\n서울국제마라톤 남자 마스터스 우승한 문삼성\n: 2017 서울국제마라톤 겸 제88회 동아마라톤 대회에서 한양대 문삼성(스포츠산업학 11) 학생이 남자 마스터스(일반인) 우승을 차지했다. 3월 19일 서울 광화문 및 잠실 주경기장 일대에서 펼쳐진 이번 대회에서 문 씨는 풀코스인 42.195km를 2시간 29분 47초 13에 뛰었다.\n한양대 농구·배구 리그 서포터즈 HY-BALL, 대학리그 활성화 일조\n: 한양대학교에는 농구·배구 서포터즈인 ‘HY-BALL’이 있다. 이들은 현재 농구부와 배구부를 모두 지원하고 있으며, 홈경기가 없는 방학 기간에도 소셜미디어를 통해 꾸준히 활동하고 있다. 재학생과 팬, 선수들 사이에서 소통의 다리가 되어주는 이 서포터즈는 현재 팀장을 중심으로 총무, 서기, 기록지 담당, 이벤트, 스폰서, 음향, 장내 아나운서, 사진, 그리고 디자인과 뉴미디어 담당을 포함해 총 12명의 부원이 활동하고 있다.\n미래 스포츠 먹거리를 고민하는 넥스트 스포츠 어젠다 개최\n: 한양대 스포츠산업학과가 지난 12월 8일 오후 1시부터 6시까지 서울캠퍼스 백남학술정보관 6층 국제회의실에서 제4회 넥스트 스포츠 어젠다(The Next Sport Agenda IV)’를 개최했다. 이번 콘퍼런스는 ‘영 리더스 인 스포츠 디머스’라는 주제로 글로벌 스포츠 디머스 분야를 선도하는 젊은 리더들을 연사로 초청해 그들의 성공담뿐만 아니라 방황기와 실패기를 공유하며 소통하는 시간이 되었다.\n사회봉사\n한양대의 특별하고 색다른 사회봉사\n: 건학 이념처럼 꾸준히 사랑을 실천해온 한양대학교가 색다른 사회 봉사활동 방법을 기획하고 실행했다. 10만 원 프로젝트와 HY 옐로우재킷이 그 방식이다. 대학가 사회봉사 역사의 산증인으로 통하는 한양대학교가 이제는 최초와 최고를 넘어, ‘한양’만의 특별하고 색다른 사회봉사를 실천하고 있는 셈이다.\n10만원으로 봉사하기\n: 학생들이 모여 10만 원으로 할 수 있는 봉사는 사회복지에서부터 기술이나 기능 지원, 교육, 문화행사 등으로 다양하다. 2017년 1학기에 진행된 10만 원 프로젝트는 각 팀당 지도교수와 7명 이상의 학생이 팀을 이뤄 10만원의 시드머니를 활용하는 프로젝트를 진행했다. 총 16개 팀이 신청했으며, 평가를 통해 선정된 팀은 4월 마지막 주부터 6월 첫째 주까지 총 6주간 봉사활동을 진행했고 결과보고서를 통해 활동우수팀 3개 팀이 선정됐다. 이번이 첫 회인 10만 원 프로젝트는 사회봉사단에서 앞으로 매 학기 진행할 예정이다.\n1위 _ ‘짐프로젝트(이하 짐냥이)’가 10만 원 프로젝트 1위의 영광을 차지했다. 학교 곳곳에 짐냥이 박스를 두고, 오프라인 포스터는 물론 SNS에 하루 평균 2개의 콘텐츠를 업로드하는 방식으로 홍보해 자취생을 포함한 여러 학생의 기부를 유도했다. 수익금은 170개의 도시락을 구매하는 방법으로 청소년 봉사 동아리 활동 기금에 사용했고, 남은 물품들은 모두 안산 희망재단에 기부했다.\n2위 _ ‘We are fashion leader’ 프로젝트는 옷을 향한 남다른 열정을 가진 주얼리패션디자인학과 새내기들이 기획했다. 유치원 아이들에게 티셔츠 패턴디자인에게 대해 알려주고 함께 디자인해보는 봉사활동을 진행했다. 학생 1인당 2~3명의 유치원생과 한 조를 이뤄 티셔츠 위에 의류용 물감을 칠하고, 직접 만든 스텐실 도안을 가지고 예쁜 그림을 티셔츠에 옮겼다.\n3위 _ Sport For All은 ‘모든 사람을 위한 스포츠’라는 뜻이다. ‘Sport For All HYU’ 프로젝트를 기획한 체육대학 학생들은 거주환경이나 언어 등의 문제로 스포츠 활동에 제약이 있는 분교 초등학교 학생들과 지역아동센터 다문화 아이들을 대상으로 체육 재능 나눔 활동을 진행했다.\n한양대병원, HY 옐로우재킷 본격 활동\n: 한양대 의과대학 의예과 새내기 학생들의 봉사활동 프로젝트인 ‘HY 옐로우재킷 프로그램’이 지난 3월 출범식을 열고 본격적인 봉사활동에 돌입했다. 한양대학교병원과 한양대학교 의과대학은 지난해 2월 29일 ‘HY 옐로우재킷 프로그램’ 협약식을 체결하고, 의예과 1학년 새내기들이 1년간 한양대학교병원 내에서 환자들을 위해 의료봉사 할 수 있는 프로젝트를 운영하고 있다.\n취업\n한양만의 취업 비결은?\n: 한양대는 올해도 취업지표에서 우수한 성과를 얻어냈다. 이는 한양만의 종합경력관리 플랫폼인 HY- CDP가 큰 역할을 한 덕분이다. 이 밖에도 학연산 클러스터 교육프로그램, 한양 잡 디스커버리 페스티벌, 일본기업 해외인턴십 취업 박람회 등 다양한 길이 마련되어 한양대 학생들은 한결 안정적이고 편리하게 취업에 대비할 수 있다.\nHY-CDP(Career Development Program)\n: 학생들의 취업을 지원하는 프로그램이다. 단순한 취업 프로그램이 아닌 입학부터 졸업까지 경력을 종합적으로 관리할 수 있는 온라인 플랫폼으로 직무역량검사와 10만 여 개 기업DB와 채용정보, 스마트러닝 등 취업에 필요한 모든 정보를 제공한다. 빅데이터 분석을 기반으로 한 상담과 평가를 통해 개인별 취업역량보고서까지 작성된다.\nERICA 학연산 클러스터 교육프로그램\n: ERICA 학연산 클러스터 교육프로그램은 실무 중심의 맞춤형 교육으로 산업체 및 연구소 전문가를 활용한 현장 중심 강의를 제공하여 우수한 실용전문 인력 배출을 목표로 한다. 학연산 교육과정을 시작해 다양한 교육과 캡스톤디자인 경진대회, 공모전을 참여하고 LG이노텍에서 현장실습을 이수할 수 있다. ERICA 재료화학공학과 하다은 학생은 실제 이 프로그램을 통해 SK하이닉스 취업에 성공했다.\n한양대의 취업률은?\n교육부와 한국교육개발원의 조사에 따르면 2017년 한양대 취업률은 72.6%로 지난해 64.5% 보다 8.1% 올랐다. 이는 서울 주요 사립대 중 성균관대와 고려대에 이은 세 번째 순위에 해당한다. 근소한 차이였기 때문에 앞으로 더 높은 성장세를 기대할 만하다.\n취업 관련 행사들은 어떤 것들이 있었나\n1월 12 ~ 25일 커리어 컨설팅 워크숍- 커리어개발센터, 취업전략 설계 프로그램 운영\n1월 25일 ERICA에서 PRIME 우수 합격생 및 학부모 초청 진로 취업 설명회\n5월 1일 ERICA에서 취업성공 공감콘서트 개최\n9월 5 ~ 6일 2017 한양 잡 디스커버리 페스티벌(Job Discovery Festival) 개최\n9월 20일 ERICA에서 일본기업 인턴십 및 취업박람회 개최, 16개 기업 참여\n학생 성과\n젊은 한양인들의 무한도전! 그리고 밝은 가능성\n2017년은 한양의 미래인 재학생들의 성과가 많은 한해였다. 세계적인 학술\n지에 논문을 실은 재학생이 있는가 하면, 자신들의 아이디어로 창업한 학\n생들, 로봇으로 세계대회 우승을 차지한 로봇공학과 학생들, 그 밖에 음악\n과 무용, 광고, 서적 등 다양한 분야에서 한양인들의 활약이 돋보였다. 더욱\n밝게 빛나는 2018년을 기대해본다.\n논문으로 세계에 이름을 떨치다!\n최윤형(경영학부 12) 학생이 학진 등재지(「전략경영연구」 12월호)에 공저자로 논문 ‘개발도상국 기업의 부\n패 경험과 소유구조가 기업 성과에 미치는 영향’ 게재\n김나현(기계공학부 13)·이상열(기계공학부 12, 이상 지도교수 장건희) 학생이 SCI급 저널에 논문 게재. 마\n그네틱 카테터의 조향 성능을 향상시키는 설계 방법과 막힌 혈관을 개통할 수 있는 구조 제시\n톡톡 튀는 아이디어가 빛난 한양인들\n재학생들(신강수, 노웅기, 김나연, 유은서)이 게임하면서 캠퍼스 구경할 수 있는 앱 ‘탐방탐방’ 출시 / 국내\n최대 피아노 커뮤니티 ‘마피아컴퍼니’ 창업한 허상민(컴퓨터공학과 14) 학생 / 김강산(기계공학부 09) 학\n생, 농부와 소비자를 연결해주는 파머스마켓 온오프라인 연계 플랫폼인 ‘모이다 얼장(얼굴 있는 농부시\n장)’ 기획\n트로피를 높이 들어라!\n로봇공학과 ‘레알밥도둑’ 팀, 2017 국제로봇콘테스트&R-BIZ 챌린지 우승\n이진욱(국악과 14) 학생, 전국 가야금 경연대회 대상 수상\n제33회 동아국악콩쿠르 일반부 5개 부문에서 총 6명 수상 - 일반부 작곡부문에는 이아로(국악과 15) 학생이 은상, 김주리(국악과 11) 동문이 동상, 가야금 부문에는 함지호(국악과 16) 학생이 일반부 금상, 정가 부문에는 김재민(국악과 17) 학생, 대금 부문에는 전성원(국악과 석사 17)학생, 해금 부문에는 김솔림(국악과 16) 학생이 각각 일반부 동상\n김상원·김찬호·박사로·신재연(이상 정보시스템학과) 학생, 2017 세계청소년 올림피아드서 수상\n이동훈(교육공학과 12) 학생, 뉴욕페스티벌 국제 광고제 학생 부문 Third Prize 수상\n대학생 새내기 길라잡이 앱 ‘호미앤호미스’ 개발한 박상엽(기계공학과 13) 학생\n한양대 의학과 학생팀, 대한예방의학회 학생 학술상 수상\n아시아인 최초로 IDO 월드 갈라 진출한\n김민아\n(무용예술학과 14) 학생\n권재헌(무용학과 14) 학생, 2017 코리아국제현대무용콩쿠르 시니어 남자부문 대상 및 금상\n에너지 개발의 꿈을 좇은 김태홍(자원환경공학과 박사과정) 학생, 세계 3대 과학서적 출판사인 스프링거에서 책 출간\n이민호(융합기계공학과 박사과정) 학생, 정보저장 및 처리 시스템 부문 학술대회에서 ‘2017 대학원생 펠로우십(The ASME ISPS 2017 Division Graduate Student Fellowship)’ 수상\n교육 혁신\n한양의 교육 혁신은 멈추지 않는다!\n: 교육 혁신은 많은 대학들의 핫 키워드로 손꼽힌다. 하지만 한양대는 항상 한 발 더 앞서가고 있다. 경영대학에 만들어진 한양 비즈니스랩, 산업계 요구를 반영해 학과 커리큘럼 구성을 위해 설치된 산업연계교육 자문위원회(IAB) 등이 그 시작이다. 2017년 한양대가 교육 혁신을 위해 어떤 노력을 기울였는지 살펴본다.\n서울캠퍼스 경영관에 비즈니스랩 신설\n: 7가지 형태의 프로젝트를 수행하는 공간이다. 지난해 국고 특성화 사업에 선정돼 2017학년도 1학기부터 프로젝트 학기제를 시작했다. 한 학기 동안 경영관 3층의 비즈니스 랩에 근무하며 인턴십을 하는 개념으로, 법인회사를 설립해 교내 장기 현장실습기관으로 등록한 것이 특징이다.\n중간 강의 평가\n: 지난 학기에 시범 운영했던 중간 강의 평가가 올해부터 본격적으로 시행되었다. 강의평가에 대한 지속적인 개편요구에 따라 마련된 것으로, 학기 도중에도 수강생 의견을 청취해 수업 운영을 보완하기 위한 제도다.\n한양대, 양 캠퍼스에 IAB 운영\n: 국내대학 최초로 대학 학과 커리큘럼 구성에 산업계의 요구를 반영하는 시도가 한양대에서 시작됐다. 한양대는 서울과 ERICA 양 캠퍼스에 산업연계교육 자문위원회를 발족해 설치하고, 산업현장의 목소리를 반영해 교과목들을 편성함으로써 산업연계 교과목 개발을 하기로 했다. IAB 설치를 통해 한양대는 현대사회에서 빠르게 변화하는 시대의 요구를 반영한 인재 양성에 한층 더 다가섰다는 평가를 받았다.\n공직 진출 성과\n대한민국을 이끄는 한양의 우수 인재들\n: 2017년에도 한양대는 우수한 공직 진출 성과를 보여줬다. 5급 공채 기술직(구 기술고시)은 작년에 이어 강세를 보이며 서울대에 이어 2위를 기록했지만, 주요 직렬 중 4개 직렬 수석을 배출해 사실상 주인공이 되었다. 또한 사법시험에서는 두 번째로 많은 합격자를 배출했다. 5급 공채 행정직(구 행정고시) 국제통상직렬 수석합격자가 나오기도 했으며, 마지막 사법시험에서는 최고령 합격자를 배출해 화제가 되기도 했다.\n마지막 사법시험에서 7명 배출\n: 한양대는 마지막 사법시험이었던 제59회 사법시험에서 최종 합격자 55명 중 7명을 배출하며 전체 12.7%를 차지했다. 전국 대학 중 서울대(13명)에 이어 두 번째 많은 합격 인원이다. 특히 마지막 시험에 최고령으로 합격한 박종현(법학과 92·사진) 동문의 이야기가 회자됐다.\n5급 공채 기술직\n: 한양대는 2017년 5급 공채(기술)에서 최종 합격자 15명을 배출했다. 작년 1위에 올랐던 한양대는 올해는근소한 차로 아쉽게 서울대에 이어 2위를 차지했으나, 주요 직렬 중 4개 직렬에서 수석을 차지하며 한양공대의 명성을 드높였다.\n5급 공채 행정직\n: 올해 5급 공채 행정직 최종합격자 275명 중 한양대 출신 합격자는 16명으로 전체 5.8%를 차지했다. 올해 한양대는 전국 대학 중 다섯 번째 많은 합격 인원을 배출했다. 또한 국제통상직렬 수석합격자인 강해림(정책학과 11) 씨를 배출해 눈길을 끌었다.\n로스쿨 단기법조경력 신임법관 임용\n: 지난 8월 1일 임명된 신임법관 25명 중 한양대 출신은 3명(12%)으로 전체 대학 중 3위를 차지했다.\n경찰청 경감 특별채용 합격자\n: 변호사 출신 경찰공무원 경력경쟁채용에 합격한 18명 중 한양대 출신은 3명으로 가장 많은 것으로 확인됐다.\n사법연수원 법무관 출신 신임검사 임용\n: 법무부가 올 4월 사법연수원 43기 법무관 출신 31명을 신규 임용했다. 신규검사 31명에 대한 출신대학을 법률저널이 분석한 결과, 한양대학교는 총 2명(6.5%)으로 조사대학 중 네 번째로 많게 조사됐다.\n인재의 마중물\nCEO 사관학교의 자부심\n: 한양대학교가 CEO사관학교라는 말은 이제 고유명사로 자리를 잡았다. 다양한 분야에서 뛰어나게 활동하는 한양인들이 있어, 우리는 우리가 자랑스럽다.\nCEO사관학교의 위용!\n한양대 출신 CEO기업 1만 177개로 국내 대학 중 1위, 스타트업 분야에서도 2,266개로 국내 대학 1위!\n500대 기업 CEO 중 한양대 출신 4위\n국내 15대 기업 임원 중 한양대 출신 130명으로 5위\n국내 100대 기업 CEO 중 한양대 출신 5위\n증권사 CEO 중 한양대 출신 4위\n5대 그룹 부사장 이상 고위임원 중 한양대 출신 25명, 전체 421명 중 5.94%로 4위\n대우건설 임원 중 한양대 출신 3위\n국내 6대 로펌 변호사 중 한양대 출신 4위\n효성그룹 주요 임원 중 한양대 출신 4명\nGS그룹 부사장 이상 임원 중 한양대 출신 2명\n2017년을 빛낸 재계 속 한양대 동문\n: 삼성전자 신임 CE부문장 김현석 / 효성 대표이사 김규영 / 이스타항공 대표이사 최종구 / 휴비스 대표이사 신유동 / 삼양사 대표이사 박순철 / 전문건설협회장 김영윤 / 유닉스전자 대표이사 이한조 / 대한건설협회장 유주현 / 카카오뱅크 대표이사 윤호영 / 신세계건설 대표이사 윤명규 / 그린카 신임 대표이사 김좌일 / 한국건설관리공사 신임 대표이사 이명훈 / 엔지니어링공제조합 이사장 김수보 / 도레이첨단소재사장 전해상 / 극동건설 대표이사 남관우 / 제주에너지공사 사장 허엽 / 국내 인프라산업의 선구자이자 산증인 이산 회장 이원찬 / 세계적 건축설계사 ASGG 부회장 오세황 / 한국 바이오시밀러의 길을 여는 셀트리온 대표이사 기우성 / ‘검은사막’ 개발 펄어비스 의장 김대일 / 자동차 애프터마켓 온오프연계 서비스 제공하는 카닥 대표이사 이준노\n2017년을 빛낸 관계·법조계·언론계 속 한양대 동문\n부산고등법원장 황한식 / 사학연금공단이사장 이중흔 / 감사교육원장 심호 / 특허심판원장 고준호 / 대통령 비서실장 임종석 / 국무조정실장 홍남기 / 경인교대 총장 고대혁 / 한국해양과학기술진흥원장 연영진 / 한국기계연구원장 박천홍 / 한국경제신문 사장 김기웅\n2017년을 빛낸 문화예술체육계 속 한양대 동문\n: 뮤지컬 ‘매디슨 카운티의 다리’ 단독 주연 박은태 / 2017 세계일보 신춘문예 단편소설 부문 당선 이상희 /프로여자배구 흥국생명 핑크스파이더스 감독 박미희 / 한국도로공사배구단 단장 팽우선 / 인천 유나이티드 대표이사 정병일 / 전국우륵가야금경연 대통령상 최민혁 / 2017 노이에 슈팀메 국제 성악 콩쿠르 우승 조찬희 / 국립전통예술중고 교장 왕기철\n입시\n착한 입시 한양대, 이제는 글로벌\n한양대는 2017 중앙일보 대학평가에서 서울캠퍼스가 종합 3위, ERICA가 종합 9위에 선정되며 높은 평가를 받고 있다. 또한 수년간 고교교육정상화사업에 선정되며, 대학입시에서 ‘착한입시’를 선도하는 대학으로 자리매김해왔다. 이제는 국내를 넘어 외국인 유학생까지 입학시험을 치르러 오는 학교가 됐다. 한양대는 이제 국내를 넘어 세계를 무대로 그 위용을 뽐내고 있다.\n수시전형 간소화\n: 매년 ‘착한 수시’로 각광을 받고 있는 한양대는 수험생들의 부담을 줄여주고자, 올해 역시 대입정책 간소화에 초점을 맞췄다. 이를 통해 전형만으로도 무엇을 평가하고자 하는지 쉽게 알 수\n있어 수험생들의 전형 선택 부담을 덜어주고, 집중적인 준비를 가능할 수 있도록 돕는다.\n수시상담카페\n: 지난 8월 11~12일 이틀간 열린 수시상담카페는 이제 한양대만의 고유 행사로 자리 잡았다. 20여 명의 입학사정관들이 사전 예약한 수험생 1,000여 팀을 대상으로 상담을 진행했다.\n입시설명회\n: 2017년 4월에 열린 2018학년도 한양대 입시설명회에는 4,000여 명 인파가 몰려 그 열기를 가늠케 했다. 통상 설명회만 진행하면 끝나는 행사지만, 한양대는 수험생 및 학부모를 대상으로 일대일 맞춤형 입학상담을 진행해 호평을 받았다. 필요한 입학정보를 모두 공개한 데다, 개별맞춤형 정보까지 제공해 착한설명회라고 불리기도 했다.\n외국인 대상 입학시험\n: 한양대는 국내 대학으로는 유일하게 외국인 유학생 대상 입학시험을 실시하고 있다. 입학시험은 논술 유형으로 실시되며, 수험생을 배려해 답안 작성 시 한국어·영어·중국어·일본어·독일어·프랑스어·몽골어·아랍어·베트남어·러시아어 등의 언어 중 수험생이 가장 편한 언어를 선택하도록 구성했다. 시험은 서울·베이징·상하이를 비롯한 주요 도시에서 진행된다.\n동문 사랑\n학교·후배 사랑을 실천하는 한양대 동문들\n: 한양대 동문들의 학교 사랑, 후배 사랑은 올해도 계속되고 있다. 85학번 동기회는 2년 전 입학 30주년 기념으로 열린 ‘85학번 홈커밍데이’ 이후부터 사랑을 실천하고 있다. 30년 후배인 15학번을 위한 푸드트럭과 반계탕 이벤트를 1학기와 2학기에 나눠 진행한 것! 올해는 지난 6월 기말고사 기간 또다시 노천극장에 나타나 15학번 후배들에게 ‘30년 터울 후배사랑’ 캠페인을 통해 점심과 간식을 제공하기도 했다.\n한양대 85학번, 30년 후배사랑 실천\n: 한양대 85학번 동문들이 2017년 6월 15일 후배 사랑을 실천했다. 한국 맥도날드와 함께 15학번 학생들에게 ‘30년 터울 후배사랑’ 캠페인을 열고 기말고사 응원용 점심과 간식을제공한 것이다. 한국 맥도날드(대표이사 조주연)도 이번 행사의 좋은 취지에 동참해 점심으로 제공할 식사 금액을 할인해 주었다.\n서울캠퍼스 97학번 홈커밍데이\n통상 입학 30주년을 기념해 홈커밍데이를 진행해왔던 것과 달리, 올해는 입학 20주년 기념해 5월 24일 서울캠퍼스에서 97학번 홈커밍데이가 열렸다. 1부 음악 공연, 2부 식사 겸 교제의 시간, 3부 일일주점 ‘수요일 수요일은 즐거워’ 오픈 순서로 진행된 이번 행사는 20주년 행사도 동문에게 어필할 수 있다는 가능성을 보여준 계기가 됐다.\n생활과학대 끝7학번 동문의 날 개최\n: 지난 5월 25일, 학번 끝 숫자가 7로 끝나는 동문을 초대한 ‘끝7학번 한양대 생과대 동문의 날’이 성황리에 열렸다. 이 행사는 입학 10년, 20년, 30년 등을 맞이하는 동문의 교류와 소통의 장을 마련하고 생활과학대 17학번 재학생들을 위해 장학금 지원을 약정하는 자리였다.\n문화 한양\n문화의 향기 가득한 한양대 캠퍼스\n: 한양대는 문화의 향기로 가득하다. 매주 화요일이면 1230 콘서트를 통해 음악대학 학생들의 공연을 볼 수 있다. 한양대 내 위치한 박물관에서는 각종 유물은 물론 전시회도 감상할 수 있다. 특히 2017년에는 고(故) 유재하 30주기를 맞아 추모전시회가 열려 더 많은 눈길을 끌었다.\n1230 콘서트\n: 산학협력단이 주관하고 한양예술융합센터와 음악대학이 공동 주최하는 1230 콘서트는 지난 3월 28일을 시작으로 매주 화요일 오후 12시 30분 한양종합기술연구원(HIT) 1층 로비에서 열리고 있다. 한양인의 삶에 음악을 더해줄 1230콘서트는 다양한 구성원이 힘을 모아 만든 콘서트라는 점에서 그 의미가 더 깊다.\n유재하 30주기 추모전시회\n: 한양대를 대표하는 천재 작곡가 고 유재하(작곡과 81) 동문을 추모하는 전시회 <우리 이대로 영원히, 유재하>를 한양대학교박물관에서 2018년 6월 30일까지 만나볼 수 있다. 많은 이가 아끼고 사랑하는 그의 음악은 물론 그리고 최근 음악인들이 재해석한 그의 음악도 만날 수 있다. 문화가 살아 숨 쉬는 한양대 캠퍼스에 한양대학교박물관은 그 메카가 되고 있다.\n개교 78주년 기념 하이리온 전시\n: 하이리온은 한양대를 상징하는 깜찍한 사자 캐릭터이다. 작년 3월, 그 하이리온을 마음껏 관람할 수 있는 전시회가 한양대학교박물관에서 열렸다. 지난 2011년 디자인경영센터에서 태어난 하이리온은 무럭무럭 성장해 이제 한양인이라면 누구나 아는 유명인사가 됐다. 이번 전시는 개교 78주년을 기념한 것으로, 재학생들이 적극적으로 참여해 더 큰 의미가 있었다.\n기부·발전기금\nCheer up! 한양대를 응원하는 사람들\n: 한양의 눈부신 발전 뒤에는 언제나 든든한 동문들의 후원이 있었다. 동문들의 후원 덕분에 한양대 후배들은 안정적으로 배우며 성장할 수 있었다. 동문들의 사랑을 받고 자란 한양인들이 머지않아 다시 후배들에게 내리사랑 후원자로 나설 것을 기대해본다.\n기부를 위한 동행한대의 행보\n: 작년에 이어 2회째 열린 Club 동행한대 캠페인은 한양대가 2013~2019년에 걸쳐 추진하는 집중거액모금 캠페인의 일환으로, 고액 기부자 위주로 시행되던 기존 모금캠페인의 범위를 중소액 기부자로 넓혔다는 데에서 중요한 의미를 가진다. 지난 5월 12일에는 CGV 왕십리점에서 ‘제2회 Club 동행한대 기부 감사 행사, Movie Night’가 성황리에 열렸다.\n자랑스러운 한양 공대인상 수상 동문들, ERICA 한자공라운지 기증\n: 지난 5월 ERICA 공학대학에 ‘한자공라운지’가 열렸다. 한자공라운지는 한양대 공과대학에서 매년 수여하는 ‘자랑스러운 한양 공대인상’을 수상한 동문 19명이 후배들을 위해 모금한 기부금으로 ERICA 공학대학에 조성된 공간이다.\n『2017 발전기금 조성 보고서』 발행\n: 한양대가 2016년 3월 1일부터 2017년 2월 2일까지 1년 동안의 주요 기부 소식을 담아 『한양대발전기금 조성 보고서』를 지난 6월 발행했다. 이 보고서는 한 해 동안 모인 기부금이 어떻게 사용됐는지 후원자에게 안내하는 내용으로 채워졌다.\n한양발전후원회 정기모임\n: 한양발전후원회 제14회 정기모임이 지난 6월 22일 서울 서초구 예술의 전당에서 열렸다. 본 정기모임에는 이영무 총장을 비롯해 한양발전후원회 위원 30명 및 교무위원 23명 등 총 53명이 참석해 자리를 빛냈다.\n‘2017 한양, 힘이 되는 밤’ 동문 기업인 초청 만찬 행사\n: 지난 10월, 2017 한양, 힘이 되는 밤– 동문 기업인 초청만찬이 열렸다. 동문 기업인 400인을 초청한 이번 행사는 학교와 기업 간 네트워크 구축은 물론, 학교 발전에 동문 기업인의 동참을 유도하기 위해 마련됐다.\n동문 주요 기부 살펴보기\n: 이종혁 미국 회계법인 The Lee Accountancy Group 대표, 한양대에 총 4만 달러 발전기금 약정 / 김창곤 한국전파기지국 회장, 총 기부액 5천 220만 원으로 명예의 전당 ‘5천만 원 이상’ 구간 등재 / 신동우 나노 대표이사, 백남상 상금 전액(1억 원) 기부 / 한국부동산개발협회, 장학금 2천만 원 / 한보석 에피카 대표, 2,000만 원 기부 / 이창섭 우정유빅스엔지니어링 회장, 1억 원 기부 / 손용근 법무법인 동인 대표변호사, 1억 원 기부 / 故여운승 명예교수 유족, 발전기금 6천만 원 기부 / 황인수 성일건설 회장, 발전기금 1억원 기부 - 2006년 10월부터 총 1억 6천만 원 기부하며 명예의 전당 ‘1억 원 이상’ 구간 등재\n창업\n창업 하면 한양, 한양 하면 창업!\n: 중소기업청의 ‘2017년 입소형 창업선도대학’에 선정되며 다시 한 번 창업을 선도하는 대학으로 인정을 받았다. 또한 교육부 브릿지 사업 평가 결과, 대학기술창업 2년 연속 매우 우수(A) 등급을 받아 기술 창업의 대표 대학으로 올라섰다.\n한양대, ‘입소형 창업선도대학’ 선정\n: 한양대가 중소기업청의 ‘2017년도 입소(立所)형 창업선도대학 육성사업’에 신규 선정됐다. 이에 따라 한양대는 총장 직속의 창업지원단 조직을 신설하고 ‘기술기반 혁신창업가 양성 및 실질적 창업성과 창출’을 목표로 ICT·바이오 계열의 혁신 창업자를 집중적으로 육성한다.\n대학기술창업 2년 연속 ‘매우 우수’\n: 지난 4월 한양대 ERICA가 세종대학교와 함께한 컨소시엄이 대학 창의적 자산 실용화 지원(BRIDGE) 사업에서 2년 연속 최고등급인 ‘매우 우수(A)’ 등급을 받았다.\n대학 간 경계 없는 창업수업\n: 창업지원단은 대학 간 경계를 없애 여러 대학 학생들이 모여 모의창업을 해 볼 수 있는 캐시클래스(cash class)를 운영했다. 캐시클래스는 활동비를 지원받아 일정기간동안 모의로 창업하는 수업으로 한양대는 서강대, 숙명여대와 공동으로 운영해 대학 내의 창업수업에서 대학간 창업수업으로 보폭을 넓혔다.\n미래의 기업가를 꿈꾸다!\n: 지난 6월 한양종합기술연구원(HIT)에서 ‘국가별 특성에 맞는 사업 아이템을 찾아라’는 주제로 2017 글로벌 창업아이디어 해커톤 대회가 열렸다. 다양한 국적을 가진 사람들이 참여한 만큼 각 국가에 맞는 여러 참신한 아이디어들이 많이 나왔고, 미래의 기업가들에겐 이번 대회가 자신의 꿈을 향해 한 걸음 더 성장할 수 있는 좋은 기회가 됐다.\n2017 CES에서의 성과\n: 지난 1월 CES(세계 최대 가전제품박람회)에서 RDK 파트너스(대표 라이언 김, 이하 RDK)와 국내 유망 스타트업의 해외시장 진출을 체계적으로 지원하기 위한 업무협약을 체결했다. 또한 이\n박람회에서 한양대는 미국 유타대, 중국 칭화대, 영국 사우스햄프턴대 등 해외 대학생들과 기술창업 아이디어 교류회를 개최했다.\n미 뉴욕서 글로벌 창업지원센터 운영\n: 한양대가 국내 우수 인재와 스타트업들의 해외 진출을 돕기 위해 미국 뉴욕에서 글로벌 창업지원센터 한양 스타트업 랩을 운영한다. 세계 최대 규모의 뷰티 제품 제조업체 인코코(대표 박화영)와 협력을 통해 지난 6월 미국 뉴욕에서 한양 스타트업 랩을 개소하고 현판식을 가졌다.\n공대 혁신\n가장 높은 곳에서 빛나는 한양 공대의 저력\n: 밤낮으로 연구에 매진하는 교수 및 연구진 덕분에 한양 공대는 정부의 각종 공학 분야 지원사업에 선정되며 그 가치를 인정받고 있다. 한 발 더 나아가 여성 공학인재 양성에 노력을 기울이며 다른 대학과 차별화를 꾀하고 있다. 한양 공대는 가장 높은 곳에서 빛나고 있다.\n한양대 공대혁신사업단에 선정\n: 지난 5월 미래창조과학부가 국내 공학대학 역량 증진을 위해 시행하는 ‘X- Corps 사업’과 ‘차세대 사업’에 한양대가 선정됐다. 공대혁신사업은 현장 맞춤형 인재 양성과 공학교육 리더십 확립, 기업의 공학교육 참여를 목적으로 시행된다. 이 사업은 이공계 대학(원)생 연구팀의 도전적 연구과제를 지원하는 ‘현장맞춤형 이공계 인재양성 지원(X- Corps) 사업’과 석박사과정 학생으로 구성된 연구그룹 및 기업 공동연구를 돕는 ‘차세대 공학연구자 육성 사업’으로 나뉜다.\n2017 대학ICT연구센터에 한양대 선정\n: 한양대가 4차 산업혁명을 선도할 ICT 창의융합형 핵심 인재 양성에 나선다. 미래창조과학부는 지난 6월 2017년도 대학ICT연구센터로 한양대(5G) 외 총 7개 대학을 최종 선정했다. 이들 대학은 향후 4년간 각각 연 5~8억 원씩 지원받으며 기업중심 산학협력과제, 국제공동 연구과제(AI,네트분야), 전공실무 능력 배양 등을 통해 산업수요에 맞는 고급 기술인재를 안정적으로 공급하는 역할을 수행하게 된다.\nSDR 단말기 표준화 연구는 학계 단독, HY-MC 연구센터\n: 2012년 6월 미래창조과학부 산하 정보통신산업진흥원의 대학IT연구센터 지원 사업을 통해 설립된 HY- MC 연구센터는 센터장인 최승원 교수(융합전자공학부)를 중심으로 13명의 이동통신 분야 전문 교수가 연구에 힘쓴다. 센터는 지금까지 연구해온 SDR 단말기의 표준화 기술이 스마트폰과 자동차통신에 적용되는 것을 목표로 하고 있다.\n여성 공학인을 위한 노력\n: 한양대가 지난 2월 교육부와 한국연구재단에서 주관하는 여성공학인재양성(WE - UP, Women in Engineering- Undergraduate Leading Program) 사업에 선정됐다. 이 사업은 공학 교육을 여성친화적으로 개편하고, 사회 수요에 맞춰 여성공학 인재를 양성하기 위해 신설된 사업이다.\n입학식\n한양대 입학식의 주인공은 신입생!\n: 2017학년도 제78회 한양대학교 입학식이 지난 2월 27일 올림픽체육관에서 열렸다. 그동안의 입학식과는 달리 이번에는 신입생의 참여를 대폭 늘렸다. 사전에 입학식 신입생 참여 프로그램을 기획하여 ▲한양 댄스리더 ▲한양 탤런트 ▲입학 행사 기획단 ▲감동스토리 등 4개 분야에서 학생 참여를 유도했다. 덕분에 입학식 현장은 어느 때보다 활기가 넘칠 수 있었다.\n신입생들, 어서 와！\n: 3,280명의 신입생들은 행사 시작 전, 한양대학교 응원단 ‘루터스’의 공연을 감상했고, 김명건 동문(성악과 08)의 지도하에 교가를 배웠다. 이어 프리랜서 아나운서 이고은 동문(정보사회학과04)의 사회로 막을 올린 입학식은 강신장 교수(경영학부)의 7분 강의와 이영무 총장의 인사말로 이어졌다. 인사말을 위해 무대에 오른 이영무 총장은 한양대학교 교육 이념과 한양의 인재상을 소개하며 대한민국을 선도하는 인재가 되도록 열심히 가르치겠다는 학교의 다짐을 전했다.\n신입생 참여로 꾸며진 다양한 무대\n: 본격 시작된 입학식의 첫 순서는 신입생의 ‘감동 스토리’ 소개였다. 주인공은 최혜민(기계공학부17) 학생이다. 학생은 예산군 청소년 운영위원회 위원장으로 활동하며 가로등 부족 문제를 제기해 지역 곳곳에 가로등을 설치했고, 충남도 교육청 주관 중고교 학생대표 원탁토론회에서 네팔지진 구호 성금 모금을 제안해 1억 5,000만원을 모으는 데 기여했다. 무대에 오른 학생은 한양대에서도 다양한 봉사활동을 통해 ‘남들이 행복했으면 좋겠다’는 자신의 좌우명을 실천하겠다는 뜻을 전했다. 이후 입학 행사 기획단의 영상이 상영됐는데, 이 기획단에는 17명의 신입생이 참여했다. 신입생이 참여한 축하 무대도 이어졌다. 한양 댄스리더 부문에 지원한 15명의 학생이 트와이스의 ‘TT’와 방탄소년단의 ‘불타오르네’ 등에 맞춰 춤을 선보였다. 큐브엔터테인먼트 김세환 디렉터와 최재혁 교수(무용학과)의 지도, 그리고 참여 학생들의 노력이 결실을 맺은 자리였다.\n한양 가족 모두 신입생의 새 출발을 응원하며\n: 입학식은 고성현 교수(성악과)와 성악과 재학생들의 축하무대, 동문 축하 메시지, 교가 제창을끝으로 마무리됐다. 입학식이 끝나자 신입생들은 일제히 자신의 다짐을 적은 종이비행기를 날리며 보람찬 대학생활을 기원했다. 무대를 지켜본 신입생들은 저마다 행사를 준비한 분들의 노고에 격려를 보내며, 즐거운 시간이었다는 소회를 밝혔다.\n이러닝\n인공지능 시대의 중심에서 스마트 교육을 외치다\n: 인공지능 시대에 들어서면서 주변 환경이 급변하고 있다. 변화에 적응하지 못하면 도태되기 마련이다. 한양대는 이를 위해 한 발 빠른 스마트 교육으로 대학 교육의 새로운 패러다임을 열어가고 있다.\n인공지능 시대에 걸맞은 MOOC 학습 혁명!\n: 한양대 스마트교육학습센터는 효과적인 학생 역량 교육을 위해 온라인과 연계된 플립 클래스(Flipped Class)와 블랜디드 클래스(Blended Class), 링크 클래스(Linked Class)의 세 유형으로 스마트교과교육을 구축했다. 스마트교과교육은 온라인·오프라인 수업의 장점을 취사선택하여 혼합한 수업으로 먼저 온라인 강의를 통해 강의내용 전달 및 지식 습득이 이루어지고, 사전·사후에 이론학습이 가능하다. 토론이나 발표, 문제해결 중심의 학습과 응용 심화학습은 오프라인 강의를 통해 진행되어 학습자 중심의 밀착교육이 이루어진다.\n2017 K-MOOC 신규 3개 강좌 개설\n: 한양대학교는 교육부와 국가평생교육진흥원이 발표한 2017년 한국형 온라인 공개강좌(이하K-MOOC) 사업에 선정돼 3개 강좌를 새롭게 개발했다. 2015년부터 무크선도대학으로 참여하는 한양대가 올해 신설한 3개 강좌는 △과학기술혁신시대의 디자인이슈(현은령 응용미술교육과 교수) △공연을 만드는 사람들(권용 연극영화학과 교수 외 5인) △재무제표 작성 : Step-by-Step Guide(송창준 경영학부 교수) 등이다.\n한양대 MOOC, 네이버 플랫폼에 탑재\n: 한양대의 온라인 공개강좌 MOOC(무크, Massive Open Online Course)가 국내 최대 인터넷 포털사이트인 네이버(Naver)에 탑재된다. ‘학점이수가 가능한’ 국내 대학 강의 콘텐츠가 네이버 플랫폼을 활용하는 것은 한양대가 처음이다.\n의료원\n국민 건강을 위한 발걸음\n: 2017년에도 한양대병원은 국민 건강 증진을 위한 발걸음을 멈추지 않았다. 한양대구리병원 신관과 행동발달증진센터, 심장혈관센터 등이 문을 열었고 병문안객 통제 시스템을 도입했다. 열심히 달린 덕분에 좋은 성과를 거두기도했다. 서울시교육청에서는 감사장을 받았고, 응급의료기관 평가에서는 최우수 등급을 받았다. 내년에도 한양대병원의 질주는 계속될 것이다.\n한양대병원 병원학교, 서울시교육청 감사장 받아\n: 한양대병원의 병원학교가 2016년 12월 31일 건강장애학생의 건강 증진 및 교육 지원에 기여한 공로를 인정받아 서울시교육청으로부터 감사장을 받았다. 장기치료 치료가 필요한 아이들을 대상으로 치료와 학업을 병행해 정상적인 학교 복귀를 돕고 여러 치료 프로그램을 통해 아이들의 정서 발달과 심리 안정에 노력한 공로를 인정받았다.\n한양대병원, 응급의료기관 평가 최우수 A 등급 선정\n: 한양대병원이 지난 4월 보건복지부에서 전국 응급의료기관을 대상으로 시행한 2016년 응급의료기관 평가에서 최우수 등급인 A 등급을 받았다. 이번 평가는 보건복지부가 2015년 7월부터 2016년 6월까지 전국 414개 응급의료기관을 대상으로 △시설·장비·인력의 법정기준 충족 여부 △응급실 과밀화 지수 △최종치료 제공률 등을 평가한 결과이다. 전국 128개 지역응급의료센터에 속한 한양대학교병원은 상위 20%에 해당해 ‘A’ 등급을 획득했다.\n그 밖 한양대병원의 이모저모\n한양대의대·병원, 행동발달증진센터 개소(2017년 4월 27일) 서울시 발달장애인지원센터와 연계해 행동 문제의 원인과 대처방법 등 교육\n한양대구리병원, 신관 준공식 개최(2017년 7월 26일) 경기 동북부 의료서비스 향상 기대\n한양대구리병원 심장혈관센터 확장 개소(2017년 8월 16일) 심장 질환 환자들에게 보다 높은 수준의 의료서비스 제공\n한양대병원 ‘병문안객 통제시스템’ 전면 도입(2017년 9월) 9월부터 전 병동 스크린 도어 및 출입증으로 입원환자 면회 제한 시행\n한양대병원 권역응급의료센터, 응급중환자실 확장 개소(2017년 11월 6일) 응급 중환자들에게 최적의 응급치료 제공 위한 확장\n한양클라우드센터\n국내 최초를 넘어 세계를 향해\n: 한양대는 2008년 글로벌 100대 대학 진입을 목표로 ‘뉴 한양 2020’ 마스터플랜을 전략과제로 수립했다. IT와 정보화로 인해 급변하는 시대에 발맞추고자, 다른 대학들보다 한 발 앞서나간 결정이었다. 한양클라우드센터는 2020년까지의 긴 로드맵의 일환으로 설립된 곳으로, 클라우드 시스템 도입은 국내 대학 최초이다.\n국내 대학 최초 클라우드 시스템 도입\n: 클라우드란 인터넷 기술을 활용해 가상화된 정보기술(IT) 자원을 서비스로 제공하는 컴퓨팅을 뜻한다. 사용자가 IT 자원을 필요한 만큼 빌려서 사용하고 사용한 만큼 비용을 지불하는 컴퓨팅 환경으로, 사용자인 대학이 모든 장비를 구매할 필요가 없다는 것이 장점이다. 한양클라우드센터는 HPE, CISCO 등의 기업들과 산학협력을 통해 프라이빗 클라우드 시스템을 도입했으며 한양대학교 서울캠퍼스와 ERICA, 한양여자대학교 등 한양학원 산하 3개 대학기관의 IT인프라를 통합해 서비스를 제공한다.\n도전은 발전으로 이어진다\n: 시스템 도입으로 학기마다 문제가 됐던 수강신청 등 학사시스템의 효율적으로 개선됐다는 평가를 받고 있다. 가상공간에는 오프라인보다 더 많은 데이터를 담을 수 있는 덕분에, 기존 오프라인 시스템 자원이 대폭 축소됐으며, 자원의 효율적 운영도 가능해졌다. 여기서 확보된 관리인력과 시간, 예산 등을 학사업무 같은 분야에 투여하는 여력이 생기면서, 스마트 러닝을 활성화하는 교육방법론의 혁신을 가져올 것이란 전망이다.\n국내 최초, 이제는 세계를 향해\n: 이번 시스템 도입은 IT 분야에서 한양대의 확실한 위상을 확인할 수 있는 기회였다고 평가받는다. 실제로 이번에 한양대가 클라우드 시스템을 도입한 이후, 국내외 여러 대학에서 벤치마킹을 하기 위해 애쓰고 있다. 클라우드 시스템은 세계적으로 봐도 그리 흔한 경우는 아니라는 점에서, 이제 한양대는 국내를 넘어 세계를 향해 간다고 봐도 좋지 않을까.\n부록\n한양의 어제와 오늘\n1975년, 1986년, 1998년, 2017년 입학식 사진을 연대별로 수록했다.\n한양대학교 역사관\n역사관 2주년 맞아 이영무 총장과 함께한\n토크 콘서트\n2015년 11월 12일 개관식을 시작으로 운영된 한양대학교 역사관이 2017년 11월 개관 2주년을 맞이하였다. 학교는 이를 기념하고자 한양인들이 자유롭게 소통할 수 있는 장을 만들었다. 2017년 11월 23일 오후 2시부터 1시간 동안 고분자공학과 73학번 선배이자, 현재 한양대학교 14대 총장인 이영무 총장과 학생들의 대화가 진행된 것. 사전신청으로 뽑힌 36명 재학생들은 역사관 2층 전시실에 모여 한양대학교 비전과 미래에 대해 이영무 총장과 함께 이야기 나누었다. 토크 콘서트는 역사관 서포터즈인 하이디(HY:D)가 진행을 맡았으며, 이영무 총장의 재학시절 이야기와 학생들 질문 시간으로 구분해 진행되었다. 이날 이영무 총장은 “한양 구성원들의 역량 강화와‘Red lion’프로그램, 교육 환경여건 개선을 통해 글로벌 명문대학으로 나아가겠다.”는 한양대의 비전을 제시하였다.\n한양대학교 박물관\n역사관 서포터즈 하이디,\n그들이 궁금하다\n한양대학교 역사관은 역사관 서포터즈 하이디(HY:D, Hanyang University Docent의 줄임말)를 운영하고 있다. 하이디라는 이름에는 시간을 나타내는 ‘쌍점(:)’이 포함되어 있다. 여기에는 시간에 분을 더하는 것처럼 한양대의 ‘과거와 현재 그리고 미래’를 홍보하며 한양대학교의 가치를 높이자는 의미가 담겨 있다. 2017년에 선발된 1기는 2018년 2월까지 총 1년간 활동할 예정이다.\n1기 활동기간 : 2017년 3월~2018년 2월(1년)\n1기 활동인원 : 5명\n1기 활동내용\n역사관 전시설명 및 단체관람 진행\n해외대학 방문단 대상 안내\n중고등학생 대상 안내\n역사관 홍보 및 관련 콘텐츠 제작\n‘추억한대’라는 명칭으로 다양한 이벤트 진행\n‘사진으로 보는 한양실록’ 콘텐츠 제작\n역사관 SNS 운영 및 홍보\n우리 이대로 영원히,\n유재하를 추모하는 전시회\n한양대학교박물관(관장 안신원 문화인류학과 교수)이 유재하 30주기를 추모하는 테마전으로 ‘우리 이대로 영원히, 유재하’전을 열고 있다. 우리나라 대중음악사에서 빼놓을 수 없는 명반 <사랑하기 때문에>를 남기고 25세의 나이에 세상을 떠난 천재 음악가 유재하. 그는 한양대학교 작곡과 81학번으로 입학해 85년 졸업까지 4년 동안 음악가로서의 재능과 열정을 쌓았다. 이번 전시에서는 음악가로서의 유재하는 물론 사랑스러운 동생이자 아들, 친구였던 유재하의 면모를 함께 소개했다. 유족의 기억을 통해 재현한 ‘재하의 방’에서는 유재하가 직접 수집한 LP와 유재하의 곡을 작곡하는 데 사용된 피아노와 신시사이저 등과 함께 유재하가 형에게 불러준 팝송(사이먼 앤 가펑클의 April come she will)이 최초 공개됐다.\n개교 78주년 기념특별전 한양과 함께 달려온 사자\nHi 하이리온\n한양대의 상징인 사자는 개교 이래 늘 우리와 함께하며 강건하고 의젓한 한양인을 상징해왔다. 박물관에서는 지난 3월 2일부터 31일까지 개교 78주년을 맞아 학교의 심벌인 사자와 캐릭터 하이리온을 소개하고, 학교 구성원들이 참여해 하이리온에 옷을 입힌 '하이리옷'을 전시했다. 이 전시를 통해 힘이 있지만 만용을 멀리하며 약자를 무시하지 않는 사자의 의미를 다시 한 번 돌아보는 계기가 됐다.\n박물관 환경개선공사\n한양대학교박물관은 1979년 준공 이래 2003년 현재의 모습으로 리모델링하여 재개관했고, 현재까지 한양대학교 캠퍼스의 문화공간으로 사용되고 있다. 그러나 외벽 및 카페, 세미나실 등이 노후되어 2017년 상반기부터 박물관 내외부 시설에 대한 환경개선사업이 진행되고 있다. 2017년 초 사학과 77학번 강성희 동문의 발전기금 덕에 박물관 세미나실이 새롭게 단장해 교내외 여러 행사에 사용되고 있고, 박물관 내 유물을 보관하는 수장고 공간의 항온항습기도 교체할 수 있었다. 2017년 하반기에는 박물관 외벽 타일을 점검하고 세척, 재도장하는 작업이 진행됐다. 또한 12월부터 한양인이 자주 사용하는 카페 공간과 박물관 주변 공간에 대한 환경개선사업도 지속적으로 진행되고 있다. 박물관 환경개선사업은 2018년 3월까지 마무리될 예정이다.\n한양대 주요 광고 보기\n신문 등에 게재된 한양대학교 광고가 수록돼 있다.\n캠퍼스 포토 스팟\n한양대 서울캠퍼스에서 사진을 찍기 좋은 명소를 소개한 부록 코너다. 이곳에 소개된 명소는 다음과 같다.\n역사관 (구본관)\n박목월시비\n158계단\n백남학술정보관\nHIT(한양종합기술연구원)\n행원파크\n언론 속 한양\n2017년 언론에 소개된 한양대 관련 기사 모음집\n500대 기업 CEO 출신대 'SKY' 줄고 '한양·성균관 늘었다 / 문화일보 2017.04.12\n‘실리콘밸리형 혁신’ 한양대의 돌풍…스타트업만 2000여 곳 배출 : 한국경제 2017.06.12\n한양大 '국내 최고 이공계' 2연패 / 한국경제 2017.06.12\n세계 4854개 대학 중 155위, 작년보다 QS 순위 16계단 올라 / 조선일보 2017.07.12\n한양대 '네이처 인덱스' 국내 1위, 아시아 2위, 세계 23위 / 한국경제 2017.10.25\n한양대, 학생 개인별 맞춤 관리 / 동아일보 2017.11.28\n사람 피부보다 더 민감한 인공센서 개발 / 전자신문 2017.03.17\n입고 숨만 쉬어도 전기 생산하는 티셔츠 나온다 / 동아일보 2017.08.25\nVR기술로 치매 발병 가능성 진단 / 동아일보 2017.09.09\n유방암 치료제 내성 유발 새 유전자 찾았다 / 머니투데이 2017.10.16\n무한 지원, 무한 실현 - '스타트업 1위'는 단연 한양 / 동아일보 2017.07.11\nCEO 배출 국내 1위 \"스타트업 플랫폼 구축 등 창업 적극 지원\" / 동아일보 2017.07.12\n\"수업 받으러 학교 가니? 난 창업하러 간다\" / 한국경제 2017.03.07\n강의실 안팎, 혁신을 채우다 / 조선일보 2017.07.12\n사회혁신 리더 키우기… 한양대 사회봉사의 새 패러다임 열다 / 중앙일보 2017.07.10\n너도 나도 사랑의 실천 \"나눔엔 끝이 없어요\" / 동아일보 2017.07.11\n\"한국이 좋아\" 교직원 된 교환학생 / 세계일보 2017.05.01\n찾아오는 국제화 수준-국제여름학교에 외국학생 1690명 몰려, 국내 대학 중 최다 / 동아일보 2017.07.11\n통계로 보는 한양\n총장 인사말\n1939년 김연준 박사가 설립한 동아공과학원을 전신으로 하는 한양대학교는, '사랑의 실천'과 '실용학풍'정신을 바탕으로 사회 공헌과 혁신을 추구하며, 오늘날 글로벌 명문 대학으로 발돋움하였습니다. 한양대학교는 설립 초기부터 졸업생들이 사회의 주역으로 성장할 수 있도록 뒷받침해 왔으며, 우리 동문은 6.25전쟁으로 폐허가 된 조국이 오늘날의 대한민국으로 우뚝 설 수 있도록 사회 각지에서 국가 발전의 견인차 역할을 수행하였습니다. 이러한 동문의 노력으로 한양대학교는 ‘The Engine of Korea’라는 값진 명성을 얻을 수 있었습니다. 현재 세계는 제4차 산업혁명이라는 터닝 포인트를 맞이하였습니다. 위기이자 기회가 될 이 시대에, 한양대학교는 창의와 도전을 바탕으로 혁신을 선도하고 ‘Beyond The Engine of Korea’, 세계의 한양으로 거듭나고자 합니다. 앞으로 우리 한양대학교는 창의·소통·통섭 역량과 기업가정신을 갖춘 인재를 육성하고, 세계 최정상급의 연구 환경을 조성하겠습니다. 그리고 이렇게 얻은 ‘창의’적 성과를 세상과 ‘나눔’으로써, 한양의 기본 정신인 ‘사랑의 실천’을 전 세계에 실현하겠습니다. 그 도전과 성장의 힘찬 에너지를 함께 모아주시기 바랍니다.\n이영무\n한양대학교 총장\n주요연혁\n1939~2000 한양, 기틀을 다지다\n1939 백남 김연준 박사가 서울특별시 서대문구에 동아 공과학원 설립\n1948 재단법인 한양공과대학 설립 인가(국내 최초 사립 공과대학)\n1959 한양공과대학이 종합대학인 한양대학교로 승격\n1972 의과대학 부속병원 개원\n1979 경기도 반월공업도시에 반월분교(현 ERICA캠퍼스) 신설\n1994 국내 최초 대학 사회봉사단 설립\n2001~현재 미래를 향해 가는 한양\n2003 : 학연산클러스터 설립\n2008 : 국내 최초 한양대학교 기술지주회사 HYU홀딩스 설립\n2009 : 국내 최초 글로벌기업가센터 설립, 안산캠퍼스를 ERICA 캠퍼스로 명칭 변경\n2014 : 한양인재개발원 설립\n2015 : 제14대 한양대학교 총장에 이영무 박사 취임, 정몽구(현대자동차 회장) 미래 자동차 연구 센터 설립\n대학 현황\n조직구성\n(2017.12 기준)\n재학생 : 32,673명(학부 24,422명 + 대학원 8,251명)\n교원(임 및 비전임) 수 : 4,198명\n동문 수 : 312,372명\n본부부서 : 16처 7단\n산학협력단 : 8팀 8센터\n부속기관 : 16개\n부설기관 : 95개\n장학금\n2016학년도 장학금 기준 1,132원\n2016 등록금 대비 장학금 지급률 : 36%\n2016학년도 등록금 기준 : 3,149억원\n학부 및 대학원 현황\n학부\n서울 : 15개 단과대학 60개 학과\n공과대학/의과대학/인문과학대학/사회과학대학/자연과학대학/정책과학대학/경제금융대학/경영대학/사범대학/생활과학대학/음악대학/예술체육대학/간호학부/국제학부/산업융합학부\nERICA : 9개 단과대학 47개 학과\n대학원\n일반대학원\n서울캠퍼스 : 공학/의학/인문사회/자연과학/예체능\nERICA캠퍼스\n공학/약학/인문사회/자연과학/예체능\n석사학위 105개 학과, 박사학위 100개 학과\n전문대학원\n: 도시대학원/국제학대학원/경영전문대학원/의학전문대학원/법학전문대학원/의생명공학전문대학원/기술경영전문대학원\n특수대학원\n서울캠퍼스 : 공학대학원/공공정책대학원/교육대학원/언론정보대학원/국제관광대학원/임상간호정보대학원/부동산융합대학원/보건대학원/상담심리대학원\nERICA캠퍼스 : 융합산업대학원\n국제교류 현황\n학위과정 외국인 학생 수(2017) : 2998명\n중국 1,977, 프랑스 75, 베트남 60, 파키스탄 92, 미국 64, 일본 55, 말레이시아 70, 독일 64, 기타 541\n해외파견 학생 수(2017) : 3,115명\n북미 691, 중남미 22, 유럽 746, 아프리카 6, 아시아 1,507, 오세아니아 140\n2017 Summer & Winter School 참가자 수 : 1,795명\n아시아 1,348, 미주 239, 유럽60, 기타 148\n자매결연 국가 및 대학 : 총 76개국 777개 기관\n(2017.11.21)\n한양 소셜미디어\n2017년 한해 동안 한양대학교 공식 SNS계정에 올려진 인기 게시물에 대한 소개 코너.\n한양 페이스북 인기 게시물 TOP 10\n3월 5일 - 2017년 1학기 개강\n3월 8일 - 2017 QS 세계대학평가 학과별 순위\n3월 21일 - 한양대, 3無·3年 그 결과는?\n4월 7일 - 봄꽃 in 한양대 서울캠퍼스\n4월 22일 - KBS프로그램 <하숙집 딸들>에 한양대 캠퍼스 등장\n6월 12일 - 한양대 '국내 최고 이공계' 2연패\n8월 18일 - 졸업 현수막 게시\n9월 26일 - 한양대 X 칠성사이다 배포 이벤트\n10월 21일 - 사자상 앞 잔디 깔기\n11월 16일 - 사자상 앞 크리스마스 트리\n한양 인스타그램 인기 게시물 TOP10\n2월 21일 - 한플 대형 현수막\n3월 31일 - 봄비\n4월 7일 - ERICA 벚꽃 행사\n4월 15일 - 여의주를 문 사자상\n5월 25일 - 축제 때 뻗어 있는 하이리온\n6월 23일 - 사자상 앞 물뿌리개\n7월 10일 - 비 오는 캠퍼스\n8월 18일 - 한양대 졸업\n9월 29일 - 한양대 전경\n11월 16일 - 한양대 학생이 그린 한양대 역사관과 사자상\n책자 소개\n대표 브로슈어\n: 한양대 역사와 성과 및 현황을 담은 공식 대표 브로슈어로, 영문‧중문‧국문 3종으로 제작되었다.\n역사관 브로슈어\n: 한양대 역사관의 설립 취지와 설립자 김연준 박사의 삶, 한양대의 발전과정을 근대화‧산업화‧민주화‧세계화 등 시기별로 나눠 설명하고 있다.\n발전기금 보고서\n: 대한민국을 넘어 세계를 향해 새롭게 나아가고 있는 한양대! 학교의 역사를 함께 써 내려가는 기부자들의 관심과 사랑이 어떻게 잘 사용되었는지를 안내해주는 책자이다.\n리서치 임팩트\n: 인공지능과 자율주행자동차 등 제4차산업 분야의 핵심 연구를 맡은 연구자를 소개하는 책자\n연구 성과 자료집\n: 한양대 우수 교수진과 그들의 연구 성과를 소개하는 책자\n동행한대\n: 'hanyang, the best for the better world'라는 슬로건 아래 세계 명문대학으로 거듭나기 위한 한양의 발걸음에 동참해준 후원자들의 이야기를 담아내고 있는 계간 소식지\n사랑한대\n: 한양대의 최근 소식을 전함으로써 모든 한양인의 자부심을 고취하는 한편, 재학생과 교수‧동문으로 이어지는 한양의 인적 네트워크를 구축하고 있는 한양대 격월간 매거진"
}