{
  "title": "프라이드북2012",
  "url": "https://hyu.wiki/%ED%94%84%EB%9D%BC%EC%9D%B4%EB%93%9C%EB%B6%812012",
  "content": "프라이드북2012 표지\n2012년 한 해 동안의 이슈와 성과를 모은\n프라이드북\n책자이며, 프라이드북 시리즈의 첫번째 발행물이다. 2013년 1월 10일에 발행되었다.\n이북보기 :\nhttp://book.hanyang.ac.kr/Viewer/G2CP28S6YBVR\n목차\n1\n30가지 이슈\n1.1\n총장 소통\n1.2\n교수 임용\n1.3\n교육 인프라 확충\n1.4\n교육혁신\n1.5\n의료원 혁신\n1.6\n조직혁신\n1.7\n대학 홍보의 차별화\n1.8\n기념품점\n1.9\n학위복\n1.10\n캐릭터 마크\n1.11\n신설학과\n1.12\n미래자동차\n1.13\n입시 경쟁률\n1.14\n입학 프로그램\n1.15\n글로벌\n1.16\n창업\n1.17\n각종 사업 및 기관 선정\n1.18\n트리플 크라운\n1.19\n산학협력\n1.20\n연구실적\n1.21\n취업률\n1.22\n통계로 보는 한양\n1.23\n대학평가\n1.24\n함께한대\n1.25\n법조계 파워\n1.26\n동문 네트워크\n1.27\n발전기금\n1.28\n국회의원 배출\n1.29\n인재배출\n1.30\n교가비\n30가지 이슈\n총장 소통\n소통으로 한양의 새로운 길을 열다\n2011년 총장 취임 이후 학생, 교수, 직원, 동문들과 폭넓은 대화를 시도하며 소통행보를 계속하고 있는\n임덕호\n총장은 구성원 모두의 의견이 제대로 반영되어야만 대학이 발전할 수 있다고 믿습니다. 소통은 한양에게 있어 미래가치를 만드는 중요한 수단입니다. 한양의 모든 구성원들이 궁극적으로 가고자 하는 방향이 하나이듯 한양은 소통을 통해 하나의 길을 만들고 있습니다.\n직원 및 교수들의 주니어보드 구성\n학생과 함께하는 토크 콘서트 개최\n기업별 동문회와의 만남 추진\n'\n소통한대\n·\n발전한대\n’온라인 소통 게시판 개설\n언론 인터뷰 및 각종 매체 출연\n교수 임용\n한양을 위한 최고의 전문가를 영입하다\n한양대학교는 2012년 한해 동안 총 105명의 교수임용을 실시하였습니다. 특히\n김동립\n,\n최중섭\n교수는 한양대학교 출신으로서 많은 수상실적과 연구업적 등을 통해 대내외적으로 능력을 크게 인정받은 인물들입니다. 또한\n표정훈\n,\n이권우\n교수는 학사 출신임에도 불구하고 그간의 경력과 해당분야에 대한 전문성을 인정받아 파격적으로 임용된 경우입니다. 이처럼 한양대학교는 전문가를 필요로 하는 시대의 흐름과 함께 하고 있습니다.\n우수인재 영입\n김동립 교수 : 한양대학교 기계공학부 공학학사, Stanford University 공학석사, 공학박사 2005년 교육인적자원부 선정 ‘21세기를 이끌 우수인재상’ 수상\n최중섭 교수 : 한양대학교 의학과 의학학사, 의학석사, 의학박사, 미국부인과내시경학과 이사(한국인 최초)\n교육 인프라 확충\n교육환경 개선으로 최고의 인재를 양성하다\n한양대학교는 교육 및 연구시설 확충을 위한 지속적인 투자를 아끼지 않고 있습니다. 교육환경의 개선은 인재 양성으로 이어질 것이기 때문입니다. 최근 완공된 약학관과 음악관 건립을 시작으로 미래자동차연구센터, IT융합벤처관 건립, 자연과학대학과 생활과학대학 건물 리모델링 등 한양은 캠퍼스 교육 인프라 확충을 위한 쉼 없는 도전을 이어갈 것입니다.\n미래자동차연구센터\n(서울) : 13,200㎡, 지상 5층, 지하 1층, 미래자동차 핵심기반 기술연구 및 전문인력 양성(2015년 완공예정)\nIT융합벤처관\n(서울) : 6,512㎡, 지상 9층, 지하 1층, IT분야 벤처기업 투자 및 육성(2013년 완공예정)\n약학관\n(ERICA) : 12,562㎡ 지상 6층, 지하 1층, 미래 생명공학과 약학, 의학의 융·복합 교육에 필요한 전문 약사 양성\n음악관\n(ERICA) : 2,277㎡, 지상 3층, 실용음악을 위한 최첨단 시설을 구비\n교육혁신\n변화와 혁신을 통해 교육의 미래를 바꾸다\n한양대학교는 2012년을 ‘교육혁신의 해’로 정하고, 리더십 교육 강화, 융복합 교육 추진, 인문학 고전읽기, 산학협력 강화 등을 중점적으로 추진해왔습니다. 2013년에도 한양은 교육혁신을 향한 강력한 내부 혁신의 노력들을 지속적으로 이어갈 것입니다.\n글로벌 리더십 교육 : 리더십, 인성교육과 사회봉사를 통한 올바른 인재육성\n융복합 교육 : 학제간 융복합 교육강화를 통한 융합적 인재 양성, 핵심 교육영역에서 일정과목 의무 이수\n인문학 고전 읽기 : 고전읽기 의무화를 통한 인문학적 소양 함양\n질적 연구 추구 : '양적 연구'에서 사회와 교육에 도움이 되는 '질적 연구'로 전환\n산학협력(ERICA) : 현장실습을 통한 산학협력 교육 강화, 선택적 5년제 도입\n의료원 혁신\n환자 및 보호자를 위해 의료 시스템을 개선하다\n한양대학교의료원\n은 올 초부터 직장인 등의 진료 편의를 위해 전 교직원이 동참하는 ‘토요 진료’를 전면 실시하는 등 혁신을 위한 다방면의 노력을 기울이고 있습니다. 이를 통해 금요일 진료가 정상화되었음은 물론, 토요일 외래 환자도 증가 추세에 있어 의료원 경영실적이 흑자전환 하는 등 의료원 발전에 긍정적인 효과를 가져다 주었습니다. 이러한 개선의 노력들이 모아져 한양대학교의료원은 다시 한번 크게 웅비할 것입니다.\n교원성과급제 실시 : 교원들의 ACTIVITY에 따라 진료수당 차등 지급\n경영혁신위원회 운영 : 변화에 민감한 의료계의 현안을 적시에 해결\n리모델링 공사 시행 : 환자 및 보호자들의 편의를 위한 병원환경 개선\n조직 개편 : 의사결정의 신속성과 효율성을 위해 인력 운영이 용이한 팀제 도입, 운영\n경영감사실 신설 : 교직원들의 윤리의식 강화, 업무 수행의 정확성 제고\n서울 및 구리 양 병원 중심 경영 : 기존 의료원 중심의 경영에서 양 병원 중심으로 전환\n조직혁신\n자율책임경영으로 대학의 경쟁력을 높이다\n2011년 임덕호 총장 취임 이후 꾸준히 추진하고 있는 경영혁신의 가장 중요한 핵심 내용은 바로 ‘자율책임경영’입니다. 각 단과대학마다 자율성을 최대한 부여함으로써 단과대학들의 특성을 살리고, 이를통해 경쟁력을 높일 수 있도록 하고 있습니다. 대학본부에는 사후 감사기능을 강화함으로써 책임 있는 자율경영을 지원하고자 합니다.\n행정조직 개편을 통한 행정업무와 인력운용의 효율성 극대화 : 대학본부 슬림화(행정조직 18개 부서 통·폐합) / 단과대학 행정인력 지원 확대\n2012년부터 전 부서 대상 정기감사 실시(3년 주기)\n자율경영 시스템 구축\n행정 시스템 혁신 :  대학본부는 슬림화하여 기획 및 지원기능 수행 /  단과대학의 기획, 집행기능을 강화하여 행정권한 및 자율권 확대\n재정 시스템 혁신 :  단과대학은 전략지원금을 제외한 수입으로 자체운영 및 발전전략 수립을 위한 재원으로 활용 / 단과대학 수입의 일부는 대학본부에 전략지원금으로 편입\n확장리더십 강화 : 자율책임경영의 성공적인 정착을 위한 학장의 권한(인사권, 예산권) 강화 / 리더십과 능력 있는 학장이 능력을 펼칠 수 있도록 임기제도 개선\n행정 시스템 혁신\n캠퍼스별 자율경영 확대  :  인사권 확대,  행정조직 분리 운영, 독립적 예산 편성, 대학평가 분리 대응\n성과주의 인사제도 구축\n선발 : 직무 역량 기반의 선발\n평가 :직원의 성장을 위한 평가체계\n승진 : 연공서열이 아닌 역량 중심의 인사\n단과대학 행정기능 강화\n대학본부 : 기획·집행 기능⇀ 기획·지원 기능, 사전 통제 기능 ⇀ 사후 감사 기능\n단과대학 : 전달·보고 기능 ⇀ 기획·집행 기능, 기능 강화에 따른 우수인력 배치\n확장 리더십 강화\n인사권 강화 : 비전임교원 선발권한 부여, 계약직원 채용권한 부여\n자율예산 편성 및 장학생 선발권 등 예산 집행 전결권 강화, 자율 예산 점진적 확대\n선임방식 개선 : 학장 추첨방식 개선, 학장 임기제도 개선(2년 ⇀ 경영성과에 따라 연임)\n대학 홍보의 차별화\n홍보의 다양화, 차별화로 새로운 대학 브랜드 시대를 열다\n한양대학교는 최근 홍보팀의 기능 및 인원을 대폭 강화하여 체계적이고 전략적인 대학홍보를 통한 ‘대학 브랜드 시대’를 준비하고 있습니다. 언론매체를 상대로 하는 1차적인 홍보활동뿐만 아니라 사진과동영상을 적극 활용하는 미디어 홍보, SNS를 중심으로 지속적인 이슈를 만드는 온라인 홍보까지 대학 홍보의 영역을 확장하고 다양한 방법으로 소통하고 있습니다. 이 밖에도 드라마 촬영장소 제공, 각종 외부행사에 학교 UI를 노출하는 등 항상 가깝고 친근한 대학으로서의 한양의 이미지를 심어주고자 노력하고 있습니다.\n동영상 : 하이넷, 홍보영상, 행사기록, 멀티미디어사이트\n입학 : 수험생 이벤트, 감성마케팅, 모니터링 대응\n광고 : 이니셜 광고, 배너 광고, 시리즈 광고\nTV 노출 : 드라마 배경, 공개방송, 특집 프로그램\n언론 : 기획기사, 메이저 특집, 포토 뉴스\n교내홍보 : PR콘테스트, 스타교수 지원\n온라인 SNS : 한양뉴스포털, 트위터, 블로그, 페이스북\n인쇄 소식지 : 브로슈어, E-BOOK, 컨텐츠북\n기념품점\n다양한 기념품 제작으로 한양의 자부심을 높이다\n그동안 ‘소통한대·발전한대’를 통해 많은 한양인들이 제안해주신\n기념품점\n이 드디어 지난 2월 역사관 1층에 문을 열었습니다. 기념품점의 탄생이 구성원들의 의견에서부터 이루어졌듯 앞으로 아이템을 정하고, 기념품점을 운영하는 과정에서도 한양인들의 빛나는 아이디어를 적극 반영할 계획입니다. 한양대학교를 상징하는 다양한 제품을 통해 이제 일상생활 속에서도 한양의 자부심을 느낄 수 있습니다.\n캠퍼스라이프 존 : 노트, 연필, 홀더, 배지 등 학생들의 눈높이에 맞춘 문구류 상품\n스마트라이프 존 : 마우스패드, USB, 교통카드 등 PC나 스마트폰용 상품\n스타일라이프1 존 : 크고 작은 가방과 에코백, 여권지갑 등 일상적인 생활용품\n스타일라이프2 존 : 모자부터 양말까지, 한양을 상징하는 점퍼와 티셔츠 등의 의류\n리빙라이프 존 : 탁상시계, 머그컵 등 생활 속에서 활용 가능한 소품\n럭셔리라이프 존 : 고급 만년필, 옻칠 손거울 등 선물용으로 적합한 고급용품\n운영안내\n위치 : 역사관(구 본관) 1층 전면 좌측 코너\n운영시간 : 오전 10시~오후 6시까지(토요일 정상영업, 일요일 및 공휴일 휴무)\n문의전화 : 02-2220-4141\n학위복\n한양의 고유한 정신이 깃든 학위복이 탄생하다\n2012년 2월 한양대학교 학위수여식에서 처음으로 선보인 학위복은2011년 4월 한양인들과의 폭넓은 소통을 위해 개설된 ‘소통한대·발전한대’ 게시판에 올라온 학생들의 의견을 수렴해 새롭게 디자인된 것입니다. ‘우리만의 학위복을 갖고 싶다’는 학생들의 의견이 실질적으로 반영되어 만들어진 한양대학교의 학위복은 그래서 더 자랑스럽습니다.\n한양대학교 디자인경영센터와 현재 제일모직 디자이너로 활동하고 있는 한뉴만 동문(의류 ’04)이 함께 디자인에 참여한 학위복은 학위복이 갖는 권위와 기품을 그대로 유지하면서 한양의 고유한 정체성을 반영하였습니다. 한양의 이니셜 ‘HY’를 디자인 구성요소로 녹여내어 ‘H’는 트렌치코트 등에서 볼 수 있는 견장 형태로 새겨졌고, ‘Y’는 넥라인부터 여밈까지 배색을 넣어서 표현하였습니다.\n캐릭터 마크\n용맹한 사자의 얼굴에 한양의 위상을 새기다\n한양대학교의 캐릭터는 강건하고 용맹한 사자입니다. 이 사자의 얼굴을 ‘한양’이라는 두 글자를 이용해 캐릭터 마크로 만들어낼 수 있었던 것은 재학생의 기발한 아이디어 덕분이었습니다. 국내 대학 유일의 한양대학교 캐릭터 마크에는 한양의 전통성과 자부심, 그리고 당당한 기백이 그대로 녹아 있습니다.\n에리카 캠퍼스의 디자인대학 시각패키지디자인학과 3학년에 재학 중인 김윤식 학생은 ‘한양’이라는 두 글자를 형상화한 사자 모양의 캐릭터를 도안에 담아 학교 측에 제안한 주인공입니다. 그의 기발한 아이디어는 현재 한양의 이미지를 대내외적으로 나타내는 배너, 현수막, 학생용품, 기념품 등에 두루 사용되고 있습니다.\n신설학과\n시대변화의 흐름에 맞는 새로운 전공을 개설하다\n한양대학교는 미래사회의 새로운 패러다임과 급격한 사회적 변화에 발맞추어 새로운 전공을 개발하고 미래형 인재를 양성하는 일에 앞장서고 있습니다. 이러한 변화의 수용은 모두 한양이 먼저 미래를 준비하고, 선도해 나가기 위한 것입니다. 앞으로도 한양은 시대의 변화요구에 부응하는 깨어있는 대학, 학문 간의 융합과 새로운 학문 발굴에 앞장서는 대학이 될 것입니다.\n미래자동차공학과\n: 다가오는 미래에 자동차산업의 새로운 패러다임에 부응할 수 있는 학제간 융복합 핵심기술 인력과 미래의 산업체에서 필요한 융복합 기술을 습득한 전문 인력을 양성합니다.\n파이낸스경영학과\n: 최근 금융시장의 환경변화와 시대적 요구에 부응하여 금융산업에 대한 전문지식과 실무를 겸비한 글로벌 금융전문가를 양성합니다.\n융합전자공학부\n: 전자, 통신, 컴퓨터공학의 이론과 기술을 바탕으로 교육의 융합, 연구의 융합, 기술의 융합을 통하여 차세대 국가 성장동력 분야를 주도하는 창의적 인재를 육성합니다.\n정책학과\n: 영국 옥스퍼드대학의 오랜 전통인 PPE과정에 법학을 접목시킨 새로운 형태의 융복합 과정으로, 학생들에게 현대사회를 움직이는 지식, 권력, 경제를 상호 연계해 교육하는 학문입니다. 또한 인문학, 사회과학, 어학 등의 과목들을 함께 접목함으로써 인간과 세계문화에 대한 이해를 넓히고, 창의성을 키우며, 글로벌 시대에 적합한 안목과 레토릭 구사능력도 향상시키고자 합니다.\n로봇공학과\n: 기존 개별학과별로 배우던 기계공학, 전기·전자공학, 컴퓨터공학을 기초로 한 통합교과과정을 도입해 세 과목을 종합적으로 가르치는 학과입니다. 세 분야의 융합교육을 통해 산업체에서 필요로 하는 복합적 역량을 갖춘 시스템 엔지니어를 양성합니다.\n보험계리학과\n: 국내 최초로 설립되는 보험계리학과는 각종 통계과목을 보험 업무에 응용하고, 첨단 금융모델을 통해 상품을 개발하는 고부가가치 상품 보험계리사(actuary)를 전문적으로 양성합니다.\n회계세무학과\n: 회계ㆍ세무에 관한 지식을 바탕으로, 재직자가 직면하고 있는 현장실무에 대한 분석능력과 문제해결능력을 제고하는데 도움을 주고자 하며, 특히 회계ㆍ세무교육에 대한 특성화 교육 및 회계분석을 구체화하는 데 도움이 되는 경영학 전반에 대한 학습, 실질적인 경영분석 수행을 위한 사례연구 훈련 등에 중점을 두고 있습니다.\n과학기술정책학과\n: 과학기술정책 전반에 걸친 체계적인 교육을 통하여 공공문제 해결을 위한, 실무와 이론을 겸비한 과학기술정책 전문가를 양성합니다. 이를 통해 우리나라 과학기술정책을 업그레이드 시키는 것은 물론, 궁극적으로 지속 가능한 국가 경쟁력 확보에 이바지할 것입니다.(대학원 과정)\n미래자동차\n다음 세대의 자동차를 가장 먼저 고민하다\n최첨단 기술이 집약된 산업 중 하나인 자동차 산업, 미래 자동차 연구의 중심에 한양대학교와 현대-기아자동차그룹이 있습니다. 한양대학교와 현대자동차가 서울캠퍼스 내에 공동으로 설립하게 되는 미\n래자동차연구센터는 한양대학교 산학협력의 대표적인 성과이자 자부심입니다. 이를 통해 한양은 미래사회의 그린 카, 스마트 카 시대를 가장 먼저 열겠습니다.\n국내최고 수준의 무인 자동차 기술 보유\n핵심 기술 자체 개발\n무인자동차 경주대회 2회 연속 우승 차지\n20분 코스를 7분 만에 주파\n매년 지능형 모형차 경진대회 개최\n올해로 10회째 진행\n입시 경쟁률\n대한민국 수험생 모두가 꿈꾸는 대학으로 거듭나다\n한양대학교는 매년 입시에서 가장 높은 경쟁률을 기록하고, 가장 많은 지원자가 몰리는 대학입니다. 높은 입시 경쟁률은 한양대학교를 향한 수험생들의 강한 신뢰를 뒷받침해주는 결과입니다. 앞으로도 한양은 지성과 열정으로 세상을 리드하는 대학, 개인의 소중한 꿈을 실현시키는 세계 일류대학으로 거듭날 것입니다.\n한양대학교는 지난 2012학년도 신입생 입시 경쟁률 33.1대1을 기록하며 1위를 차지한 바 있습니다. 2013학년도 대입 수시모집 원서접수 결과 역시 총 2,156명을 모집하는 서울캠퍼스에 무려 7만185명이 몰려 평균 경쟁률 32.55대1을 기록하며 전국에서 가장 높은 수치를 기록했습니다.\n입학 프로그램\n전국 고교생들의 생생한 멘토가 되다\n한양대학교는 한양의 정신을 알리고 수험생에게 꼭 필요한 정보를 제공하고자 다양한 입학 관련 프로그램을 운영하고 있습니다. 수험생들과의 폭넓은 소통을 통해 한양은 전국의 수험생들로부터 큰 호응을 얻고 있으며, 입학 프로그램들을 통해 대학진학에 필요한 정보를 제공하는 것은 물론, 한양대학교의 건학이념인 ‘사랑의 실천’을 알리는 일에도 노력을 기울이고 있습니다.\n한양대학교 전공알림단(HUMM)\n: 한양대학교 전공알림단 ‘HUMM(Hanyang University Major Manager)’은 학과에 대한 열정과 자부심을 자랑하는 30개 전공 50여 명의 학생들이 수험생을 비롯한 청소년들과 가장 가까운 곳에서 소통하며 고교생들의 학과(진로)선택을 돕고 있습니다.\n고교 방문 전공강연\n서울시교육청 주최 진로직업박람회 대학생 멘토단 참여\n강원도교육청 연계 전공체험프로그램(전진탐험)\n온라인 모의전형프로그램 'Go Together'\n: 취약 고등학교나 낙후 지역 고교생들의 입시 준비에 도움을 주기 위한 목적으로 국내최초로 도입된 ‘GO Together’ 프로그램은 2012년 3월 시작되어 8월 현재까지 70개 교450여 명의 학생들에게 입시정보를 제공하고 있습니다.\n온라인 모의전형캠프\n: 학과소개, 합격생과의 대화시간 등을 통해 예비 지원자들의 입시에 실질적인 도움을 주고, 모의 서류평가, 모의면접 등을 실시하여 피드백을 제공함으로써 학생들이 입학사정관전형을 준비함에 있어 실질적인 도움을 주고 있습니다.\n고교생과 대학생이 함께하는 동행봉사캠프\n: 입학사정관제 학생들이 봉사활동을 통해 한양대학교의 건학이념인 ‘사랑의 실천’ 정신을 계승함은 물론, 고등학교 재학생인 후배 멘티들과 함께 봉사활동에 임함으로써 공동체에 사랑을 실천하는 능동적인 봉사의 의미를 나누는 뜻 깊은 프로그램입니다.\n글로벌\n세계가 한 자리에, 글로벌 유니버시티 한양이 되다\n한양대학교는 국제화 프로그램의 성공적인 운영을 통해 국제적 인지도를 높이는 일에 최선의 노력을 다하고 있습니다. 이것이 세계 일류 대학으로 가는 첫 걸음이라고 생각하기 때문입니다. 세계를 무대로\n활약할 실력 있는 글로벌 인재를 키우는 일, 한양의 글로벌이 시작합니다.\n2012\n국제여름학교\n외국인 학생 862명 참가\n: 2012 국제여름학교 및 정규과정 외국인 유학생 유치 실적 대폭 향상 /  영어권 국가 및 일본, 대만, 중국 등에서 총 862명 참가 / 작년 동기간 대비 약 16%(2011년 746명) 증가한 인원\n해외 정부장학생 225명 유치\n: 파키스탄, 사우디아라비아, 말레이시아, 브라질 정부로부터 해당국가의 재원으로 체재비를 지원받는 해외 정부장학생 총 225명 유치. 2011년 동기간 대비 181%증가, 높은 외국인 학생 선호도 기록. 타 대학 대부분이 20~30%의 지원 감소 추세인 데 반해 유일하게 한양대만 47% 증가\n외국인 유학생 유치·관리 역량 우수대학 선정\n: 교과부 산하 외국인 유학생 유치·관리 역량 인증위원회의 인증제 평가결과 우수인증 대학 10곳 중 1위 차지, 재정 건전성, 해외파견 학생비율, 국내유치 교환학생, 충원비율 등의 국제화 지표에서 상위 랭크\n창업\n글로벌 청년 CEO 발굴에 아낌 없이 투자하다\n한양대학교는 창업을 꿈꾸는 재학생 및 졸업생을 지원하기 위해\n글로벌기업가센터\n를 운영하고 있습니다. 글로벌기업가센터는 코스닥 상장기업 CEO 출신인 류창완 센터장을 중심으로 재학생 및 창업 초기의 기업가에게 건전한 기업가 정신을 함양하고, 선배 기업가들의 현장경험과 실전지혜를 전수하여 ‘준비된 기술창업인’을 육성하기 위해 2009년 7월 국내 대학 최초로 설립되었습니다. 글로벌기업가센터\n는 대한민국 기업가 양성의 중심, 한양대학교의 산학협력 인프라를 근간으로 한 국가경제발전의 새로운 성장엔진, 나아가 ‘아시아 최고 의 청년창업 CEO 사관학교’로 자리매김 하고자 합니다.\n한양동문 스타트업 아카데미 운영\n대학생 창업자 수 1위(23명)\n7주 간의 창업실무, 사업모델 개발, 실전창업과정 등 실전 중심의 창업교육을 무료로 교육\n'한양동문 스타트업 아카데미' 1기 85명 수료, 2기 50명 이수 중\n글로벌 창업 아이디어 경진대회 개최\n글로벌 창업분위기 조성 및 글로벌 청년 CEO 발굴을 위한 프로젝트\n해외진출을 희망하는 국가에 대한 현지 시장조사비, 혁신기업 탐방비, 창업보육실 6개월 무료 제공 등의 혜택 지원\n각종 사업 및 기관 선정\n한양의 무한한 성장 잠재력, 눈부신 성과로 증명하다\n한양대학교는 2012년 한해 동안 각종 사업에 선정되어 해당 기관들로부터 폭넓은 지원을 받고 있으며, 한양대학교의료원 역시 건강보험심사평가원 등의 주요기관으로부터 우수한 의료기관으로 선정되는 등 잇달아 좋은 성과를 거두고 있습니다. 이렇듯 한양은 다양한 학문 분야에 걸쳐 교육과 연구를 선도하는 대학으로 거듭나고 있습니다.\n'창조형 모바일 소프트웨어 전문인력 양성사업' 주관기관 선정\n: 서울시와 서울산업통신진흥원(SBA)이 지원하는 ‘모바일산업 선도 창조인력 양성사업의 주관기관으로 선정된 한양대학교는 앞으로 연간 350명의 모바일 분야 인력을 양성하게 됩니다. 한양의 ‘창조형 모바일 소프트웨어 전문인력 양성사업’은 모바일 소프트웨어 분야의 고급 인력 양성에 초점을 두고 있는데, 이는 그동안 초급 IT인력은 많이 양성되어온 반면, 실력과 경쟁력을 갖춘 고급 모바일 IT인력이 절대 부족한 현실을 개선하기 위함입니다.\n'2012 글로벌 브릿지 사업' 언어 교육기관 단독 선정\n: 한양대학교는 교육과학기술부와 한국연구재단이 주관한 ‘2012 글로벌 브릿지(bridge)사업’의 언어 교육기관으로 단독 선정되는 영예를 안았습니다. 글로벌 브릿지 사업이란, 다양한 분야의 우수한 다문화 학생을 육성하기 위한 맞춤형 교육 프로그램입니다.\n'재직자 특별전형 우수대학' 선정\n: 특성화고나 마이스터고 졸업생이 취업 후에도 계속 공부할 수 있도록 하는 ‘재직자 특별전형’을 가장 잘 운영한 우수대학 18개 교에 한양대학교가 이름을 올렸습니다. 교육과학기술부와 한국대학교육협의회는 전문대 4개 교, 4년제 대학 14개 교 등 18개 교를 재직자 특별전형 우수대학으로 선정해 산업수요 맞춤 교육과정 개발이나 교재개발, 강사비 등을 지원하기로 했습니다.\n'급성심장정지 조사 유공기관' 선정\n: 한양대의료원은 ‘제1차 심정지조사 심포지엄’에서 ‘급성심장정지 조사 유공기관’으로 선정돼 보건복지부장관상을 수상하였습니다. 의료원은 이번 수상으로 그동안 국가 단위의 심장정지 통계 생산을 위한 조사사업에 성실히 참여하는 등 국가 보건의료정책에 기여한 공로를 대내외적으로 인정받았습니다.\n'혈액투석 적정성 평가 1등급 의료기관' 선정\n: 한양대학교 구리병원은 얼마 전 건강보험심사평가원이 실시한 혈액투석 적정성 평가에서 최상위등급인 1등급 의료기관으로 선정되었습니다. 이번 혈액투석 적정성 평가는 건강보험심사평가원에서 2010년 10월부터 12월까지 진료받은 환자를 대상으로 의원급 이상의 640개 기관을 선정해 혈액투석과 관련한 인력, 장비, 환자관리 등을 종합적으로 평가한 것입니다.\n'대학 IT 연구센터 지원사업' 선정\n: 지식경제부가 주관하는 ‘IT고급인재 양성사업’은 크게 ‘대학 IT연구센터 지원사업’과 IT융합 고급인력 과정 지원사업’으로 나뉘어 진행되는데, 한양대학교는 ‘대학 IT연구센터 지원사업’ 가운데 이동통신 분야의 핵심기술 문제해결과 프로젝트 수행능력을 갖춘 고급인력 양성기관으로 선정되어 4년 간 30억원을 지원받게 되었습니다.\n'IT융합 고급인력과정 지원사업' 선정\n: 지식경제부가 주관하는 ‘IT융합 고급인력과정 지원사업’은 중소기업 수요기술 기반 융합 프로젝트를 대학과 기업이 공동 수행해 신 시장 선점 및 융합혁신을 주도할 고급 인재 양성을 위한 사업으로, 4년 간 총 34억원을 지원받게 됩니다. 한양대학교는 그 중 IT-자동차 분야 수행대학으로 선정었습니다.\n트리플 크라운\n트리플 크라운 달성, 한양의 저력을 보여주다\n2012년 한 해 동안 한양대학교는 교육과학기술부의 3대 핵심사업인 학부교육선진화사업, 산학협력선도대학육성사업, 교육역량강화사업에 모두 선정되는 트리플 크라운(Triple Crown)의 영예를 안았습니다. 이는 그 동안 한양대학교가 꾸준히 추진해온 교육혁신, 산학협력 강화노력을 대외적으로 인정받은 것이기에 매우 의미 있는 성과라고 할 수 있습니다. 교육과학기술부의 3대 핵심사업 선정은 국내 대학 중 유일한 성과일 뿐만 아니라 3개 사업을 통해 지원받게 되는 금액이 총 349억 7,400만원에 달할 정도로 엄청난 규모를 자랑합니다.\n학부교육선진화사업(ACE) : 창의, 소통, 통섭의 역량을 갖춘 다이아몬드형 인재 양성 사업\n산학협력선도대학(LINC) : 산학협력을 통한 교육 시스템 개선과 지역산업의 성장을 견인할 대학지원사업\n교육역량강화사업 : 교육여건과 성과가 우수한 대학을 선정해 지원하는 사업\n산학협력\n최초의 산학협력 역사, 최고의 성과로 이어지다\n대한민국 최초의\n산학협력단을\n설립한 한양대학교는 언제나 최초와 최고의 기록을 동시에 세우고 있습니다. 2003년 국내대학 최초로 산학협력단을 설립한 한양대학교는 그 역사와 축적된 노하우를 발판으로 2012년 현재 대한민국 최고의 산학협력단으로 우뚝 섰습니다.\n산업계 관점(삼성, 현대, 포스코 등 31개 기업 참여) 대학평가 1위(ERICA 금속철강, 신소재 분야)\n2006~2011년 까지 기술이전 누적실적 1위\n기술이전 누적수입 1위 (약 123억원)\n지적재산권 운영 및 이전수익 1위\n2010년 특허등록 4위\n누적특허 보유현황 국내 4위\n누적특허 보유현황 해외 5위\nERICA캠퍼스 산학협력단 인턴제 현장실습(E-WIL) 프로그램, 교육과학기술부장관 최우수상 수상\n연구실적\n미래지향적 연구로 인류의 내일을 바꾸다\n대학은 교육과 더불어 연구를 통해 인류와 사회에 기여해야 합니다. 한양대학교는 자동차와 생명공학, 신소재공학 등 다양한 분야에서 눈부신 연구성과를 달성하였습니다. 오랜 시간 땀과 열정이 빚어낸\n연구성과들을 기반으로 한양대학교는 인류애를 실천하는 대학이 될 것입니다.\n에너지공학과 선양국 교수 연구팀\n은 전기자동차의 배터리로 쓰이며 1회 충전에 최고 800㎞까지 주행할 수 있는 초고용량 리튬공기전지 시스템 기술을 개발하였습니다.\n신소재공학부 박원일 교수\n는 공동 연구에 참여해 나노미터(㎚·10억 분의 1m) 크기의 극미세 광소자에 그래핀을 입혀 전기로 작동하는 나노레이저를 만드는데 성공하였습니다.\n신소재공학부 전형탁 교수\n연구팀은 기존 나노입자보다 태양광 흡수율이 400% 가량 뛰어나 태양전지·발광다이오드(LED)·디스플레이등의 광소자에 사용할 수 있는 나노금속입자를 개발하였습니다.\n교육과학기술부 ‘뇌프론티어사업단’ 소속의 의예과\n손현 교수 연구팀\n은 뉴리틴(Neuritin)’이라는 유전자가 우울증에 관여함을 밝혀냈습니다. 이러한 연구결과는 뉴리틴이 우울증 치료 효과를 나타내는데 중요한 단백질임을 과학적으로 규명한 것으로, 신경기능과 정신질환 연구 분야에서 주목할 만한 성과로 평가받고 있습니다.\n생명과학과 김태욱 교수 연구팀\n은 식물 호르몬인‘브라시노 스테로이드’가 식물의 호흡기관인 기공 세포의 분화를 조절한다는 사실을 규명해 지구 온난화 문제를 해결하는 실마리를 제공하였습니다.\n생체공학부 김선정 교수 연구팀\n이 참여한 국제 나노연구팀의 공동 연구에서 자신의 무게보다100,000배 무거운 질량을 들어올릴 수 있고, 실제 근육보다 85배 높은 파워를 발생시키는 인공근육이 개발되었습니다.\n취업률\n한양의 실용학풍, 높은 취업률의 비결이 되다\n한양대학교는 실용학풍을 바탕으로 사회가 필요로 하는 인재를 양성하고 있습니다. 기업이 원하는 대학, 사회가 바라는 인재를 길러내는 대학이 바로 한양대학교입니다. 얼마 전 실시된 기업 인사담당자가\n뽑은 ‘신입사원으로 뽑고 싶은 대학’ 조사에서 3위를 기록했을 정도로 한양은 이미 사회적 신뢰와 기대를 받는 대학입니다.\n통계로 보는 한양\n수치와 통계로 한양의 밝은 내일을 예측하다\n한양대학교의 오늘을 가장 확실하게 보여주는 것이 각종 통계자료와 지표입니다. 한양대학교의 성장과 발전, 오늘의 위상을 그대로 보여주고 있는 숫자들은 한양의 오늘인 동시에 내일입니다. 더 나은 교육환경과 사회적 위상을 실현하기 위해 필요한 과제 또한 다양한 통계 안에서 그 해답을 찾습니다.\n한눈에 보는 한양\n(2012년 4월 기준)\n대학현황\n졸업생 수 : 학부(서울) 150,057명, 학부(ERICA) 53,112명, 대학원 60,836명,\n총 264,005명\n재학생 수 : 36,667명\n서울, ERICA 단과대학 및 학과 수 : 22개 단과대학 104개 학과\n배출현황\n누적 법조인 : 1,213명, 4위\n누적 행정고시 합격자 : 257명, 6위\n4대 그룹 주요계열사 임원 : 147명, 3위\n1000대 기업 CEO : 97명, 4위\n수퍼벤쳐 CEO : 17명, 2위\n언론인 : 80명, 5위\n교수 : 2,191명, 5위\n대학평가\n글로벌 100대 대학에 한발 다가선 한양을 보다\n한양대학교는 해마다 세계 및 국내대학평가에서 뛰어난 성적을 거두며 세계 일류대학을 향해 조금씩 전진하고 있습니다. 한양대학교가 Global 100대 대학에 진입하기 위해 수립한 ‘New Hanyang 2020 중장기 발전계획’을 바탕으로 2012년 QS 세계대학평가에서 한양은65단계 향상을 기록하며 목표를 향해 빠른 속도로 전진하고 있습니다. 앞으로도 한양대학교는 100년의 꿈을 실현하기 위한 도전의 여정을 계속 이어갈 것입니다.\n함께한대\n동문과 재학생, 함께 사랑을 실천하다\n한양대학교는 ‘사랑의 실천’이라는 건학이념에 걸맞게 1994년 국내 대학 최초로 사회봉사단을 설립하였습니다. 올해로 창립 18주년을맞이한 한양대학교 사회봉사단을 통해 사랑을 실천한 수많은 동문들은 이제 학교를 떠나 사회 각 분야에서 봉사의 씨앗을 뿌리며 한양의 명예를 드높이고 있습니다. 이에 한양대학교는 지난 5월 재학생 중심의 사회봉사단 운영에서 한발 더 나아가 동문이 함께하는 봉사단 ‘함께한대’를 출범시켜 사랑의 실천은 물론 재학생과 동문들 간의 긴밀한 네트워크를 형성하고 있습니다.\n초대 단장 : 구자준 LIG회장(전자공학'70)\n주요 활동\n함께한대 출범기념 성동구민 초청 자선음악회 개최\n제1기 함께한대 필리핀 해외봉사단 파견\n거여마천지역 '초록우산 드림오케스트라' 후원\n한양대학교 동문초청 함께한대 후원기금 모금 음악회 개최\n'김만덕나눔쌀만섬쌓기' 후원캠페인 진행\n금호동 '성모보호작업장' 월1회 정기봉사활동 진행\n'함께 꿈꾸는 어린이'를 위한 자선바자회 개최 예정\n'제5회 소외된 90%를 위한 창의설계 경진대회' 개최 예정\n법조계 파워\n한양 법조인, 높아진 위상과 영향력을 보여주다\n최근 한양대학교는 이공계뿐만 아니라 인문사회계열에서도 두각을 나타내며 위상을 드높이고 있습니다. 특히 법조계의 경우 우리나라 법조인 출신대학 4위(2012년 기준 1,254명), 현직 검사 출신대학 4위, 현직 판사실적 5위 등을 기록하며 뛰어난 영향력을 보여주고 있습니다. 우리 사회가 진실로 필요로 하는 법조인, 사랑을 실천하는 법조인을 양성해온 한양대학교 법과대학, 법학전문대학원의 역사가 눈부신 결실을 맺고 있습니다.\n대한민국 역사상 세 번째 여성 대법관에 임명된 박보영 동문(법학'80)은 한양대학교가 배출한 최초의 대법관입니다. 한양대학교는 우리나라 법조계를 책임질 엘리트 법조인을 양성하기 위해 고시반 지원 등의 다양한 노력을 해오고 있습니다.\n법원행시 누적 합격자 수 2위\n로스쿨 법원·검찰 채용 2위\n로스쿨 출신 예비검사 4위\n(2012년 10월 기준)\n동문 네트워크\n한양의 이름으로 끈끈한 네트워크를 형성하다\n한양대학교는 언제나 동문과 함께 성장하고 발전합니다. 함께 한양인의 위상을 드높이고, 함께 화합하고 전진하기 위해 최선의 노력을 다하는 한양대학교는 매년 동문들과 함께 하는 3대 동문축제를 개최하며 인적 네트워크를 견고히 다지고 있습니다.\n홈커밍데이\n: 입학한지 30년째가 되는 해에 열리는 홈커밍데이는 1982년에 처음으로 시작되어 지금까지 이어오고 있는 동문행사입니다. 올해는 ‘함께한 30년, 함께할 30년’을 캐치 프레이즈로 제14회 홈커밍데이가 성료되었으며, 초청 대상 54개 학과의 동문들이 모두 참여, 참여인원만 총 600여 명에 달했습니다.\n세계한양의 날\n: 세계무대에서 활약하는 동문들을 초청해 다채로운 행사를 여는 ‘세계한양인의 날’은 전 세계에 포진해 있는 한양인들이 모두 모이는 축제의 자리입니다. 올해 열린 ‘제20회 2012 세계한양인의 만남’ 및 ‘2012 세계한양인의 밤’은 지난 9월 23일 부산에서 3박 4일간의 일정으로 개최되었는데, 국내는 물론 세계각지에서 1,600여 명의 동문과 그의 가족들이 참가해 성황을 이루었습니다. 한편, 차기 개최지는 미국 뉴욕으로 확정되었습니다.\n한양의 날\n: 각 지역에 거주하는 동문들과 함께 축제를 열고, 입학설명회 및 학교홍보의 자리를 동시에 마련하는 행사입니다. 지난해는 부산지역 동문들과 함께 부산 롯데호텔에서 ‘부산 한양의 날’을 열고, 입학설명회는 물론 청소년과학교실, 재부산(김해/양산) 총동문회 등을 함께 진행하였습니다. 한편, 올해는 광주지역에서 ‘한양의 날’ 행사를 개최해하나되는 한양의 모습을 보여줄 예정입니다.\n발전기금\n내일의 한양을 만드는 기부의 힘을 키우다\n명문의 힘은 오랜 역사와 전통, 철학뿐만 아니라 동문과 교수, 교직원 등 대학 구성원들의 긴밀한 유대관계와 무한한 애교심으로부터 만들어지는 것입니다. 기부는 한양을 키우는 힘이자 미래를 만드는 자부심입니다. 최근 한양대학교의 발전기금 모금액과 기부인원은 비약적으로 상승하고 있습니다. 특히 지난해에는 동문인 현대-기아자동차 그룹 정몽구 회장을 비롯한 동문들의 기부가 이어진 가운데, 연극영화학과에 재학 중인 장근석 군이 12억 원을 쾌척하는 등 폭넓은 기부문화를 이끌어가고 있습니다.\n2011년 발전기금 모금액 총 181억 원\n집중 거액 모금캠페인 실시\n기부자들을 위한 특별한 예우\n기부금을 통한 대학발전의 기틀 마련\n발전기금 기부인원 : 4,231명\n발전기금 조성현황 : 18,195,105천원\n국회의원 배출\n21명의 한양인, 새로운 정치의 희망이 되다\n한양대학교는 지난 4월에 있었던 19대 총선에서 21명(학부 7명, 대학원 12명, 교수 2명)의 국회의원을 배출한 바 있습니다. 대한민국 19대 국회에 입성한 이들은 오는 2016년까지 성실한 의정활동을 벌이며 정계에서도 한양의 파워를 입증하게 될 것입니다.\n성명\n소속 정당\n당선 지역\n학과\n추미애\n민주통합당\n서울 광진구을\n법학\n윤관석\n민주통합당\n인천 남동구을\n신문학\n김정훈\n새누리당\n부산 남구갑\n법학\n이춘석\n민주통합당\n전북 익산시갑\n법학\n홍익표\n민주통합당\n서울 성동구을\n정치외교학\n정호준\n민주통합당\n서울 중구\n사회학\n김현\n민주통합당\n비례대표\n사학\n김명연\n새누리당\n경기 안산 단원구갑\n행정ㆍ자치대학원(석사 07)\n김성태\n새누리당\n서울 강서구을\n행정ㆍ자치대학원(석사 05)\n박덕흠\n새누리당\n충북 보은군·옥천군·영동군\n대학원 토목공학(박사 04)\n박병석\n민주통합당\n대전 서구갑\n언론정보대학원(석사, 박사 95)\n성완종\n자유선진당\n충남 서산시·태안군\n경영대학원(석사 93)\n유승희\n민주통합당\n서울 성북구갑\n지방자치대학원(석사, 박사 97)\n장윤석\n새누리당\n경북 영주시\n대학원 법학(박사 84)\n홍문표\n새누리당\n충남 홍성군·예산군\n행정대학원(석사 82)\n김영환\n민주통합당\n경기 안산 상록구을\n산업경영대학원(AMP 96)\n심재철\n새누리당\n경기 안양 동안구을\n국제관광대학원(EEP 05)\n이인제\n자유선진당\n충남 논산시·계룡시·금산군\n경영대학원(AMP 93)\n나성린\n새누리당\n부산 진구갑\n한양대 경제금융대학 교수\n윤재옥\n새누리당\n대구 달서을\n한양대 공공정책대학원 특임교수\n인재배출\n사회의 리더가 되어 넓은 세상에 한양을 떨치다\n한양대학교에서 배출한 수많은 인재들은 사회 각계에서 자신의 능력을 발휘하며 활약하고 있습니다. 정계와 재계, 법조계는 물론 수많은 공직자와 고시 합격자 등을 배출하고 있는 한양은 명실상부한 대한민국의 대표 명문사학입니다.\n100대 상장기업 CEO(이공계 CEO2위) : 110명(이공계 CEO 70명)\n4대그룹 주요 계열사임원수 3위(현대, 삼성그룹 임원수 2위) : 147명\n누적 검사배출 4위 : 109명\n행정고시 행정직 5위 : 7명\n변리사 2위 : 37명\n공인회계사 5위 : 71명\n행정고시 기술직 3위 : 9명\n공기업 사장 배출 2위 : 3명\n수퍼 벤처 CEO 2위 : 17명\n누적 법조인 배출 4위 : 1,213명\n현직 판사 배출 4위 : 90명\n차관급 이상 공직자 배출 4위 : 5명\n교가비\n설립자의 숭고한 뜻, 한양인의 가슴에 새기다\n설립자 故 백남\n김연준\n박사가 ‘사랑의 실천’이라는 건학이념을 담아 만든 한양대학교 교가는 끊임없는 학문의 정진과 사랑의 실천, 애국, 한양의 발전을 내용으로 하고 있습니다. 이 의미 있는 교가의 노랫말을 담은 교가비가 한 동문의 제안으로 건립되었습니다. 모교를 아끼는 마음으로 직접 기금을 마련한 동문의 열정으로 완성된 교가비를 통해 모든 한양인은 우리의 소중한 유산인 교가의 의미를 되새\n기게 될 것입니다.\n지난 2월 20일 역사관 앞에서 열린 교가비 제막식에 참석한 마련한 ㈜노아종합상사 회장 노영식 동문(전기공학 ’65)은 처음 교가비 설립을 제안하고 건립기금을 마련한 주인공입니다. 그는 제막식에서 한양 가족 모두가 교가비를 보며 모교에 대한 사랑을 품고 故 백남 김연준 박사의 숭고한 뜻을 마음에 새겼으면 하는 바람으로 교가비를 헌정하게 됐다”고 말하며 한양의 정신을 고스란히 담고 있는 교가의 의미를 강조했습니다."
}