{
  "title": "프레젤",
  "url": "https://hyu.wiki/%ED%94%84%EB%A0%88%EC%A0%A4",
  "content": "Pretzel logo\n프레젤\n(\nPRETZEL\n)은 Global Campus Community App 으로  한양대 동문들이 주축이 되어 설립한 주식회사 프레젤글로벌커넥션그룹(Pretzel Global Connection Group Co.,Ltd.)이 만들었다. 프레젤은 글로벌 대학생들의 정보교류와 소통을 테마별로 중개하는 캠퍼스 커뮤니티이자 개인화 콘텐츠 추천 중개 포털을 표방하고 있다.\n앱 다운로드 링크 :\nhttp://www.pretzelglobal.com\n목차\n1\n프레젤 (앱)\n2\n프레젤글로벌커넥션그룹(PGCG)\n2.1\n회사 소개\n2.2\nPGCG 이사회\n2.3\n2020년 연혁\n2.4\n현황 및 계획\n프레젤 (앱)\n지역별 오픈 커뮤니티: 여러 대학의 학생들이 open access(모든 학생들에게 접근권한 존재) 하에 지역기반으로 다양한 상호작용을 할 수 있다.\n학교별 구분 커뮤니티: 특정 학교 학생들만이 접근 가능하여, 학교와 관련된 특화 정보를 공유하고 관련 궁금증을 해결할 수 있는 커뮤니티\n영문 시간표: 학생들이 간편한 분류조회, 검색을 통해 간단한 choose & add 방식으로 시간표를 작성할 수 있다. 현재 서비스 예정 학교별 수강편람 DB 수집을 완료하였으며, 서울소재 12개 대학(한양대, 경희대, 연세대, 고려대, 서울대, 성균관대, 서강대, 중앙대, 서울시립대, 한국외대, 숭실대, 세종대)에 개설된 과목을 조회, 추가하는 방식으로 간단한 시간표 작성이 가능하다. 또한, 그 외 전국 대학 수강편람 DB 작업을 진행하여 간편 시간표 기능 지원대상 대학을 공격적으로 확장하는 과정 중에 있다.\n알림: 자신이 공유한 게시물(post)에 대한 타 유저의 피드백(좋아요, 댓글 작성)에 대한 알림\n프로필: 자신이 설정한 닉네임(user ID), 소속 학교, 전공에 관한 정보를 담고 있다. 사용자들은 관심이 있는 다른 유저에게 친구요청을 보내고 상대방이 수락할 경우 친구 관계를 맺을 수 있다. 그리고 프로필 페이지 또한 유저 간 친구맺음 여부에 따라 자신의 정보(bio, 게시물 작성 history, experience footprint)가 보여지는 방식을 차등설정 할 수 있다.\n(2020년 09월 30일 업데이트) 동일 학과목 단체교류방: 동일한 과목을 시간표에 담은 학생들 간 정보교류, 소통이 이루어지는 단체 채팅방 기능을 지원한다. 학생(유저) 개개인은 자신의 선택에 따라 채팅방을 입장, 퇴장할 수 있다.\n(2020년 09월 30일 업데이트) Direct Message: 친구를 맺은 유저 간 1:1 채팅 할 수 있는 기능. 현재는 텍스트 발/수신만 가능한 상태로 구현중이며 향후 타당성 기반으로 필요성이 검증될 시 사진, 파일 등의 미디어도 주고받을 수 있게끔 업데이트할 예정\n프레젤글로벌커넥션그룹(PGCG)\n글로벌 대학생들을 위한 개인화 콘텐츠 추천 시스템 기반 캠퍼스/지역 특화 정보교류, 소통 중개 플랫폼, 'PRETZEL' 을 기획, 개발하여 운영하고 있는 한양대학교 가족회사\nC-Level(CEO, COO, CMO)들은 2020 CES에서 한양대학교 대표로 참석하여 만난 것을 인연으로, 현 법인 대표 위종원을 중심으로 '내가 평소에 정말 필요로 했고, 문제로 인지하고 있던 부분을 해결하는 프로덕트를 구축하여 운영하는 기업을 만들자' 라는 공통의 목적의식 하에 뭉치게 되었다.\n2020년 04월 05일, 프로덕트 개발 총괄책임을 맡은 CTO 김태완이 합류함에 따라 다음의 이사진(board of directors member)으로 구성된 신설법인을 07월 초에 설립하였다.\n회사 소개\n서울특별시 성동구 왕십리로 222, B224호(사근동, 한양대학교 창업보육센터 HIT관)\n프레젤 임직원(2020.10)\n프레젤 사무실\n프레젤 사무실\nPGCG 이사회\nCEO: 위종원, 한양대학교 경제금융대학 경제금융학부 / 공과대학 정보시스템\nCOO: 송한범, 한양대학교 공과대학 산업공학 / 융합전공 창업융합학\nCMO: 김기범, 한양대학교 국제학부 국제학\nCTO: 김태완, 서울시립대학교 융합전공학부 빅데이터분석학\n2020년 연혁\n02월 17일: 'Connecting global students through their campus, course and region', 'Offering the right connection at the right time' 으로 표현되는 팀의 비전과 미션 확립\n02월 20일 ~ 03월 12일: 국내 외국인 유학생 18인, 글로벌 소통에 대한 니즈가 있는 한국 학생 9인 총 27인과의 심층 인터뷰를 통한 잠재고객 니즈 파악 세션 진행\n03월 13일 ~ 03월 20일:  '글로벌 대학생들을 위한 정보교류, 소통 커뮤니티 플랫폼' 에 대한 아이디어 발제 및 사업계획 초안 작성\n03월 20일 ~ 03월 30일: 당해 08월 실시할 서비스 베타테스트, 09월 런칭할 1차 MVP의 서비스 거점으로 가져갈 12개 대학 본부 국제처, 국제교류단체(외국학생 간, 외국학생-한국학생 교류 중개)와의 컨택.\n서비스 소개, 향후 운영/확장 계획 공유, 베타테스트 협력 실시에 대한 제휴 체결, 메인 런칭 시점(09월, 2학기 개강)에서의 콜라보 홍보방안에 대한 구체적 협의시점 합의(07월 1주차에 상호협의하기로 결정)\n04월 05일 ~  : 현 CTO, 김태완 합류 (프로덕트 개발 총괄, DB/서버 설계 및 스케일링 총괄 책임 / 서울시립대학교 빅데이터분석학 전공).\n04월 06일 ~ 04월 28일: 9월 출시 MVP까지의 세부 기능 반영 스토리보드, 마이크로 타기팅 광고 시스템 설계 완료\n05월 01일 ~ 06월 05일: 유저간 상호작용 기능(1:1 / 단체 채팅, 동일 수강과목 기반 단체채팅) 탑재를 위한 socket.io 실시간 채팅서버 개발\n06월 15일: 정식 개업 (사업자등록증상 표기)\n06월 16일: 한양대학교 SW 중심대학 프로그램 활용, 앱 개발 인턴 손영인 영입\n06월 07일 ~ 06월 30일: 서비스 고유 시간표 시스템 설계, 메인 커뮤니티 페이지 콘텐츠 업로드 기능 개발 완료\n07월 02일: 법인 설립 등기 완료 (등기사항전부증명서 첨부)\n07월 09일: Draper Ventures 글로벌 액셀러레이팅 프로그램 선발\n07월 13일: 서비스 프로토타입 출시\n07월 20일: 하계 인턴 손영인 -> 2학기 장기현장실습 연장 근무 확정 (09월 01일 ~ 12월 31일 근무연장, 프론트 개발, 서버 구축, DB 설계/이전 직무 담당)\n07월 25일: 현 CD(Chief Designer) 최정인 합류 (프로덕트 디자인, 브랜딩 총괄).\n08월 05일 ~ 08월 10일: 베타버전 출시, 12개 학교 107명 잠재고객 대상 베타테스트 실시. kpi 달성(IR 자료 베타테스트 관련 슬라이드에 명시)하였으며 국제처, 국제교류단체 참여자 대상 피드백 수집.\n08월 07일 ~ 21일: 1차 서비스 거점 12개교 수강편람 DB 수집, 자체 시스템 연동 가능 형태로 변환\n08월 11일 ~ 09월 04일: 1차 MVP 핵심 기능(간편 영문 시간표, 커스터마이징 프로필, 프로필 게시 정보 연동 회원가입 UI 고도화, 콘텐츠 검색, 타 유저 멘션, 테마/관계별 채팅)\n추가 업데이트를 위한 개발작업 진행\n08월 18일: 한양대학교 가족회사 공식 인정 등록 (한양대학교 산학협력단, LINC+ 사업단)\n08월 26일~: 한양대학교 산업공학과 이기천 교수 지능데이터시스템 연구실과의 산학협력 추진 논의 개시 (기술경영 지도를 통한 협업 포인트 구체화)\n09월 28일 ~ : 1차 MVP 출시, 국내 거점 대학 12개교 3만 잠재고객 대상 홍보, 운영 및 확장.\n10월 05일 ~ : 북미 진출가능성 검증을 위한 SUNY(State University of New York) 포함 5개교 대상 글로벌 서비스 테스트베드 운영\n현황 및 계획\n2020년 9월 현재 국내 서비스는 외국인 교환/유학생과 글로벌 교류에 대한 니즈를 가지고 있는 한국인 대학생들의 교류를 위한 다국적 커뮤니티로 서비스되고 있으며, 올 07월 말 베타버전 출시 후 일 평균 회원 수 증가율 12%, DAU 증가율 3%를 기록하였으며 폭발적으로 성장하고 있다.\n또한 글로벌 유저 대상 서비스 확장에 대한 체계적인 마일스톤을 기반으로, 2020년 07월 창업진흥원 글로벌 액셀러레이팅 사업에 선정되어 실리콘 밸리 Draper Ventures를 통한 acceleration을 유치하였습니다. 담당 매니저로 Fatih Unver 심사역이 배정되어 정기 kpi 워크숍을 화상으로 진행, 협의를 통해 설정한 20' 연내 핵심성과지표를 달성할 경우 현지 진출을 위한 global seed round 직접투자 연계, 현지 유한회사(Pretzel Global Connection Group LLC.) 설립과 함께 다음의 계획을 실행하기로 했다.\n2020년 3,4Q: 한국 소재 북미대학 5개교를 대상으로 global coverage service prototype을 테스트\n2021년 1~4Q: 서비스 기술고도화, 내구성 증진 작업을 거쳐 하반기 북미시장 2개 지역(NY, CA주) 8개 학교 및 인근지역 타겟 서비스 런칭\n2021년 12월 ~ 2022년 11월: 미국 동부 SC, NC, VA, PA, NY 주 소재 대학 거점 추가 확보(최소 50개 이상), 서비스 확장 운영\n2022년 02월 ~ 05월: business management/expansion team, IT localization/expansion team 북미 현지 채용. 5인 1팀, 부서 별 평균 3팀 / 1개 주 담당 배치하여 현지서비스 운영관리, 확장 인력 총 300여명 수급\n2022년 09월 ~ 2023년 08월: 북미 중서부 지역 진출하여 서비스 주 진입률 80%(40/50주) 이상 달성 목표.카운티 진입률 50%(1622/3243 카운티) 이상 달성 목표"
}