{
  "title": "피아노과",
  "url": "https://hyu.wiki/%ED%94%BC%EC%95%84%EB%85%B8%EA%B3%BC",
  "content": "목차\n1\n학부(서울)\n1.1\n전공소개\n1.1.1\n학과 소개\n1.1.2\n학과 정보\n1.1.3\n특장점\n1.1.4\n주요 전공과목\n1.1.5\n커리큘럼\n1.1.6\n진로\n1.1.7\n질의응답\n1.2\n교수진\n2\n동문\n학부(서울)\n소속: 서울 음악대학 피아노과\n유형: 서울 대학\n영문명:DEPARTMENT OF PIANO\n중문명: 钢琴系\n카페 :\nhttps://cafe.naver.com/hyupiano/1083\n전공소개\n전공안내서2025의 내용을 발췌해 정리한 글임.\n학과 소개\n피아노는 중저음부터 고음에 이르는 광범위한 음역대, 풍부한 음량, 다채로운 음색으로 많은 사랑을 받는 대표적인 건반악기입니다. 이 악기는 독주뿐만 아니라 다른 악기나 오케스트라와의 협주, 노래 의 반주 등 다양한 앙상블에도 적합합니다. 피아노과에서는 피아노의 이러한 매력과 가치를 통해 음 악의 아름다움과 작품 속 음악적 메시지를 표현하는 방법을 배우고 연구합니다. 4년간의 전공실기 수업을 통해 학생들은 바로크 시대부터 현대까지 다양한 피아노 작품을 경험하며 시대별 양식과 음 악 해석 능력을 키울 수 있습니다. 연주와비평, 피아노앙상블, 기악앙상블, 피아노반주법, 건반화성, 시창청음 등 다양한 수업을 통해 음악적 역량을 넓힙니다. 또한 음악이론, 피아노문헌 피아노교수법. 서양음악사, 연주를 위한 음악분석 등의 이론 학습으로 지적이고 전문적인 음악인으로 성장할 기회 를 제공합니다. 피아노과는 체계적인 교육을 바탕으로 전문 피아노 연주자와 음악 교육자를 양성하 며, 학생들이 각자의 진로 목표와 역량에 맞춰 다양한 분야로 진출할 수 있도록 장려하고 지원합니다.\n학과 정보\n전화번호 : 02-2220-1270\n학과설립연도 : 1960\n특장점\n전문성을 강조한 커리큘럼\n전문 연주자로 활동 중인 교강사와 함께하는 1:1 전공 실기 수업을 비롯하여 전문성에 초점을 맞춘 우수한 이론 및 실습 과목 제공 문화예술교육사 2급 자격 취득에 필요한 교과목을 운영\n마스터 클래스\n매년 세계적인 피아니스트 및 교육자를 초청하여 2~3회의 마스터 클래스 개최\n다양한 교내 연주회 및 무대 경험\n실기 우수자 춘계·추계 연주회, 피아노 앙상블 연주회, 실내악의 밤, 찾아가는 음악회, 백남콘서트홀에서의 연주 수업, 졸업 연주회 등을 통해 다양한 연주 경험 제공\n주요 전공과목\n과목\n소개\n전공실기\n1:1 개인실기지도를 통해 피아노 연주 기술을 향상시키고 작품에 대한 음악적 이해를 높임으로써 전문 연주가로 성장할 수 있도록 지원합니다.\n연주와비평\n무대에서 연주하고 비평하는 기회를 통하여 자신의 연주를 점검하고 다양한 연주를 비판적으로 사고할 수 있는 능력을 기릅니다.\n피아노앙상블\nOne piano, four hands 또는 two pianos, four hands 작품을 다루며 앙상블의 매력을 경험하고, 다른 연주자와 음악을 만들어가는 과정을 통해 소통 및 협업 능력을 함양합니다.\n피아노문헌\n다양한 피아노 레퍼토리, 작품의 배경과 양식, 음악 및 작곡 기법 등 피아노 음악 전반에 대한 이론을 학습합니다.\n커리큘럼\n연도별 커리큘럼은 상이할 수 있으므로, 학과 홈페이지에서 다시 한번 확인하시길 바랍니다.\n전공\n1학년\n2학년\n3학년\n4학년\n이론\n국악개론및감상\n음악이론\n시창청음\n음악사\n음악이론\n시창청음\n건반화성\n피아노문헌\n낭만주의음악연구\n예술경영및마케팅\n피아노음악형식과분석\n실기\n가창과반주실습\n연주와비평\n합창\n반주실습\n연주와비평\n특수악기\n기악앙상블\n피아노앙상블\n반주실습\n협주곡실습\n피아노전공실기*\n*피아노전공실기 : 전 교과 중 가장 핵심적인 과목으로 매주 1회 교수와의 개인지도가 이루어집니다. 학생의 실기 및 이론 수준에 따라 설정되어 효율적인 교육을 받을 수 있으며, 매 학기말 해당 교수 전원에 의한 평가를 받게 됩니다.\n진로\n분야\n직업\n음악계\n피아노 독주자, 앙상블 연주자. 기악·성악·합창 오페라 무용 반주자, 오 케스트라 소속 피아니스트 지휘자, 작 편곡가, 음악단체감독 등\n학계・교육계\n대학교수, 강사, 중·고등 학교 음악교사, 방과 후 음악교사, 음악 학원 강사, 음악이론지도자, 음악교육 연구원 등\n언론, 출판, 문화예술계\n음악평론가, 음악해설사, 음악전문기자, 음악방송 PD, 음악방송작가, 음악교재출판, 음악 서적번역가, 공연장관리자, 무대음향관리자 등\n기업계\n공연 매니지먼트, 음반제작자, 연주홀 운영, 녹음스튜디오 운영 등 기타 피아노조율사, 음악치료사 등\n질의응답\n학과에 입학하기 전에 무엇을 준비하면 좋은가요?\n피아노과에 입학하기 위해선 실기시험이 가장 중요합니다. 실기 당일 어떠한 변수가 일어날지 모르기에 많은 홀 연습과 콩쿨 경험을 통해 무대에 대한 공포심을 최대한 줄여야 하며 꾸준한 레슨으로 자신의 연주를 체크해 완벽한 연주를 준비해야 합니다. 또한 입학 후 곧 바로 교수나 강사 선생님의 레슨을 들어가야 하기 때문에 합격하고 나서 쉬는 공백기를 오래 두어선 안 되며 입학 전 자신의 레퍼토리를 만들어 가야 합니다. 자신이 음악의 길에 대한 확신과 그에 따른 준비를 최대한 멀리보고 해나가야 할 것입니다.\n고등학교 때 다시 피아노를 시작하면 입학할 수 있을까요?\n보통 피아노과 입학을 준비하는 학생들은 늦어도 고등학교 때부터 전공을 시작합니다. 고등학교 때 결정을 했다 하더라도 예술중학교, 예술 고등학교를 다니던 학생들과 경쟁하기엔 늦은 시기입니다. 음악의 길은 험난하기 때문에 전공을 결정할 땐 피아노에 대한 확신을 가져야 하며 확고한 확신이 있다면 다른 학생들에 비해 부단한 노력이 필요합니다.\n피아노과에 가려면 피아노만 잘 치면 되나요?\n피아노과에 입학할 수 있는 여러 전형이 존재하고 각각의 변수가 있기 때문에 실기만 준비하는 것은 위험할 수 있습니다. 실기와 공부 모두 열심히 준비 할 것을 추천해 드립니다. 우선순위를 통해 시간 관리를 철저히 하여 꼭 피아노과에 대한 꿈을 이루시길 바랍니다.\n교수진\n김진욱\n부교수\nKUPKA PIOTR 대우교수\n김희재\n조교수\n허재원\n조교수\n동문\n동문음악회\n2019 : 그랜드 피아노 콘서트"
}