{
  "title": "하준경",
  "url": "https://hyu.wiki/%ED%95%98%EC%A4%80%EA%B2%BD",
  "content": "하준경은 ERICA캠퍼스\n경상대학\n경제학부\n교수다.\n경제학부 홈페이지 참고(2020.1.)\n목차\n1\n학력\n2\n경력\n2.1\n학회 활동\n3\n연구관심분야\n4\n주요연구과제\n5\n주요논문\n6\n저서\n7\n수상\n8\n언론 활동\n9\n관련기사\n학력\n1991, 서울대학교, 경제학사\n1993, 서울대학교, 경제학석사\n2003, 미국 Brown 대학교, 경제학박사\n경력\n1993-1998, 한국은행, 행원\n2003-2005, 한국은행, 금융경제연구원 과장\n2005-2008, 한국금융연구원, 연구위원\n2008-현재, 한양대학교, 경상대학 경제학부 조교수, 부교수, 교수\n2025- 대통령비서실 경제성장수석\n학회 활동\n한국금융학회, 편집위원\n연구관심분야\n거시경제, 경제성장, 화폐금융\n주요연구과제\n\"중간재 생산자에 대한 납품단가 인하압력과 기술혁신: 슘페터리안 성장모형을 이용한 정책효과 분석,\" 기술혁신연구, 제18권 2호, 2010\n\"Optimal Structure of Technology Adoption and Creation: Basic versus Development Research in Relation to the Distance from the Technological Frontier,\" Asian Economic Journal, Vol. 23, No. 3, September 2009, pp. 373-395 (with Yong Jin Kim and Jong-Wha Lee)\n\"Accounting for Trends in Productivity and R&D: A Schumpeterian Critique of Semi-Endogenous Growth Theory,\" Journal of Money Credit and Banking, Vol. 39, No. 4, June 2007, pp. 733-774 (with Peter Howitt)\n주요논문\n“Population Aging and the Possibility of a Middle-Income Trap in Asia,” Emerging Markets Finance and Trade, Vol. 54, No. 6, pp. 1225-1238, 2018. 5. (with Sang-Hyop Lee)\n\"연구개발 세액공제 제도의 유인효과 분석 - 대기업과 중소기업 간 혜택 배분에 대한 함의,\" 사회과학연구, 제25권 제1호, pp. 237-256, 2018. 3.\n“중앙은행의 목적 설정과 거시경제 성과,” 금융연구, 제31권 제4호, 2017. 12.\n“중소벤처기업에 대한 연구개발 보조율의 적절성: 슘페터리안 성장모형을 이용한 분석,” 사회과학연구, 제24권 제3호, pp. 313-334, 2017. 9.\n“Demographic Dividend and Asia’s Economic Convergence towards the US,” Journal of Economics of Ageing, Vol. 8, December 2016, pp. 14-28 (with Sang-Hyop Lee)\n“교육비 보조의 경제성장 효과: 선별적 지원과 보편적 지원의 비교,” 사회과학연구, 제23권 제1호, pp. 215-238, 2016. 3.\n“SME-Large Firm Relationships and SMEs’ Investment: Hold-up and the Potential Role of Financial Sector through the Win-win Growth Index,” Journal of Small Business Innovation, Vol. 3, No. 3, September 2015, pp. 51-66.\n“Firm Heterogeneity, R&D, and Economic Growth,” Economic Modelling, Vol. 36(C), pp. 149-156. 2014 (with Hyunbae Chun and Jung-Wook Kim)\n“총요소생산성과 성장잠재력: OECD 국가들의 연구개발 투자에 대한 거시적 분석,” 경제분석, 제19권 제2호, pp. 25-57, 2013. 6. (이은석 공저)\n\"통화정책과 커뮤니케이션: 금통위 의사결정이 미디어의 금리결정 보도에 미치는 영향,” 금융연구, 제27권 제1호, pp. 71-101, 2013. 3. (방현철 공저)\n“대·중소기업 간 위험공유와 설비투자: 금융부문의 역할,” 보험금융연구, 제24권 제1호, pp. 33-65, 2013. 2. (한재준 공저)\n“저출산의 경제적 요인 분석: 소득불평등 및 교육비 부담과의 관계를 중심으로,” 사회경제평론, 제39호, pp.137-173, 2012.11.\n“한국의 경제성장과 금융의 역할,” 산업혁신연구, 제28권 제2호, pp.1-34, 2012.6 (이규복 공저)\n“중간재 생산자에 대한 납품단가 인하압력이 기술혁신에 미치는 영향: 슘페터리안 성장모형을 이용한 정책효과 분석,” 기술혁신연구, 제18권 제2호, pp. 91-120, 2010.12.\n“기술혁신 역량의 국가 간 수렴성: OECD 국가들에 대한 분석과 우리나라에 대한 시사점,” 산업혁신연구, 제26권 제4호, pp.1-25, 2010.12.\n\"특목고가 가계의 사교육비 지출에 미치는 영향,“ 경제분석, 제16권 제3호, pp. 156-191, 2010.9.\n\"Optimal Structure of Technology Adoption and Creation: Basic versus Development Research in Relation to the Distance from the Technological Frontier,\" Asian Economic Journal, Vol. 23, No. 3, September 2009, pp. 373-395 (with Yong Jin Kim and Jong-Wha Lee)\n“2008년 신발전체제와 적정 거시경제정책 패러다임,” 한국경제의 분석, 제14권 제1호, pp.141-183, 2008.\n\"Accounting for Trends in Productivity and R&D: A Schumpeterian Critique of Semi-Endogenous Growth Theory,\" Journal of Money Credit and Banking, Vol. 39, No. 4, June 2007, pp. 733-774 (with Peter Howitt)\n“기초연구와 응용개발연구 투자의 최적구조에 관한 연구,” 경제분석, 제12권 제3호, pp. 1～37, 2006. (김용진.이종화 공저)\n“한국경제의 양극화와 지속가능한 성장,” 응용경제, 제8권, pp. 79-103, 2006. (유종일 공저)\n“Endogenous Growth and the Real Interest Rate: Evaluating Korea's Low Interest Rate Regime,\" Seoul Journal of Economics, Vol. 19, No. 1, pp. 43-66, 2006.\n“연구개발의 경제성장 효과 분석,” 경제분석, 제11권 제2호. pp. 83-105, 2005.\n저서\n「연구개발투자의 촉진을 위한 금융시스템」, 금융조사보고서 2007-07, 한국금융연구원, 2007.\n「인적자본에 대한 투자 증가가 금융시장에 미치는 영향」, 금융조사보고서 2006-04, 한국금융연구원, 2006.\n수상\n한국금융학회 우수논문상\n한국중소기업학회 IBK 학술상\n언론 활동\n하준경/언론활동\n관련기사\n2020.01.16 <한국경제> 송종국·하준경 교수, '한경 밀레니엄 포럼'서 감사원장과 질의\nhttps://www.hankyung.com/politics/article/202001146818i\n2020.03.04 <경향신문>\n“추경만으로 부족”…실물경제 살리기 ‘추가 경기부양론’ 고개\n, 정부의 추경 편성에 대한 코멘트\n2021.05.31\n하준경 교수, tvN 미래수업에서‘세습 불평등 사회 속 MZ 세대’에 대해 논의\n2024.03.25\n하준경 교수, 한경 밀레니엄포럼 참석\n2025.06.09 <뉴스H>\n하준경 ERICA 경제학부 교수, 대통령실 경제성장수석 임명"
}