{
  "title": "학군사관(ROTC)",
  "url": "https://hyu.wiki/%ED%95%99%EA%B5%B0%EC%82%AC%EA%B4%80(ROTC)",
  "content": "ROTC! 미래의 명품 글로벌 리더들만이 선택할 수 있는 길! 특별히 선택받은 젊은이들에게만 주어지는 기회! ROTC! 선택한 자, 그들은 결코 후회하지 않는다!\n학군단\n에서 관리하는 사관으로,\n학군사관\n또는\nROTC\n라고 불린다.\n유튜브\nhttps://www.youtube.com/channel/UCUagKPZbWQ64HZ0zTFZ45Cw/\n목차\n1\n서울캠퍼스\n2\nERICA캠퍼스\n3\n학군사관 후보생 선발\n3.1\n지원 자격\n3.2\n선발일정\n3.3\n선발시험\n3.4\n지원서 접수 및 제출\n3.5\n지원 안내\n3.5.1\n2020학년도\n4\n학군사관 후보생 혜택\n5\n장교 임관 혜택\n6\n전역 이후\n서울캠퍼스\n02-2220-1533\nERICA캠퍼스\nTEL 031-400-4521~2\nFAX 031-400-4253\nLocation 학군단\n학군사관 후보생 선발\n지원 자격\n연령 : 임관일 기준 만 20 ~ 27세인 남·녀\n학력 : 남학생(4학년제 대학 1·2학년), 여학생(4년제 대학 2학년)\n5년제 학과는 3학년으로 4학년 진학대상자\n졸업학점 취득 가능자\n군인사법 제10조 제1항에 해당자\n선발일정\n3월 중: 지원서접수\n4월 초: 필기고사\n4 ~ 5월: 면접/체력측정\n6월 말: 2차합격자\n8월 말: 신원조사/최종합격자발표\n선발시험\n1차 필기고사(국사, 인성검사 포함) + 대학성적(2학년만 해당)\n2차 면접평가,\n체력평가\n, 신체검사\n3차 신원조회, 신체검사(재검자에 한함)\n지원서 접수 및 제출\n기간 : 매년 3월 (1개월 간)\n접수 : 인터넷 육군 모집 사이트\n지원관련 서류 제출 : 학군단 행정실\n지원 안내\n2020학년도\n모집대상 학군단 설치대학의 1, 2학년 재학생 / 5년제는 2, 3학년 재학생(우리학교 건축학부 2, 3학년에 해당\n지원자격연령 임관일 기준(만20~27세 이하인 남, 여)\n학군사관 61기(남, 여 모두 지원가능) : 4년제 학과 2학년 재학생, 5년제 학과 3학년 재학생\n학군사관 62기(남, 여 모두 지원가능) : 4년제 학과 1학년 재학생,  5년제 학과 2학년 재학생(지원직전 학기까지 전체 취득 학점이 신청학점의 80% 이상이고 전체평점이 C학점 이상인자)\n지원서접수기간 03월 16일~04월 21일\n인터넷 홈페이지 접수: 03월 16일 (월) 10:00 부 인터넷(www.armyofficer.mil.kr)\n인터넷 접수 후 지원서(스캔본)/사진(파일) 제출\n인터넷 지원서 접수 마감: 04월 21일 금) 18:00\n학군사관 후보생 혜택\n미래의 글로벌 리더가 될 꿈을 품은 수많은 경쟁자들 가운데서 어려운 관문을 통과하여 선발된 학군사관 후보생들은 대학 생활 간 글로벌 명품 리더로서의 꿈과 이상을 펼쳐가며 무한한 긍지와 자부심을 가지고 대학 내 최고 엘리트로서 생활을 영위할 수 있게 됩니다.\n최고 Elite 집단의 일원이 될 수 있습니다.\n2년 동안 각종 교육과 훈련을 통해 올바르고 유능한 장교, 국가의 리더로 성장하게 됩니다. ROTClan은 우리 사회의 엘리트 집단으로 여러분은 4천여명의 동기와 20만여명의 선배들과 인적 네트워크를 구성하여 평생을 함께할 친구, 다양한 분야에서 조력자를 얻게 됩니다.\n해외 탐방과 연수! 세계로, 미래로 향할 수 있습니다.\n글로벌 리더로 성장해야 할 후보생들에게 세계 각국으로 해외군사문화탐방을 통해 폭넓은 세계관과 국제적 감각을 기를 수 있으며, 미 TEXAS A&M대학 리더십과정과 미 노위치 대학 교환학생 프로그램 참여를 통해 글로벌 리더로 성장할 수 있습니다.\n다양한 장학 혜택이 있습니다.\n대학 장학금 외에도 군장려금, ROTC장학재단 장학금, 대학별 학군단 장학금 등 다양한 장학 및 기숙사 입주 등 각종 혜택을 추가로 받을 수 있습니다.\n학점관리 및 자격증 취득이 유리합니다.\n각종 자격증 응시료 지원 및 단체 응시를 통해 자격증 취득 기회가 많아지며, 절제된 학교생활을 통해 학습능력도 향상이 되고, 학점 관리를 용이하게 할 수 있습니다. 특히, 한양대 학군단에서는 영어, 한자, 컴퓨터, 태권도의 4품 인증 제도를 통하여 군 및 사회에서 필요한 능력을 구비토록 하고 있습니다.\n몸과 마음이 튼튼하고 건전한 대학생활을 할 수 있습니다.\n후보생들은 평소 기초체력과 단체정신을 함양하고, 태권도 등 무도 교육을 통해 자기방호 능력의 향상은 물론 내적 수련을 함으로써 정신적 육체적으로 강건함을 유지할 수 있게 되며, 헬스클럽 수준의 학군단 내 체력 단련장과 샤워장을 상시 사용할 수 있습니다.\n누구나 부러워하는 멋진 International Gentleman이 될 수 있습니다.\n다양한 리더십 프로그램 교육과 교내외 봉사활동 참여, 국내 문화탐방 등을 통하여 리더로서의 품성과 자질을 연마하여 장차 사회에서 필요로 하는 능력 있는 인재로 거듭나게 됩니다.\n장교 임관 혜택\n2년간의 장교 후보생 생활을 거쳐 영예로운 장교로 임관하게 됩니다. 장교는 뛰어난 리더십과 뜨거운 조국애를 지닌 인재로서 국가로부터 검증받고 임명된 후 국가를 보위하고 국민의 생명과 재산을 보호하는 사명이 주어지게 됩니다. 동시에 다양하고 실질적인 경제 혜택이 부여되며, 군 생활 간 취학 및 자격증 취득 등, 자기 발전의 기회가 제공되고, 군 간부로서의 예우와 각종 보상이 주어집니다.\n미래의 名品리더가 될 수 있습니다.\n한 조직을 책임지고 이끌어가는 관리자이자 경영자로서 투철한 책임감과 합리적인 판단, 창조적 상황 대처 및 조직 관리 능력을 갖춘 진정한 ‘名品리더’로 거듭나게 됩니다.\n다양한 자기계발 기회가 주어집니다.\n개인의 전공, 자격, 성적 등을 고려하여 병과를 분류한 후 관련 분야에서 임무를 수행하게 되며, 국내·외 대학원, 군사교육기관에서 학위 및 군사교육의 기회가 다양하게 부여되고, 직무 분야에서 기술자격 취득의 기회가 제공됩니다. 또한 본인의 희망에 따라 UN 평화유지군으로 파병되어 군사 외교관으로 활동하면서 귀중한 경험을 쌓을 기회도 주어집니다.\n적정 수준의 급여가 보장됩니다.\n군인은 국가를 위해 헌신함을 감안하여 일반 공무원보다 높은 급여를 받게 됩니다. (중·소위 급여 : 공무원 7급 수준의 연봉)\n각종 군 복지 혜택을 누릴 수 있습니다.\n군 생활 간 독신자 숙소(BOQ / 군 관사 / 아파트)가 제공되며, 의료보험 혜택을 받고, 군 병원을 통해 진료를 받을 수 있습니다. 군 생활에 소요되는 피복이 지급되며, 군 면세점/군 골프장, 콘도(휴양소) 등 각종 복지시설을 이용할 수 있는 다양하고 폭넓은 복지혜택이 부여됩니다.\n안정된 평생직장을 선택할 수 있습니다.\n복무 중 본인의 희망에 따라 장기복무자로 선발되어 20년 이상 근무하게 되면 평생 연금을 받을 수 있고, 자녀 중·고교 학비 전액 면제, 대학 특례 입학과 대학 진학 시 장학금이 지급됩니다.\n전역 이후\n학군장교 출신 장교들은 리더십과 책임감, 조직 관리 능력이 높이 평가되어 기업에서 가장 선호하는 인재로 각광받아 다양하고 폭넓은 취업의 기회가 주어집니다. 또한, 이미 사회 곳곳에서 중추적 역할을 담당하고 있는 20만여 ROTClan들과 폭넓은 인맥을 형성할 수 있습니다.\n삼성, 두산, 이랜드 등 주요 회사에서 ROTC 후보생들에게 임관 전 특별 취업제도를 시행하고 있으며 점차 타 기업도 확대하고 있음\n전역 후 3년 이내 한양대학원에서 석사학위나 석박사통합과정을 수강하는 경우, 등록금의 70% 감면혜택을 받을 수 있습니다. (단, 석사학위는 졸업평점 3.75점 이상 / 석박사통합과정은 졸업평점 3.5 이상일 경우 가능)"
}