{
  "title": "학연산클러스터",
  "url": "https://hyu.wiki/%ED%95%99%EC%97%B0%EC%82%B0%ED%81%B4%EB%9F%AC%EC%8A%A4%ED%84%B0",
  "content": "학연산클러스터(ERICA)란 국내 최초로 대학캠퍼스에 학(學)·연(硏)·산(産) 구성주체가 함께 모여서 현장중심의 실용교육을 개발하여 시대가 요구하는 맞춤형 인재를 양성하고, 국가와 지역사회의 고부가가치 산업을 창출하는 대표적인 민간주도형 클러스터입니다.\n목차\n1\n개요\n2\n비전\n3\n연혁\n4\n특성화 전략\n5\n세부 실행계획\n6\n협약 및 결연\n6.1\n반월시화클러스터추진단\n7\n프로그램\n8\n문의\n개요\n한양대학교 ERICA 캠퍼스의 10만평 부지에 학(한양대), 연(한국생산기술연구원, 한국전기연구원, 한국산업기술시험원), 산(경기테크노파크, LG이노텍, 창업보육센터)이 함께 협력 네트워크를 구축하여 공동 교육프로그램 개발 및 공동 연구개발 사업을 통해 상호 Win-Win하는 전략으로 운영하고 있습니다.\n학연산클러스터는 재학생에게 인턴십과 같은 실무교육과정으로 취업 등의 진로선택에 도움을 주고, 인근 산업체에게는 대학과 연계된 임직원 재교육프로그램으로 산업 활성화에 기여하고 있으며 중소기업 경쟁력 향상을 위한 다양한 산학협력 프로그램을 지원하여 지역산업의 부가가치를 크게 향상시키는 지역 혁신 클러스터입니다.\n대한민국을 대표하는 학연산클러스터 캠퍼스인 한양대 ERICA캠퍼스는 2004년 산학협력중심대학 육성사업에 수도권 지역 4년제 일반대학 중 단독 선정된 이래, 매년 13개 지원 대학 중 가장 우수한 성과를 나타내며 타 대학의 대표적인 벤치마킹 사례가 되어왔습니다.\n비전\n국책 연구소와 민간 산업체들을 캠퍼스 안으로 유치하고, 이를 바탕으로 공동협력 네트워크를 구축하여 각 구성 주체들이 윈윈(win-win)하는 여건을 마련하고 최고의 실용교육 및 R&D 환경을 제공하는\n인프라 구축사업\n을 수행한다.\n학생들에게 국제적 감각을 제공하고 국내 기업과 해외 기업 간의 상호협력과 교류를 촉진시키기 위한\n국제협력사업\n을 추진해 왔다. 인력 교류, 정보 교환, 공동연구개발, 인턴프로그램 등을 운영하고 또 유수 기관들을캠퍼스 내로 유치하여 국내 기관들과 활발한 협력사업을 펼치고 있다.\n복합 학문을 통한 실용교육 프로그램 운영과\n공동연구개발사업\n을 수행해왔다. 클러스터 인프라와 국제협력에 기초하여 학연산클러스터 구성 주체들이 참여함으로써 공동으로 국가 성장동력을 지원하는 이공 분야 및 인문·사회와 디자인 분야 등의 복합학문 연구와 개발이 추진되어 온 것이다.\n연혁\n2009년 ERICA캠퍼스는 ‘2단계 산학협력중심대학 육성사업’에도 선정되어 2011년까지 포스트사업을 이어나가게 되었다.\n2010년 3월 ERICA캠퍼스는 산학연공동기술개발사업 최우수기관으로 선정되는 영예를 안기도 했다.\n2012년 산학협력중심대학 육성사업은\n산학협력선도대학(LINC)\n육성사업으로 통합·개편되었다.\n2012년 6월 New Hanyang 2020 제4차 조직 개편에 따라\nLINC사업단\n이 신설됨으로써 그 산하에\nLINC사업팀\n,\n학연산클러스터팀\n등이 배치되었다.\n특성화 전략\n'학연산클러스터를 기반으로 한 실용인재 육성'이라는 목표아래 학연산클러스터 기반 구축, 학연산 협동교육, 학연산 협동연구, 클러스터 행정지원 등을 추구하였다.\n2009년 ‘안산캠퍼스’에서 ‘ERICA(Education Research Industry Cluster @ Ansan)캠퍼스’로 캠퍼스 명칭을 변경한 이래, ERICA캠퍼스의 학연산클러스터는 국내 최초로 대학 캠퍼스에학·연·산 구성 주체가 함께 모여 국가, 지역의 고부가가치형 산업 창출을 위한 주요 핵심사업을 수행하는 대표적인 민간 주도 클러스터로서 역할을 해왔다.\n세부 실행계획\n학연산클러스터는 산학협력의 차원에서 2003년부터 단계별로 세부 실행계획을 가지고 사업을 추진하였다.\n제1차년도(2003~2004) 학연산클러스터 기반의 확립\n제2차년도(2004~2005) 산학협력중심대학 기반의 구축\n제3차년도(2005~2006) 산학협력중심대학의 역할 증대\n제4차년도(2006~2007) 산학협력중심대학을 위한 운영제도 정비\n제5차년도(2007~2008) 산학협력중심대학 운영 활성화\n제6차년도(2008~2009) 국내 최고 수준의 학연산클러스터 완성\n협약 및 결연\n반월시화클러스터추진단\nERICA캠퍼스는 지난 2009년 10월 21일 반월시화클러스터추진단과 산학협력 촉진에 관한 협약 및 결연을 맺었다.\nERICA캠퍼스는 지역사회와 반월시화산업단지에 산재해 있는 6천여 곳의 중소기업으로 눈을 돌려 실질적인 산학협력을 펼치고 있다. 기업들에 한양대의 우수한 연구 인력을 1대 1로 연결하여 실제 산학협력의 내실화를 실현하고 있는 것이다.\n이 협약이 체결됨에 따라 향후 ERICA캠퍼스는 참여 기업체와 공동연구를 수행하며, 각 분야별 교수진들이 해당 기업체에 기술 및 경영관리 자문을 지원하게 되었다. 또한 학교 측에서는 기업체를 위한 교육을 실시하고 공용장비 활성화, 현장실습 확대 등을 추진해왔다.\n프로그램\n교육프로그램:\n학연산클러스터/교과목\n문서를 참고\n현장실습:\n현장실습(E-WIL) 교육프로그램\n문서를 참고\n문의\nURL:\nhttp://erica.hanyang.ac.kr\nTEL: 031-400-4393~7\nLocation: 학연산클러스터지원센터 102호"
}