{
  "title": "학생회/정치외교학과",
  "url": "https://hyu.wiki/%ED%95%99%EC%83%9D%ED%9A%8C/%EC%A0%95%EC%B9%98%EC%99%B8%EA%B5%90%ED%95%99%EA%B3%BC",
  "content": "서울캠퍼스\n사회과학대학\n정치외교학과\n학생회의 활동에 대한 문서이다.\n제36대 학생회(2020)년\n제36대 정학생회장 : 송현정\nSNS\nhttps://www.instagram.com/hyupolitics/\n2021학년도 정치외교학과 정•부학생회장 선거가 무산됨에 따라 차기 정학생회장이 당선되기 전인 2021년 3월 보궐 선거까지 임기 연장\n활동\n조셉 교수 규탄 서명\n2월 22일 정치외교학과 학생회는 한양대\nJoseph E. Yi\n정치외교학과\n부교수와 연세대 Joe Phillips 부교수가 <'위안부'와 학문적 자유에 관하여>의 제목의 글을 기고함에 따라 학외, 학내 가리지 않고 이슈화 되는데 있어 입장문을 게시했다. 학생회는 동문의 서명을 받아 학교 측에 전달할 예정으로,\n해당 성명에는 2월 23일 15시 기준 정치외교학과 졸업생, 재학생 470명이 참여했다.\n2월 28일 19시 기준, 한양대학교 학생 및 동문 824명이 동참했다.\n다음은 학생회의 입장문 전문이다.\n출처: 한양대학교 정치외교학과 학생회 (\nhttps://www.instagram.com/p/CLmENW4jUoQ/?utm_source=ig_web_copy_link\n)\n<‘위안부’ 피해자에 대한 왜곡과 폄훼를 반복하는 Joseph Yi 부교수를 거부한다.>\n 학문의 자유라는 탈을 쓰고 전쟁범죄를 옹호하고 있습니다.\n 정치외교학과 부교수 Joseph Yi는 2월 18일 미국의 외교지 ‘디플로맷’에 <‘위안부’와 학문적 자유에 관하여>를 연세대 Joe Phillips 부교수와 공동 기고했습니다. 해당 기고에서 그들은 최근 논란을 일으킨 하버드대 램지어 교수에 대한 국제적 비판을 ‘비난’과 ‘외국인 혐오’로 깎아내리고 본질을 흐린 채, 학문의 자유를 운운하며 “‘위안부’는 전쟁범죄가 아닌 매춘부”라는 램지어의 주장을 사실상 옹호하고 있습니다.\n Joseph 부교수는 이미 2016년과 2019년 수업 중에 명백한 전쟁범죄인 ‘위안부’ 문제를 왜곡하고 피해자를 모독한 바 있습니다. 2016년에는 “‘위안부’ 피해자들의 말을 무조건 신뢰할 수 없다.”며 “당시 일본 정부만의 책임으로 볼 수 없다.”고 하였습니다. 2019년에는 “위안부를 연구하는 한국 역사학자들은 최악의 사례를 일반화하는 민족주의 거짓말쟁이”라고 하기도 하였습니다. 피해자가 분명히 존재하며 다양한 연구의 사료가 전쟁범죄를 증명하는데도 논점을 흐리고 역사를 왜곡하고 있습니다.\n Joseph Yi 부교수는 학점을 볼모로 학생들을 억압했습니다.\n 부교수는 수업에서 성적평가자로서 그의 지위를 이용하여 권력을 남용해왔습니다. ‘위안부’ 피해자 명예훼손으로 유죄를 선고받은 박유하 교수의 <제국의 위안부> 책 구입과 특정 종교행사 참석에 가산점을 책정한 것입니다. 사실상 학생들은 ‘강요’로 받아들일 수밖에 없었습니다.\n 2019년에는 부교수 본인의 문제 발언에 대한 학생회의 설문조사를 수업시간에 찬반 토론하게 하였습니다. “비판적 담론을 너무 자주 억압한다.”는 그가 오히려 성적을 매개로 강의실 내에서 작용하는 교수와 학생 간의 권력 관계는 생각 않고 비판하는 학생들과 학생회를 탄압한 것입니다.\n 반복되는 역사 왜곡의 책임은 학교에게도 있습니다.\n 2016년에도, 2019년에도 학생들은 Joseph 부교수의 강의를 비판하고 사과와 대책을 요구했습니다. 그러나 2016년 당시 ‘구두 경고’ 조치에 그쳤기에 2019년 같은 일이 반복되었습니다. 재발방지조치들은 부교수가 방학 중 미국에 있다는 핑계로 지지부진했습니다. 현재까지 부교수는 단 한 번도 사과한 적이 없습니다.\n Joseph 부교수의 문제의식 부재와 해외 출국을 탓하기엔 학교의 조치는 안일했습니다. ‘위안부’와 전쟁범죄를 향한 역사 왜곡을 엄정히 대처하고 역사관을 바로 세우지 않는 한 학교가 말하는 재발방지대책은 눈 가리고 아웅일 뿐입니다.\n 학교가 책임 있는 자세로 나서 역사 왜곡을 바로잡을 것을 요구합니다.\n 정치외교학과 학생회는 Joseph Yi 부교수의 그릇된 역사관과 교육자답지 못한 태도를 거부합니다. 그리고 현 사태에 대한 학교 측의 입장과 대책을 요구합니다. 사회과학대학 인사위원회와 교무처 교무팀은 2월 24일 정오까지 아래 질문에 서면으로 답변해 주시기 바랍니다.\n Joseph Yi 부교수의 반복되는 ‘위안부’ 망언에 대한 학교 측의 입장은 무엇입니까?\n 반복되는 역사 왜곡을 막을 학교 측의 대책은 무엇입니까?\n 2021년 2월 22일\n 한양대학교 제36대 정치외교학과 학생회"
}