{
  "title": "한양상담센터",
  "url": "https://hyu.wiki/%ED%96%89%EB%B3%B5%EB%93%9C%EB%A6%BC%EC%83%81%EB%8B%B4%EC%84%BC%ED%84%B0",
  "content": "2006년\n학생생활상담연구소\n를 한양상담센터로 변경했다. 상담센터는 전문상담사를 배치해 다양한 전문상담프로그램을 실시하여 재학생들의 학교 적응과 생활상의 고충 해소를 도와 바람직한 생활을 영위할 수 있도록 지원하고 있다.\n[1]\n현재\n한양행복드림상담센터\n로 명칭이 변경되며 확대개편되었다.\n중문명: 汉阳商谈中心\n목차\n1\n전문 심리 상담 업무\n1.1\n심리검사\n1.2\n개인상담\n1.3\n집단상담 프로그램\n2\n교육 업무\n3\n연구 업무\n4\n관련 행사 개최\n전문 심리 상담 업무\n상담센터에서는 재학생들의 학교 적응과 정신 건강을 위해 심리검사, 개인상담, 집단상담, 사이버 상담 등의 전문 심리 상담 서비스를 제공하고 있다.\n상담센터를 방문하여 받을 수 있는 상담서비스 외에 상담센터 홈페이지의 게시판을 통한 사이버 상담도 실시하고 있다.\n심리검사\n한양상담센터에서는 다음과 같은 심리검사를 실시하고 있다.\nMMPI(다면적인성검사) : 자신의 성격과 정신 건강의 정도를 다양한 척도를 통해 알아볼 수 있다 (60분)\nTCI (기질 및 성격검사) :자신이 태어날 때부터 가지고 있었던 기질과 환경적 요소가 포함된 성격을 통해 자신에 대해 이해할 수 있다 (30분)\nMBTI(성격유형검사) :자신이 어떠한 성격 유형인지를 살펴보고 긍정적인 측면과 보완점을 탐색 할 수 있다 (20분)\nCST(성격강점검사) : 자신의 대표강점을 구체적으로 인식하도록 함으로써 자기이해와 자기계발에 유용한 정보를 제공해준다 (35분)\nU&I(학습유형검사) :성격에 따라 학습 시 개개인이 보일 수 있는 행동 양식을 종합적으로 진단함으로써, 개개인의 학습능력 향상에 도움이 되는 제반 정보를 알 수 있다 (20분)\nMLST(학습전략검사) :자기주도적 학습능력의 정도를 알아보고, 자기주도적 학습능력이 부족할 경우 어떤 부분을 보완해야 하는지에 대해 정보를 제공해준다 (40분)\nHOLLAND(적성탐색검사) :개인이 지닌 활동적흥미, 성격, 유능감, 가치, 직업흥미, 능력을 파악하고, 이를 통해 전공학과, 직업에 대한 사전탐색을 도울 수 있다 (30분)\nSTRONG(직업흥미검사) :개인의 흥미정보를 토대로 이에 적합한 직업분야에 대한 정보를 제공해준다 (30분)\nHTP : 그림 검사를 통해 정서, 인지적 특성, 대인관계 신념 등 성격에 대한 정보를 알 수 있다 (30분)\nK-WAIS-IV : 다양한 지적, 기능적, 신경 심리학적 기능 및 성격에 대한 정보를 제공한다 (3시간)\nK-IIP(대인관계문제 검사) : 대인관계에서 느끼는 어려움을 전반적이고 종합적으로 살펴볼 수 있는 검사 (30분)\n개인상담\n개인상담은 대인관계문제, 생활적응문제, 학업 및 진로문제 등 다양한 영역에서 전문상담사가 학생과 일대일 대면상담을 통해 어려움을 해결할 수 있도록 돕는다.\n집단상담 프로그램\n학생들의 대인관계능력을 향상하기 위한 인간관계훈련, 대인관계 집단상담, 이성관계 집단상담 프로그램 등을 실시하였으며, 진로 문제와 관련된 진로 탐색 프로그램, MBTI WORKSHOP등을 실시하였고, 자기 관리 및 성장을 위한 자아성장 프로그램, 시간관리 프로그램, 발표불안 다루기 프로그램, 자기 표현 훈련 프로그램 등을 실시하였다.\n교육 업무\n상담센터에서는 전문 상담원들의 상담 업무 지원과 재학생의 학업 지원,  교원들의 학생상담 활동 지원을 위한 교육 서비스도 제공하고 있다.\n전문 상담원을 지원하기 위해서 학내외 상담 전문 수퍼바이저를 초청하여 상담사례 수퍼비전을 실시\n심리검사워크샵, 접수 면접 안내 교육 등을 실시\n관련 분야 전문가와 소집단으로 만나 다양한 주제에 대해 논의하는 전문가와의 열린대화방 프로그램에서는 취업면접, 유학 등의주제를 다룸으로써 학생들의 진로 및 학업을 위해 필요한 정보를 제공\n교원들을 대상으로 상담 교수 연수를 실시함으로써 교원들이 학생들의 학업 및 생활 전반에 대해 효과적으로 안내할 수 있도록 돕고 있다.\n연구 업무\n상담센터에서는 학생들의 정신 건강과 관련된 주제를 선정하여 신입생 및 재학생을 대상으로 해당 주제와 관련된 실태조사를 실시하고 있으며, 상담 관련 논문들을 모아 대학생활연구지를 발간하고 있다.\n단과대 학생들을 대상으로 단과대학에 대한 만족도 조사를 실시하고 있다.\n관련 행사 개최\n상담센터에서는 전문 심리 상담, 교육,  연구의 주요 업무 외에 학교와 학생들의 요구에 따라 관련 행사를 개최하고 있다.\n교직원의 정신 건강을 위해서 해마다\n교직원 심리검사\n를 실시\n재학생의 진로 지도를 위한\n진로의 날 행사\n, 학생들의 애교심과 소속감을 고취시키기 위한\n한양사랑 대공모전\n, 신입생의 학교 적응을 돕기 위한\n신입생 학부모 오리엔테이션\n을 매년 개최하였다.\n2005년에는\n학술심포지엄\n을 개최\n2006년부터 2007년에는\n기숙사\n생활관 학생들을 위한 야간상담을 실시\n2007년에는\n야구부\n학생들을 위한 야구부 적응력강화 프로그램 실시\n2008년에는 지역사회 교사를 위한 전문상담교육 프로그램, 장애 학생 심리검사 및 특강, 새내기 세미나 수업 지원을 위한 상담센터 안내 프로그램, 학부대학 우수학생 적응강화를 위한 프로그램 등을 실시\n↑\n한양대학교 백서 2005-2008"
}