{
  "title": "한양8경",
  "url": "https://hyu.wiki/%ED%95%9C%EC%96%91%ED%8C%94%EA%B2%BD",
  "content": "서울캠퍼스\n/\nERICA캠퍼스\n내 조성된 산책로인 8개의 풍경을 한양의 대표 경치라 하여 붙힌 이름이다.\n목차\n1\n서울캠퍼스 한양8경\n1.1\n1경 : 사자상\n1.2\n2경 : 목월시비\n1.3\n3경 : 공원길\n1.4\n4경 : 코스모스길\n1.5\n5경 : 마조단터\n1.6\n6경 : 행원파크\n1.7\n7경 : 대운동장\n1.8\n8경 : 노천극장\n1.9\n교내언론\n2\nERICA캠퍼스 한양8경\n2.1\n1경 : 아고라\n2.2\n2경 : 백로봉\n2.3\n3경 : 라이온스 레이크\n2.4\n4경 : 캠퍼스의 석양\n2.5\n5경 : 봄 벚꽃길\n2.6\n6경 : 가을 낙엽길\n2.7\n7경 : 생태습지공원\n2.8\n8경 : ERICA 10리 둘레길\n서울캠퍼스 한양8경\n한양 8경의 8개의 위치마다 쇠로 만든 사자모형이 자리하고 있으며 하나로 코스화 되어 있다. 코스지도는\n한양둘레길\n에서 확인이 가능하다. 인문대\n정민\n교수가 작성한 사자성어 형태의 소개글을 작성했다.\n다음은 공식\n캠퍼스지도\n에 명시되어 있는 8경 소개글이다.\n1경 : 사자상\n웅사포효 雄獅咆哮 The Lion's Rumble｜기운찬 사자의 큰 울음 소리\n본관 앞 사자의 우렁찬 포효로 한양 둘레 길을 출발한다. 장차 한 시대를 호령할 사자가 젊은 꿈을 가꿔간다. 한양대 전철 역을 나서면 신구 본관과 국제관, 한양 플라자에 둘러싸인 광장 가운데 사자상이 있다. 한양의 청춘들이 날마다 새로운 시작을 꿈꾸는 출발점이다.\n2경 : 목월시비\n시단문심 詩壇文心 Memorial Stone's Reflection｜목월 시비 아래서 새기는 인문정신\n인문관으로 올라가는 계단 중턱에 자리 잡은 목월 시비는 한양 인문정신의 한 상징이다. 158계단을 오르며 문학을 꿈꾸고 철학을 사색하며 역사를 오늘로 산다. 나는 누군가? 여기는 어딘가? 가치 있는 삶, 중심을 잃지 않는 자세를 이 길 위에서 다시 새긴다.\n3경 : 공원길\n남산석조 南山夕照 Namsan's Twilight｜남산의 저녁 노을과 왕십리의 풍정\n한양 둘레길에서 만나는 가장 멋진 조망점의 하나다. 절벽 위 우뚝 솟은 인문과학대학 건물 아래로 한 줄기 길이 열린다.  진사로와 왕십리 일대의 풍경이 한 눈에 들어온다. 남산 너머로 지는 낙조는 손꼽는 장관의 하나다. 한양의 젊은 낭만과 우정이 왕십리 일대의 풍경 속에 다 담겨있다. 오른편은 의과대학이 자리잡았고 왼쪽에는 학생회관이 보인다.\n4경 : 코스모스길\n강변야화 江邊夜火 Riverside's Night Lights｜한강의 탁 트인 조망과 아름다운 야경\n인문과학대학과 사회과학대학 사이의 산책로다. 뒤편으로 자연과학대학과 사범대학 건물이 서 있다.  이곳에 서면 한강의 탁 트인 조망이 한 눈에 들어온다. 청계천과 중랑천이 기운을 합쳐 한강과 만나 바다로 흘러간다. 우리도 이 터전에서 실력을 갈고 닦아 세상으로 나아간다. 한강변으로 꼬리를 물고 달리는 자동차의 불빛과 야경이 특별히 아름답다.\n5경 : 마조단터\n마장구적 馬場舊迹 War Horse's Tracks｜예전 말 목장 터를 활보하는 청춘의 사색\n백남학술정보관은 한양동산의 꼭대기에 자리 잡은 허브다. 예전 국가에서 운영하던 말 목장이 있던 터다. 위난을 대비해 말을 기르던 그곳을 한양의 인재들이 천리마의 기운으로 힘차게 활보한다. 사색의 힘을 깃들여 슬기와 지혜의 힘을 잊지 않는다. HIT와 생활과학대학, 백남음악관, 제 1공학관, 사회과학대학, 사범대학에 둘러싸여 있다. 한양의 중심 위에 우뚝 서서 캠퍼스의 모든 길이 여기서부터 사방으로 뻗어간다.\n6경 : 행원파크\n행원만보 杏園漫步 Haengwon Park Stroll｜행당동산을 산보하며 나누는 대화\n행원파크는 상경대학, 법과대학, 정책과학대학, HIT건물에 둘러싸인 행당의 정원이다. 아래 쪽은 한양여대와 한양초등학교가 있다. 건물 숲에 둘러싸여 분지처럼 아늑하다. 광장에서는 벤취에 앉은 청춘의 대화가 익어간다. 산책과 운동으로 젊음의 열정을 가다듬어 미래의 리더로 성장할 동력을 얻는다.\n7경 : 대운동장\n건각치원 健脚致遠 Outdoor Stadium's Youthful Energy｜대운동장을 내달리는 젊은 사자의 기상\n대운동장이 한 눈에 들어오는 이곳에 서면 가슴이 뛴다. 드넓은 운동장을 마음껏 내달린다. 보고만 있어도 함께 기운이 난다. 88서울올림픽 당시 배구 주경기장이었던 올림픽 체육관과 예술대학이 보이고, 뒤편은 음악대학과 생활과학대학, 앞쪽은 공과대학이다. 그 너머로 유서 깊은 살곶이 다리가 있다.  힘차게 달려 먼데까지 가자!\n8경 : 노천극장\n원장함성 圓場喊聲 The Amphitheater's Cheers｜노천극장의 뜨거운 함성과 열기\n한양인이라면 부채꼴로 둥글게 펼쳐진 노천극장의 추억이 없을 수 없다. 축제의 함성으로 뜨겁게 달아오르던 열정의 시간을 어찌 잊을까? 빈 강의 시간의 낭만과 여유, 청춘의 사랑과 열정도 그 속에서 피어났다. 박물관과 본관, 정몽구 미래자동차연구센터, 공업센터에 둘러싸여있다. 교양 수업을 위해 오가는 제 2공학관도 보인다.\n교내언론\n<뉴스H> 2023.07.18\n[포토뉴스] 무더운 밤, 잠 오지 않는다면 한양8경!\nERICA캠퍼스 한양8경\nERICA의 인공적인 아름다움과 자연 친화적인 모습이 조화를 이루고 있는 곳이다.\n1경 : 아고라\n학교의 정문은 문이 없으며 '\n아고라\n'가 이를 대신한다. 기존 대학 정문의 관념적인 틀을 깨고 지역사회와 학군의 경계를 허물며 주민과 함께 지역사회의 중심 광장을 만들고 서로 소통하며 발전하고자 하는 마음을 담아 만든 곳이다. 고대 그리스의 광장 이름을 따서 '아고라'라고 지었다.\n2경 : 백로봉\n본관 뒤 쪽에는 작은 야산이 둘러싸고 있다. 이 곳에서 백로들이 봄마다 둥지를 틀고 지내며 가을에 떠나는 것으로 알려지고 있다. 1990년 대 후반에 백로들이 날아오기 시작한 것으로 알려져 있다.\n3경 : 라이온스 레이크\n젊음의 풋풋한 향기를 느낄 수 있는 곳이다. 호수공원(호공)으로 불리기도 한다. 작은 음악회나 전시회가 열리기도 한다. 가을 축제 공연 장소이기도 하다.\n드라마 <호텔델루나>의 촬영지이다.\n4경 : 캠퍼스의 석양\nERICA 캠퍼스의 위치는 경기도 안산으로, 제부도와 가깝기 때문에 멋있는 석양을 보기 쉽다.\n5경 : 봄 벚꽃길\nERICA 캠퍼스는 곳곳에 군락이 이루고 있는데, 체육관에서 기숙사로 가는 길에 이루어진 군락이 제일 아름답다. 해마다 4월이 되면 벚꽃이 길을 이루며 학생 뿐만 아니라 주민들에게도 사랑 받는 벚꽃 명소이다.\n6경 : 가을 낙엽길\n해마다 10-11월이면\n창업보육센터\n와 생태습지공원으로 가는 길은 온통 낙엽으로 가득찬다.\n이 길을 걸으면 그 동안 읽지 않았던 책을 읽고 싶을 정도라고 한다.\n7경 : 생태습지공원\n라이온스 홀 근처에 위치해 있으며 둘레가 700m로 큰 크기를 자랑한다. 자연적인 호수공원으로 주민들에게 많은 사랑을 받고 있다.\n8경 : ERICA 10리 둘레길\n정문인 아고라를 시작하여 캠퍼스를 한 바퀴 돌아 다시 아고라로 도착할 수 있는 평지 산책길이 있다. 제 5경 벚꽃길, 제 7경 생태습지공원, 본관 등을 만나 볼 수 있다. 뿐만 아니라 대운동장 위에 있는 600m 길이의 산책길이 있으며 여름에도 시원함을 느낄 수 있다. 이 코스가 약 4km에 해당하여 10리 둘레길이라고 부르는 것이다."
}