{
  "title": "한양글로벌라이언즈",
  "url": "https://hyu.wiki/%ED%95%9C%EC%96%91%EA%B8%80%EB%A1%9C%EB%B2%8C%EB%9D%BC%EC%9D%B4%EC%98%A8%EC%A6%88",
  "content": "한양글로벌라이언즈(로고)\n한양대학교 방문학생 및 교환학생을 위한 행사를 기획·실행하고\nHY-BUDDY\n프로그램을 운영하는\n국제처\n소속 공식 국제학생단체이다. 줄여서\n한글라\n라고 부른다.\n홈페이지 :\nhttps://www.facebook.com/hanyanggloballions/\n영문 공식 명칭\nHanyang Global Lions\n또는\nHGL\n자료 제공 : heeji1999@hanyang.ac.kr\n목차\n1\n활동\n1.1\n정기행사\n1.1.1\n교환 OT\n1.1.2\n웰컴파티\n1.1.3\n필드트립\n1.1.4\n페어웰파티\n1.2\n비정기행사\n1.2.1\n하이버디\n1.2.2\n글럽스(GLubs)\n1.3\n기타\n1.3.1\n잠바 제작 판매\n2\n구성\n2.1\n임원진\n2.2\n팀원\n3\n지원\n4\n활동 연혁\n5\n관련기사\n활동\n월 평균 1회 이상의 팀회의(자율), 월 평균 2회의 정기총회(필참)를 진행한다. 이외에도 정기, 비정기 행사들을 진행하고 있다.\nHY-BUDDY 운영 :\nHY-BUDDY\n운영, Hello-BUDDY\n교환학생 교류 행사 : 교환학생 OT, Welcome Party, Farewell Party\n한국문화체험 : Field Trip, 비정기행사,\n서울 투어, Study Abroad Fair\n동아리 운영 : 요리/원데이, 축구/등산, 댄스/사진\n정기행사\n교환 OT\n한글라가 교환학생들을 공식적으로 처음 만나는 자리이다. 회장이 교환학생들을 대상으로 홍보 관련 발표를 진행하고 미디어팀에서 홍보 영상을 제작한다. 밖에서는 캠퍼스 투어를 진행하거나 다음날 있을 웰컴파티 티켓을 판매한다.\n교환학생 OT\n교환학생 OT\n웰컴파티\n보통 건대의 C156에서 진행된다. 기획팀이 미리 답사하며 파티를 어떻게 꾸밀지에 대해 의논하고 실제 진행한다. 운영지원팀에서 파티 음악을 틀고, 레크레이션을 진행하며 교환학생들과 친목 도모를 한다.\n웰컴파티\n웰컴파티\n필드트립\n1박2일로 진행된다. 교환학생끼리 가기 어려운 DMZ같은 곳을 주로 간다. 한글라는 2인1조로 묶여 교환학생들과 팀을 이루어 다닌다. 가장 고되지만 가장 보람있는 행사이다.\n필드트립\n필드트립\n페어웰파티\n6월 초, 12월 초에 본국으로 돌아가는 교환학생들을 위한 행사이다. 19-2의 경우, 각 글럽스(원데이, 요리, 축구, 사진, 등산)의 한 학기 활동 보고를 진행하였다.\n페어웰파티\n페어웰파티\n비정기행사\n단체 도예 체험, 야구 관람, 다도 체험 등 교환학생에게 한국 문화를 소개해주기 위한 행사로 시작되었다. 미디어팀, 운영지원팀도 행사를 기획할 수 있는 기회를 주고있으며,  19-2부터 글럽스 운영으로 대체되었다.\n하이버디\n교환학생 2명과 하이버디 신청 교내학생을 매칭해주는 서비스이다. 매월 1~2회 만남을 가지고 보고서를 하이버디 카페에 업로드 해 확인받으면 수료가 가능하다. 수료 혜택은 봉사시간 30시간, 우수활동자의 경우 별도의 상품이 지급된다.\n교내 참가자는 하이버디 기본 활동 정보 및 수료 기준을 교육하는 하이버디 오리엔테이션에 필수 참가해야 한다. 또한, 교환학생과의 첫 만남을 가지는 헬로버디 행사에도 참여해야 한다.\n하이버디\n하이버디\n글럽스(GLubs)\n19-2 부터 시작되었다. 명칭은 한 4기 학생의 아이디어로 한글라의 Global Lions, club의 lub이 합쳐서 GLubs이다.\n교환학생과 재학생들간의 글로벌 역량 강화를 위해 제작되었으며 동아리 활동을 통해 비교적 쉽게 친밀도를 느낄 수 있도록 도와주는 것이 한글라의 역할이다.\n초기에는 축구, 원데이클래스, 사진, 댄스, 요리 총 다섯개의 글럽스가 진행되었으나 이후 코로나 위험성이 증가함에 따라 활동 전면 수정이 이루어지고 있는 상태이다.\n글럽스\n글럽스\n기타\n잠바 제작 판매\n라잠\n한양글로벌라이언즈 잠바(이하 '라잠')는 20-1 부터 제작 판매를 시작하였다. 한글라 내부 공모전을 통해 디자인을 완성하였다. 꽤 많은 수량이 팔렸기 때문에 한글라, 교환학생, 유학생들 사이에서 봄/가을에 조금씩 찾아볼 수 있다.\n구성\n한양글로벌라이언즈(Hanyang Global Lions)는 운영지원팀, 기획팀, 미디어팀으로 구성되어 있으며 임원진은 각 팀의 팀장과 한글라 회장단(회장, 부회장)으로 구성되어있다.\n임원진\n회장 : 한글라 전체 총괄, 회의 준비 및 진행, 국제팀 안내사항 공유\n부회장 : 회장 부재 시 업무 대행 보조, 회의록 작성, 하이버디 총괄, 예산관리 총괄\n기획팀장\n미디어팀장\n운영지원팀장\n팀원\n기획팀 : 기획팀은 행사의 전반적인 기획 및 이후 설문조사를 담당하고 있다. 한글라가 주최하는 행사의 기획은 물론, 진행에 필요한 물품 및 항목을 확인하며 설문조사를 기반으로 피드백을 통해 최상의 행사를 제공하고 있다. 행사 기획 및 준비에 있어 모든 것을 총괄하기 때문에 기획에 대한 경험을 쌓을 수 있고 해보고 싶은 행사를 직접 기획할 수 있다는 장점이 있다.\n미디어팀 : 미디어팀은 홍보물 제작, 행사 촬영, 영상 제작, SNS 계정 관리 등의 업무를 맡고 있다. 한글라가 주최하는 행사에 많은 외국인 친구들이 참여할 수 있도록 톡톡 튀는 홍보물 제작은 물론, 외국인 학생들이 추억을 간직할 수 있도록 예쁜 사진과 영상을 촬영 및 제작해 제공하고 있다. 또한 사진 촬영 기술과 영상 편집능력을 얻어갈 수 있다는 장점이 있다.\n운영지원팀 : 운영지원팀은 행사진행, 번역, 서류작성 등의 업무 맡고 있다. 행사에서 직접 발로 뛰며 외국인과 제일 가까운 곳에서 소통한다는 장점이 있다. 19-2부터 글럽스 활동을 주업무로 맡게 되어 각 팀원이 글럽스의 팀장으로서 글럽스 행사 및 활동을 기획하고 총괄적으로 관리한다.\n지원\n모집대상 : 활동 및 행사 기획·운영·홍보와 글로벌 교류에 관심이 있는\n서울캠퍼스\n재학생 및 휴학생\n1년동안 월 2~3회 회의와 월 1~2회 행사에 모두 참여 가능해야 함\n모집일정 : 매년 5월과 11월\n선발절차 : 서류심사 및 면접\n활동혜택\n총장 명의 수료증, 단체복 지원, 순수봉사 시간, 활동비/행사비/식비 지원\n(우수활동자) 국제처 해외계절학기 프로그램 우선선발\n(임원진) 사회봉사 1학점, 한 학기 최대 200만원 장학금\n기타사항\n팀에 따라 차이가 있지만, 영어 실력이 절대적으로 중요하지 않음. 영어 실력이 좋다면 플러스 되겠지만 그보다는 영어를 못해도 먼저 다가가서 말 걸 수 있는 영어를 두려워하지 않는 마음가짐이 더 중요\n첫 6개월은 배정받은 팀의 팀원으로 활동하며, 다음 학기에 임원진 지원 자격이 부여\n월 2~3회 회의, 행사 1~2회, 팀 내 업무로 인해 여유로운 활동은 아님. 다른 대외활동과의 병행이 어려울 수 있기 때문에 신중히 고민한 후 지원해야 함\n외국인 친구와 자유롭게 놀고 싶다면\n하이버디\n, 외국인 친구들 말고도 행사 기획이나 학생단체의 일에 관심이 많다면 한글라가 적합\n활동 연혁\n2018-1학기 : 1기 발대식\n소개 기사 : <뉴스H> 2018.03.30\n아기사자가 된 외국인 교환학생들\n2018-2학기 : 2기 리크루팅, 1기 수료\n2019-1학기 : 3기 리크루팅, 2기 수료\n2019-2학기 : 4기 리크루팅, 3기 수료\n2020-1학기 : 5기 리크루팅, 4기 수료\n제4회 한양글로벌라이언즈 수료식 : <뉴스H> 2019.12.13 한양글로벌라이언즈 4기 수료식\n관련기사\n<뉴스H> 2023.10.12\n세계인이 즐기는 명절, 2023 외국인 유학생 추석 행사에 방문하다\n<뉴스H> 2020.11.06\n'한양글로벌라이언즈', 코로나19 속에서 어떤 활동을 했을까?\n<뉴스H> 2020.07.03\n제4회 한양글로벌라이언즈 수료식 개최"
}