{
  "title": "한양대학교",
  "url": "https://hyu.wiki/%ED%95%9C%EC%96%91%EB%8C%80%ED%95%99%EA%B5%90",
  "content": "이 문서는 번역 대상으로 표시하지 않은\n바뀜\n을 포함합니다.\n한양대학교(漢陽大學校, Hanyang University)는 1939년에 설립된 4년제 사립 종합 대학이며,\n서울캠퍼스\n와\nERICA캠퍼스\n의 2개 캠퍼스가 있다.\n영문명 : HANYANG UNIVERSITY\n목차\n1\n소개글(다국어)\n1.1\n한국어\n1.2\n영어\n1.3\n중국어\n2\n건학\n2.1\n건학정신\n2.2\n교육목적\n2.3\n교육목표\n3\n주요 관련 문서\n소개글(다국어)\n본 내용은 2019년 기준으로 제작된 소개 자료이다.\n2017기준 다국어(10개국) 자료는\n한양대/다국어소개\n문서 참조\n한국어\n한양대학교는 대한민국 서울특별시 성동구에 있는 서울캠퍼스와 경기도 안산시에 있는 ERICA캠퍼스로 이루어진 연구중심 사립 대학이다. ‘한양’이라는 이름은 조선왕조 수도(현 서울)의 이름에서 유래했다. 건학이념은 ‘사랑의 실천’이며, 근면, 정직, 겸손, 봉사의 덕목을 갖춘 인재 양성이 교육 이념이다. 1939년 설립자 김연준 박사가 대한민국 최초의 사립공과대학 ‘동아공과학원’을 설립한 것이 한양대학교의 시초가 됐다. 1959년 종합대학으로 개편하면서 현재의 교명으로 개칭했다. 한양대학교는 종합대학이지만 그 뿌리가 공과대학이어서 공학 분야에서 여전히 높은 경쟁력을 가지고 있다. 80여년의 역사를 통해 33만 동문이 사회 곳곳에서 활약하고 있으며, 이 때문에 ‘대한민국의 성장동력(The Engine of Korea)’이라는 별칭을 가지고 있다.\n2019년 기준 서울캠퍼스에 15개 단과대학 60개 학과, ERICA캠퍼스에 9개 단과대학 42개 학과, 총 18개 대학원을 운영 중이다. 79여개국 790여개 학교와 자매결연, 복수 학위 및 교환 학생 등의 국제 교류를 하고 있으며 2800명 이상의 외국인 학생들이 한양대학교에서 공부하고 있다. 2018년 QS세계대학평가 종합 151위, 2018 로이터(Reuters) 세계혁신대학평가 66위에 올랐고, 대한민국 3대 언론사 중 하나인 중앙일보의 2018대학평가에서 서울캠퍼스는 3위, ERICA캠퍼스는 9위를 기록했다.\n영어\nHanyang University is a private research university in South Korea. The main campus is in Seoul, and the second one, named Education Research Industry Cluster at Ansan, or ERICA Campus is located in Ansan city. ‘Hanyang’ is the name of the capital during the Chosun Dynasty, which has become present-day Seoul. The founding philosophy of the University is Love in Deed and Truth, to cultivate graduates equipped with the virtues of diligence, honesty, humility and service. In 1939, Dr. ‘Paiknam’ Kim Lyun-joon established the nation’s first engineering institute, DongA Engineering Institute. The institute grew and expanded, and in 1959, was recognized as Hanyang University. Throughout Hanyang’s history, its graduates have been highly influential and are widely acknowledged for their role of being the impetus behind Korea’s economic development. This has earned Hanyang the nickname, the “engine of Korea.” The University now boasts an alumni network of 330,000 graduates working in virtually all fields of discipline.\nSeoul Campus is home to 15 colleges and 60 departments while ERICA Campus houses 9 colleges and 42 departments, and 18 graduate schools are spread across the two campuses. Hanyang University has established partnerships with over 790 universities in 79 countries, and over 2,800 degree-seeking foreign students study at Hanyang University each year. In 2018, Hanyang’s Seoul Campus ranked 3rd and ERICA Campus 9th according to national university rankings by JoongAng Ilbo, one of the most renowned news sources in Korea. Hanyang ranked 151st in the 2018 QS World University Rankings, and 66th in the World’s Most Innovative Universities rankings by Reuters.\n중국어\n汉阳大学是由位于大韩民国首尔特别市城东区的首尔校区和京畿道安山市的ERICA校区组成的，以研究为中心的私立大学。“汉阳”这个名字是朝鲜王朝时期的都城之名。本校的建校理念是“爱的实践”，将培养具备勤勉、正直、谦逊、奉献的道德品质的人才作为教育理念。1939年，金连俊博士首次在大韩民国创立的东亚工科学院，成为了汉阳大学的前身，1959年改编为综合大学，并改成了现在的校名。汉阳大学虽然是综合大学，但作为工科大学为起源，现在在工科领域具备很强的竞争力。历经80多年，33万校友们活跃于社会各处。对此，也称作为韩国的成长动力。\n以2019年为基准，首尔校区设有15个学院、60个系，ERICA校区设有9个学院、42个系，共设有18个研究生院。与79多个国家的790多所大学建立了姊妹关系，进行着双学位及交换学生等国际交流。目前，超过2800名的外国留学生在汉阳大学学习。在2018年QS世界大学综合评价中，排名151位；2018年Reuters世界革新型大学评价中，排名66位。韩国3大传媒机构之一的中央日报最新发布的2018大学评价中，首尔校区排名达到第3名，ERICA校区排名达到第9名。\n건학\n설립자:\n김연준\n박사\n건학정신\n자세한 내용은\n건학정신\n문서를 참고하십시오.\n교육목적\n학문의 심오한 이론과 광범하고 치밀한 응용 방법을 교수, 연구함으로써 개인의 자아를 실현하고 지역사회와 국가, 나아가 인류 사회의 번영에 기여하는 인재 양성을 목적으로 한다.\n교육목표\n폭넓은 교육을 통하여 근면하고 정직하며 겸손한 교양인을 기른다.\n전공분야의 심오한 이론과 고도의 기술을 겸비한 전문인을 기른다.\n다양한 학문의 지식을 사회에 응용할 수 있는 실용인을 기른다.\n문화적 다원성을 이해하고 국제사회에서 활약할 수 있는 세계인을 기른다.\n지역사회와 국가, 나아가 인류사회의 번영에 공헌하는 봉사인을 기른다.\n주요 관련 문서\n다국어소개\n설립자\n-\n김연준\n발전 계획\n약사\n백서\nUI\n-\n공식로고\n-\n심볼마크\n-\n이니셜 로고\n대학상징\n홍보영상\n-\n브로슈어\n-\n프라이드북\n한양학원\n총장\n교가\n캐릭터\n슬로건\n기념품점\n동문\n-\n교수\n규정\n-\n편제\n대외성과\n-\n평가\n홈페이지"
}