{
  "title": "한양행복드림상담센터/ERICA 프로그램",
  "url": "https://hyu.wiki/%ED%95%9C%EC%96%91%ED%96%89%EB%B3%B5%EB%93%9C%EB%A6%BC%EC%83%81%EB%8B%B4%EC%84%BC%ED%84%B0/ERICA_%ED%94%84%EB%A1%9C%EA%B7%B8%EB%9E%A8",
  "content": "이 문서는\n한양행복드림상담센터\n의 ERICA 프로그램을 설명하는 문서입니다.\n목차\n1\n개인상담\n2\n심리검사\n3\n집단상담\n4\n테마상담\n5\n무료 심리검사\n6\nBook-Reading\n7\n시네마 톡톡\n8\n솔리언 또래상담\n9\n우리꿈 멘토링\n10\n스라밸 프로젝트 : 한 숨, 쉬어가기\n11\n기타\n12\n신청 및 이용 방법\n13\n이용대상\n14\n이용시간\n15\n위치\n개인상담\n학습, 진로, 대인관계, 가족관계, 이성교제, 성격문제 등 여러 영역의 문제들에 대한 개인상담을 실시\n개인상담은 주 1회 50분씩 진행\n심리검사\n개인의 적성, 인성, 흥미, 지능, 성격을 알아보기 위한 각종 심리검사 (학습유형검사·진로탐색검사·지능검사·다면적 인성검사·성격유형검사) 실시 및 해석\n다양한 심리검사를 이용하여 자신의 성격, 적성, 흥미, 심리적 적응 수준을 알아보고, 객관적인 검사결과를 통하여 자기 이해를 도와줍니다.\n집단상담\n학생 개개인의 자기에 대한 이해를 높이고, 사회생활에 기본이 되는 소양과 사회적 기술들을 가르치는 소집단 훈련프로그램으로 집단상담 프로그램과 테마상담을 운영\n비슷한 관심을 갖고 있는 학생들과 상담선생님이 함께 만나 진솔하고 역동적인 상호교류를 통해서 자신과 타인을 보다 잘 이해하고 공감하며 서로의 성장을 도움\n대부분 6~8명의 소그룹으로 운영되며, 총 9~12시간 정도 진행\n진로설계, 발표불안, 미루기 습관 고치기, 스트레스 대처 등과 같은 주제로 이루어짐\n테마상담\n학생들의 주요관심사 가운데 한 가지 주제를 선정하여 관련분야전문가가 특강이나 워크숍 형태로 진행\n무료 심리검사\n성격\nMBTI 성격유형검사 : 자신의 타고난 심리적 경향성과 장단점을 살펴볼 수 있음. 자신과 타인에 대한 이해를 도와줌.\nTCI 기질성격검사 : 타고난 기질을 이해하고 기질을 바탕으로 환경과의 상호작용 속에서 발달한 성격을 알아 볼 수 있음\nU&I 학습유형검사 : 성격에 따라 학습할 때 나타날 수 있는 행동양식을 진단하여 적합한 학습 방법을 알아볼 수 있음\n적응수준\nMMPI 다면적인성검사 : 성격 및 적응, 정신건강을 살펴볼 수 있음\n진로\n직업선호도검사 : 다양한 직업 분야 중 나의 흥미에 맞는 직업 분야를 알려줌\n직업가치관검사 : 내가 작업에서 이루고자 하는 가치의 우선순위를 알려주고, 나의 직업 가치관에 알맞은 직업을 추천해줌\n직업적성검사 : 수리능력, 언어능력, 추리능력 등 나의 능력에 따른 직업을 추천해줌\n기타\n개인용 지능검사(K-WAIS), HTP, KFD 등 : 개인의 인지, 정서기능을 종합적으로 알아보는 검사\nBook-Reading\n심리학 서적을 한권 선정하여 상담선생님과 학생들이 함께 읽고 느낌을 나누면서, 평소 관심을 가지고 있던 주제에 대한 심도깊은 나눔의 시간을 가짐\n시네마 톡톡\n선정된 영화 한 편을 감상한 후, 상담선생님과 학생들이 소감과 함께 자신의 생각을 나누는 시간을 가지면서 자신의 삶에 적용\n솔리언 또래상담\n공감, 경청 등 15시간의 또래상담훈련을 받은 후에 주변에 있는 친구들과 좋은 관계를 맺으며 그들의 성장과 문제해결에 지지적 도움을 줄 수 있도록 하는 상담교육 프로그램\n우리꿈 멘토링\n또래상담 교육을 마친 대학생들이 본교 신입생을 대상으로 멘토링을 실시하는 프로그램\n멘토링 활동에 대한 수퍼비전 및 사례자문, 다양한 프로그램을 통해 전문적이고 원활한 멘토링 진행을 할 수 있도록 지원\n스라밸 프로젝트 : 한 숨, 쉬어가기\n지치고 바쁜 일상 속에 잠시 멈추어 자신을 돌아보고, 서로에게 위로를 나누는 힐링타임입\n'리틀피크닉', '리틀아틀리에' 등 매학기 3회씩 각기 다른 주제로 진행됩\n기타\n상담교수연수회, 상담교수와의 열린 대화방 등 상담교수 교육 및 활동을 지원\n학생들을 보다 깊이 이해하기 위해 학생생활 및 학생들이 겪는 문제에 대한 실태조사를 실시하고 보고서를 발간\n학부모 교육 특강, 진로설계 프로젝트, 취업대비 진로특강, 한양사랑 대공모전, 한양가족(교직원 및 가족)을 위한 심리검사 실시 등 각종 행사를 주관\n신청 및 이용 방법\n신청방법 :\nHY-in\n로그인 > 신청 > 심리상담 > 개인상담/ 심리검사 신청\n이용방법 : 상담실 방문 > 신청서 작성 > 접수면접 > 심리검사 실시 > 심리검사 결과 해석 > 상담\n이용대상\n한양대학교 ERICA 재학생 및 휴학생\n이용시간\n학기중 월~ 금 오전 9:30 ~ 오후 5:30\n방학중 월~ 금 오전 10:00 ~ 오후 5:00\n위치\n학생회관 2층 \n031- 400- 4331~2"
}