{
  "title": "한상환",
  "url": "https://hyu.wiki/%ED%95%9C%EC%83%81%ED%99%98",
  "content": "한상환은 서울캠퍼스\n공과대학\n건축공학부\n교수이자,\n내진·진동 연구실\n장을 겸임하고 있다.\n건축공학부 홈페이지 참고(2019.11.)\n연락처: 02-2220-1715 / swhan@hanyang.ac.kr\n목차\n1\n학력\n2\n경력\n3\n연구관심분야\n4\n주요연구과제\n5\n주요논문\n6\n저서\n7\n수상\n8\n언론 활동\n학력\n1986년 한양대학교 건축공학과 공학사\n1990년, 1995년 (미) University of Illinois at Urbana-Champaign 석사, 박사, 미국 기술사, 한국 구조기술사\n경력\n2023~ 한국지진공학회 회장\n[1]\n2008~ 한양대학교 건축공학부 정교수\n2010~ 2011 건축공학부 학부장\n2010~ 한국전력 설계자문위원\n2004~2005 University of California at Berkeley 방문교수 (Prof. Chopra & Stojadinovic과 공동연구)\n1999 University of Illinois at Urbana-Champaign 방문교수 (Prof. Foutch와 공동연구) 지진공학회 논문집편집위원장 2010\n1997~ 한양대학교 건축공학부 교수\n1995~1996 한양대학교 초대형연구센터 연구조교수\n1990~1994 미국 일리노이대학 연구조교\n연구관심분야\n초고층건물 내진설계, 극한 하중에 대한 구조성능평가, 붕괴해석, 구조신뢰성\n주요연구과제\n장수명화 건축물을 위한 구조성능 평가 방법 개발 / 2005.06.10 ~ 2014.02.28 / 교육과학기술부 한국연구재단\n노후 공동 주택의 친환경 내진 보강을 위한 최적의 토글가새 시스템 개발 / 2010.10.01 ~ 2012.09.30 / 서울시 서울산업통상진흥원\nHSB800을 적용한 웨브 용접 접합 비보강플랜지 접합부의 내진성능평가 / 2011.12.01 ~ 2012.07.31 / 리스트강구조연구소\n수직 및 수평 비정형 고층 공동주택의 내진성능평가 / 2009.09.01 ~ 2012.08.31 / 교육과학기술부 한국연구재단\n구조물의 내진성능 향상을 위한 왕복형 및 회전형 수동식 마찰댐퍼 개발 / 2011.06.01 ~ 2013.05.31 / 중소기업청 한국산학연협회\n주요논문\nS.W. Han and Y.K. Wen, \"Methods of Reliability-Based Seismic Design-I, Equivalent Nonlinear Systems,\" Journal of Structural Engineering, ASCE, No.3, Vol.123, 1997.\nS.W. Han and Y.K. Wen, \"Methods of Reliability-Based Seismic Design-II, Calibration of Code Parameters,\" Journal of Structural Engineering, ASCE, No.3, Vol. 123, 1997.\nSang Whan Han, Oh Sung Kwon, Li Hyung Lee, \"Evaluation of the Seismic Performance of a three-story Ordinary Moment Resisting Concrete Frames,” Earthquake Engineering and Structural Dynamics, Vol. 33, 669~685, 2004.\nSang Whan Han, Anil K. Chopra, \"Approximate incremental dynamic analysis using the modal pushover analysis procedure,” Earthquake Engineering and Structural Dynamics, Vol. 35, p1853~1873, 2006\nSang Whan Han, Seong-Hoon Kee, Young-Mi Park, Li-Hyung Lee, Thomas H.-K. Kang, \"Hysteretic behavior of exterior post-tensioned flat plate connections,” Engineering Structures, Elsevier, 1983~1996, 2006.\n저서\n수상\n2009 한국지진공학회 논문상\n2009 한양대학교 최우수교수상\n2008 한양대학교 최우수교수상\n2004 대한건축학회 논문상\n2002 한국콘크리트학회 논문상\n언론 활동\n↑\n<뉴스H> 2023.03.20\n한양대 한상환 교수, 한국지진공학회 회장 선임"
}