{
  "title": "행정학과",
  "url": "https://hyu.wiki/%ED%96%89%EC%A0%95%ED%95%99%EA%B3%BC",
  "content": "공식 홈페이지\nhttps://hypa.hanyang.ac.kr/\n목차\n1\n대학원\n2\n학부(서울)\n2.1\n전공소개\n2.1.1\n학과 소개\n2.1.2\n학과 정보\n2.1.3\n특장점\n2.1.4\n커리큘럼\n2.1.5\n진로\n2.1.6\n질의응답\n3\n교수소개\n[1]\n3.1\n전임교수\n3.2\n명예교수\n4\n각주\n대학원\n소속: 서울 대학원 행정학과\n유형: 대학원\n영문명:  DEPARTMENT OF PUBLIC ADMINISTRATION\n중문명: 行政学系\n학부(서울)\n법정대학\n행정학과로 출발\n사회과학대학\n으로 편입, 이후\n정책과학대학\n으로 분리되면서\n다이아몬드7학과\n로 선정돼 전액장학혜택이 부여됨.\n소속: 서울\n정책과학대학\n행정학과\n유형: 서울 대학\n영문명:  DEPARTMENT OF PUBLIC ADMINISTRATION\n중문명: 行政学系\n전공소개\n전공안내서2020\n의 내용을 발췌해 정리한 글임.\n학과 소개\n행정학은 정부의 운영과 관리에 관해 공부하는 학문입니다. 국민의 삶을 더 풍요롭게 하기 위한 정책을 수립하고, 수립된 정책을 효과적·효율적으로 집행하며, 평가하는 것에 대해 배웁니다. 행정학은 국가와 사회의 발전을 디자인하는 응용사회과학이며 실용적이고 실천적인 학문입니다. 행정학은 국가가 존속하는 한 반드시 필요한 학문이며, 최근에는 사회현상이 복잡해져감에 따라 중요성이 더 커지고 있습니다.\n급변하는 사회를 능동적으로 관리하고 점점 증가하는 국민들의 행정 서비스에 대한 수요를 충족하기 위해서 높은 수준의 역량을 갖춘 전문가가 필요합니다. 행정학과의 목표는 이러한 전문가로서 국가발전의 선도적인 역할을 담당하는 고위공직자와 정책전문가, 조직관리자 및 창조적 리더를 양성하는 데 있습니다. 한양대학교는 행정학과를 다이아몬드 학과로 지정해 파격적인 혜택을 제공하고 있습니다. 또한 각 분야 최고 전문가들로 포진한 교수진들은 학생들이 꿈을 키우고 실현할 수 있도록 열정을 다해 돕고 있습니다.\n학과 정보\n총학생수 : 200명\n성비 : 남녀 1:1\n전화번호 : 02-2220-0830\n학과설립연도 : 1960\n특장점\n다이아몬드 7학과\n행정학과는 문과에서는 유일하게 신설학과가 아님에도 다이아몬드 학과로 지정되었습니다. 정시와 수시 합격자 4년 전액장학금 지급, 해외 교환학생 선발 시 가산점 부여 등 다른 다이아몬드 학과와 동일하게 학교의 전폭적인 지원을 받고 있습니다.\n학생, 교수, 동문을 하나로 이어주는 멘토링\n‘교수-학생 멘토링 프로그램’을 통해 각 교수들이 담당하는 학생들을 입학에서 졸업까지 멘토링하여 성공적인 대학생활을 하도록 돕습니다. ‘졸업생-재학생 멘토링 프로그램’은 재학생들이 희망하는 분야에 진출한 동문과 재학생을 연결시켜 동문으로부터 멘토링을 받는 프로그램입니다. 구체적이고 실질적인 진로 탐색에 대한 코칭과 인생 상담을 통해 재학생들이 성공하는 사회인이 되도록 도움을 주고 있습니다.\n탁월한 아웃풋, 그리고 선배들\n한양대학교는 행정고시와 입법고시 등에서 매년 전국 3, 4위를 유지하고 있습니다. 특히, 행정학과는 정원대비 합격자 수에서 전국 최상위권을 자랑합니다. 행정학과가 배출한 수많은 고위공무원들이 정부 각 부처에서 탁월한 역량을 발휘하고 있으며 재학생들에게 좋은 본보기가 되고 있습니다. 정부 외에도 다양한 민간분야에 진출하여 핵심 인재로 활약하고 있는 동문들은 행정학과의 든든한 버팀목이 되어 주고 있습니다.\n커리큘럼\n전공\n1학년\n2학년\n3학년\n4학년\n사회과학기초*\n법학개론\n경제원론\n정치학입문\n사회확에의 초대\n심리학입문\n통계학의 기초\n경제분석\n거시경제\n미시경제\n행정법\n행정학핵심*\n행정학이론\n조직론\n인사행정론\n재무행정론\n복지행정론\n도시행정론\n문화행정론\n공공투자론\n거버넌스이론\n행정통제론\n행정학심화*\n성과관리론\n공기업경영론\n감성정부론\n정부혁신론\nContemporary Public Administration\n정책학*\n정책학개론\n정책분석평가론\n규제정책론\n정책사례연구\n정책리더십연구\n시사정책현안분석\n위기관리정책론\n*사회과학 기초 : 공공문제를 진단하고 처방하는 응용사회과학인 행정학을 공부하는데 토대가 되는 과목들\n*행정학 핵심과 심화 : 행정학 각론에 해당하는 조직, 인사, 재무, 지방자치, 정부혁신 등의 주제를 다룸으로써 해당 분야의 최신 이론과 실무사례에 대한 깊이 있는 이해를 할 수 있음\n*정책학 : 정책의 형성과 집행, 평가 등 정책과정 전반에 대한 이해를 바탕으로 분야별 정책에 대한 이론과 사례를 학습하여 정책전문가로서의 소양을 함양할 수 있음\n진로\n분야\n직업\n정부기관\n고위공무원(현 정부 고위공무원단 출신대학 순위 4위) 등\n법조계\n판사, 검사, 변호사 등\n학계・연구원\n우리나라 주요 대학교수, 미국 등 해외 주요대학 교수, 정부출연연구기관 연구원 등\n공기업\n한국은행, 산업은행, 한국전력, KBS, KOTRA (2015년 1월, 김재홍 동문 사장 취임) 등\n기업계\n삼성전자, SK텔레콤, KT, POSCO, IBM 등\n질의응답\n한양대학교에는 정책학과와 행정학과가 있는데 두 학과의 차이점은 무엇인가요?\n행정학은 독립된 학문분과로 우리나라 주요대학 대부분에 학과로 설치되어 있으며, 미국의 경우도 하버드대학 케네디 스쿨(Kennedy School of Government, Harvard University)의 예에서 보듯이 많은 대학에서 독립된 학과로 존재합니다. 한양대학교 행정학과는 1960년에 설립되어 졸업생들이 국내외 주요대학 교수, 고위공무원, 법조인, 민간기업체 CEO 등 다양한 분야에서 활약하고 있습니다. 정책학과는 2009년에 개설된 신생 학과입니다. 행정학과 교수진은 전원 행정학 관련 전공자이지만 정책학과는 철학, 법학, 경제학 등을 전공한 교수진으로 구성되어 있습니다. 행정학과와 정책학과는 모두 다이아몬드학과로 학교로부터 동일한 지원을 받고 있으며, 행정고시를 통해 공직으로 진출하려는 학생들이 많다는 사실은 두 학과의 유사한 점이라고 볼 수 있습니다.\n행정학과를 나오면 공무원이 되는 것이 유리한가요?\n5급 사무관이 되기 위한 행정고시 과목에 해당하는 행정학, 행정법, 경제학, 정치학 등의 학문을 자연스럽게 배우게 되므로 유리합니다. 지금까지 행정학과가 한양대학교에서 행정고시 합격자를 가장 많이 배출한데서도 그 사실이 확인됩니다. 그 외에도 재학기간 동안 공익을 먼저 생각하고 고민하는 과정을 거치므로 국가를 위해 일하는 공무원으로서의 관점과 마음가짐을 미리 배울 수 있습니다.\n교수소개\n[1]\n전임교수\n유재원\n교수\n김태윤\n교수\n김정수\n교수\n김석은\n교수\n오성수\n교수\n이건\n부교수\n명예교수\n최병대\n명예교수\n이기옥\n명예교수\n정우일\n명예교수\n박응격\n명예교수\n각주\n↑\nhttps://policy.hanyang.ac.kr/front/university-guide/professor/administration"
}