{
  "title": "현장실습 운영내규",
  "url": "https://hyu.wiki/%ED%98%84%EC%9E%A5%EC%8B%A4%EC%8A%B5_%EC%9A%B4%EC%98%81%EB%82%B4%EA%B7%9C",
  "content": "현장실습 운영 내규\n목차\n1\n제1조(목적)\n2\n제2조(정의)\n3\n제3조(적용범위 및 기준)\n4\n제4조(현장실습 운영)\n5\n제5조(현장실습 학기)\n6\n제6조(현장실습의 구분)\n7\n제7조(운영기준)\n8\n제8조(실습기관)\n9\n제9조(신청자격)\n10\n제10조(신청절차)\n11\n제11조(학생선발)\n12\n제12조(수강신청 및 취소)\n13\n제13조(수강료 등)\n14\n제14조(출석관리)\n15\n제15조(학생평가)\n16\n제16조(학점 등)\n17\n제17조(성적처리 등)\n18\n제18조(학생 보호 및 조치 등)\n19\n제19조(지원센터)\n20\n제20조(학생 지위, 의무 및 벌칙)\n21\n부칙\n제1조(목적)\n이 내규는 현장실습 시행세칙의 위임에 따라 현장실습 운영에 관한 세부사항을 규정함을 목적으로 한다.\n제2조(정의)\n이 내규에서 사용하는 용어의 뜻은 다음 각 호와 같다.\n1. “현장실습”이란 수업의 일환으로 학교와 현장실습기관이 산학협력 관계를 기반으로 학생에게 이론의 적용 및 실무 이해를 위해 실무실습에 관한 계획 및 지도하에 현장실습기관의 작업 현장에서 실시되는 학습활동이 연장된 경험학습을 말하며, ｢대학생 현장실습 운영규정｣(이하 ‘교육부 고시’) 따른 실습학기제를 지칭한다.\n 2. “현장실습기관”(이하 ‘실습기관’)이란 국가 및 지방자치단체, 공공기관, 연구기관, 기업 등 학생의 실무 교육 및 실습이 가능한 국내·외 기관을 말한다.\n 3. “현장실습생”(이하 ‘학생’)이란 학점 인정 및 전공 관련 실무 경험을 제공받기 위해 현장실습에 참여하는 학생을 말한다.\n 4. “현장실습지원비”(이하 ‘실습지원비’)란 현장실습의 원활한 수행 및 현장 실습 장려 등을 위하여 실습기관에서 학생에게 제공하는 지원금을 말한다.\n 5. “현장실습지원센터”(이하 ‘지원센터’)란 현장실습 운영 및 관리 등 현장실습을 관장하는 부서로 ERICA LINC+사업단 현장실습지원센터(학연산클러스터팀)를 말한다.\n제3조(적용범위 및 기준)\n① 이 내규는 다음 각 호에 해당하지 아니하는 ERICA 소속 학생들의 현장실습에 한하여 적용된다.\n1. 정규학위과정 외의 외국인 유학생 및 교환학생\n 2. 산업현장 근로자 등을 위한 산업체위탁교육과정 및 재직자특별전형과정 등의 학생\n 3. 교육부 고시의 제외 대상 학생 등\n② 이 내규에 포함하지 아니한 사항 및 기준은 교육부 고시에 따른다.\n제4조(현장실습 운영)\n① 현장실습은 수업 및 교육과정 운영 기준에 부합되게 운영하여야 한다.\n② 지원센터에서는 현장실습 교육과정 개설 및 수업 운영을 위하여 현장실습에 참여할 실습기관을 모집하여 운영하여야 한다.\n③ 실습기관을 모집하는 방법은 공적 문서를 기반으로 현장실습 교과목 개설에 필요한 현장실습 운영 계획서를 제출받아 실시하는 것을 원칙으로 한다. 다만, 실습기관의 사정으로 공적 문서를 기반으로 운영하기 어려운 경우에 한하여 협약 및 서신을 통하여 운영할 수 있으나, 실습기관에서는 현장실습 운영 계획서를 제출하여야 한다.\n제5조(현장실습 학기)\n① 현장실습 학기는 다음 각 호와 같이 구분한다.\n1. 1학기 : 3월 1일부터 1학기 종료일까지이며, 최대 6월 말일까지로 한다.\n 2. 하계 계절학기(이하 ‘하계학기’라 한다) : 1학기 종료일 그 다음날로부터 8월 말일까지로 한다.\n 3. 2학기 : 9월 1일부터 1학기 종료일까지이며, 최대 12월 말일까지로 한다.\n 4. 동계 계절학기(이하 ‘동계학기’라 한다) : 2학기 종료일 그 다음날로부터 다음 연도 2월 말일까지로 한다.\n② 현장실습 학기는 실습기관의 여건 등을 고려하여 2주의 범위에서 시작일과 종료일을 조정하여 시행할 수 있다.\n제6조(현장실습의 구분)\n① 현장실습은 운영 시점과 기간에 따라 학기(1학기, 2학기) 중에 실시하는 현장실습과 계절학기(하계･동계학기) 중에 실시하는 현장실습으로 구분한다.\n② 학기 중에 실시하는 현장실습은 학기제 현장실습과 선택형 4+1학년제로 구분하며, 계절학기 중에 실시하는 현장실습은 계절제 현장실습으로 구분한다.\n③ 현장실습은 수행 지역에 따라 국내 현장실습과 국외 현장실습으로 구분한다.\n제7조(운영기준)\n① 현장실습은 학생이 향후 관련 산업에 종사하는데 있어서 필요한 지식·기술·태도를 습득할 수 있게 하는 것을 목적으로 한다.\n② 현장실습은 휴게시간을 제외하고 1일 8시간, 1주간 40시간을 초과하지 않는 범위에서 연속적으로 실시하는 것을 원칙으로 한다.\n③ 실습 수행 과정상 필요한 경우에 한하여 실습기관이 학생의 동의를 얻어 1주간 최대 5시간을 한도로 연장할 수 있으며, 오후 10시부터 익일 오전 6시까지의 야간 현장실습은 운영할 수 없다.\n④ 현장실습은 제2항에 따라 1일 1시간 이상의 휴게시간과 현장실습이 실시되지 않는 휴일이 보장되어야 하고, 실습기간이 1개월 이상인 경우 학생이 1개월 기준 1일의 휴일을 활용할 수 있는 기준으로 운영하여야 한다.\n제8조(실습기관)\n① 실습기관으로서의 자격 요건은 다음 각 호의 사항을 충족하여야 한다.\n1. 학생의 전공분야와 연관된 기관\n 2. 학생의 보건·위생 및 안전을 보장할 수 있는 기관\n 3. 학생의 현장교육 및 실습, 생활지도가 가능한 기관\n 4. 학생의 전공지식 배양이 가능하도록 전공과 유관한 실무 교육 및 실습을 제공할 수 있는 기관\n 5. 실습지원비 기준 등 기타 지원센터에서 정한 자격 요건을 충족하는 기관\n② 실습기관에서는 현장실습 교과목 개설 및 운영에 필요한 다음 각 호의 내용이 포함된 현장실습 운영 계획서를 제출하여야 한다.\n1. 실습기관 정보\n 2. 현장실습 시간 및 기간\n 3. 현장실습 대상 전공, 인원 및 학년\n 4. 현장실습 교육 및 실습 내용\n 5. 실습지원비 및 학생 지원 사항\n 6. 실습기관 현장교육 담당자에 대한 사항 등\n③ 실습기관에서는 제2항에 따른 현장실습 운영 계획서 제출 시 제5조에 따른 현장실습 학기 기간 내에서 현장실습 시작일과 종료일을 계획하여야 하며, 현장실습 학기를 연속하여 운영하고자 할 경우 각 학기에서 요구하는 기준을 충족하여야 한다.\n제9조(신청자격)\n① 현장실습은 최소 4개 학기 이상의 성적을 취득한 학생 중 현장실습이 실시되는 해당 학기를 등록한 학생을 대상으로 한다.\n② 학기제 현장실습의 경우 현장실습 신청일 기준 재학생(학업연장자 포함) 또는 휴학생(해당학기 복학예정자에 한함)이 신청할 수 있다. 다만,  휴학신청 가능 횟수가 1회 이상 남은 학생의 경우에만 신청할 수 있으며, 편입생의 경우 2개 학기 이상 이수한 경우에만 신청할 수 있다.\n③ 계절제 현장실습의 경우 현장실습 신청일 기준 재학생, 휴학생, 학업연장예정자가 신청할 수 있으며, 졸업예정자, 계절학기 수강자는 신청할 수 없다.\n④ 선택형 4+1학년제의 경우 현장실습 신청일 기준 재학생(학업연장자 포함) 또는 휴학생(해당학기 복학예정자에 한함)이 신청할 수 있다. 다만, 휴학신청 가능 횟수가 1회 이상 남은 학생의 경우에만 신청할 수 있다.\n⑤ 세부 신청자격은 지원센터의 운영기준에 따르며, 실습기관과의 업무 상황 등을 고려하여 신청자격에 제한을 둘 수 있다.\n제10조(신청절차)\n현장실습에 참여하고자 하는 학생은 지원센터에서 운영하는 현장실습 절차 및 현장실습 운영 사이트에 접속하여 신청에 필요한 서류를 작성, 등록 또는 제출하여야 한다.\n제11조(학생선발)\n① 지원센터에서는 실습기관에 학생들의 현장실습 신청 사항을 통보하고 학생선발을 진행한다.\n② 학생선발의 경우 실습기관의 요청 전공과 학생들의 전공을 우선하여 선발하여야 한다.\n③ 실습기관에서는 학생선발 결과를 제8조제3항에 따른 현장실습 시작일 기준 최소 2일전까지 학교에 통보한다. 다만, 학생 선발 및 결과 통보가 지연될 경우 제8조제3항에 따른 현장실습 시작일은 학교측에 학생 선발 결과가 통보된 날로부터 2일 이후부터 시작하여 학생 및 학교에서 현장실습 사전준비에 문제가 없도록 협조하여야 한다.\n제12조(수강신청 및 취소)\n① 학기제 현장실습의 경우 학기제 현장실습으로 지정된 현장실습 교과목으로 수강신청 한다. 다만, 재학 중 전공핵심 및 전공심화 학점으로 수강할 수 있는 학점은 최대 9학점으로 한다.\n② 계절제 현장실습 및 선택형 4+1학년제의 경우 지정된 현장실습 교과목으로 수강신청 한다.\n③ 현장실습 신청 학생은 현장실습 수행 학기 동안 현장실습 학점 외 다른 학점을 동시에 신청하거나 취득할 수 없다. 다만, 현장실습 일정 및 시간에 지장을 초래하지 아니하는 범위에서 사회봉사 및 어학연수를 통한 학점 취득은 예외로 하며, 이 경우 학생은 이를 증명하는 서류를 현장실습 시작 전까지 제출하여야 한다.\n④ 학기제 현장실습 및 선택형 4+1학년제의 수강취소는 다음 각 호의 기준에 따른다.\n1. 학기 개시일로부터 수강정정기간 까지는 학생 자율로 수강취소 할 수 있으며, 수강취소 시 일반수업 수강 또는 휴학 중 학생 본인이 선택한다.\n 2. 수강정정기간 이후 학기 개시일로부터 7주 이내 까지는 제17조제4항 각 호에 해당하는 경우에 한하여 수강취소 할 수 있으며, 이 경우 휴학처리 한다.\n 3. 학기제 현장실습에 대한 등록금 및 선택형 4+1학년제에 대한 co-op fee가 기한 내 납부가 되지 않을 경우 수강취소 처리하며, 이 경우 휴학처리 한다.\n⑤ 계절제 현장실습에 대한 수강취소는 다음 각 호의 기준에 따른다.\n1. 계절제 현장실습은 학생별 현장실습 시작일로부터 다음날 까지는 현장적응기간으로 하며, 현장적응기간 이후 다음날을 수업시작일로 한다.\n 2. 수업시작일 부터의 계절제 현장실습에 대한 수강취소는 제17조제4항 각 호에 해당하는 경우에 한하여 취소할 수 있다.\n 3. 현장적응기간까지 수강료가 납부되지 않은 경우 해당 학생에 대한 현장실습 수강신청은 취소 처리하며, 현장실습으로 운영할 수 없다.\n⑥ 제17조제4항 각 호에 해당되어 수강취소 할 경우 학교기준에 따른 관련 증빙서류를 제출하여야 한다.\n제13조(수강료 등)\n① 학기제 현장실습의 경우 해당 학기에 대한 등록금을 납부하여야 한다. 다만, 학업연장자의 경우 학점별 등록제도 기준을 적용한다.\n② 계절제 현장실습의 경우 해당 계절학기 현장실습 교과목에 대한 수강료를 납부하여야 한다.\n③ 선택형 4+1학년제의 경우 해당 학기에 대한 등록금은 면제한다. 다만, 선택형 4+1학년제 수강 학생은 학사관리 및 지도에 필요한 Co-op fee를 납부하여야 한다.\n④ 등록휴학생이 선택형 4+1학년제를 수강하는 경우 휴학 시 납부한 등록금은 선택형 4+1학년제 이수 후 정규학기 등록금으로 반영한다.\n⑤ 재학생이 선택형 4+1학년제를 수강하는 경우 해당 학생이 장학금 지급규정에 따른 “학비감면 장학금”에 해당하면 다음 각 호와 같이 처리하고 그 외의 장학금은 장학금 지급규정에 따른다.\n1. 선택형 4+1학년제에 따른 이수학기를 정상적으로 종료한 경우 정규학기 장학금으로 반영한다.\n 2. 선택형 4+1학년제에 따른 이수학기를 중도포기하여 등록휴학 할 경우에는 해당 장학금을 등록금에 반영하나, 무등록휴학 할 경우에는 해당 장학금을 반영하지 않는다.\n⑥ Co-op fee는 참여기업 발굴, 업무협의, 학생관리 및 운영 등에 소요되는 소정의 경비로 선택형 4+1학년제 이수학기별 200,000원으로 한다.\n⑦ Co-op fee는 학기 개시 후 1개월까지를 납부기한으로 하고, 납부 후에는 환불되지 않으며, 계절제 현장실습의 수강료에 관한 납부 및 환불 등에 관한 사항은 다음 각 호의 기준에 따른다.\n1. 계절제 현장실습 수강료는 현장실습 시작일 전날까지 납부하여야 한다. 다만, 선발일정에 따라 현장적응기간까지 납부할 수 있으나, 학교에서 별도의 납부기한을 정한 경우에는 해당 납부기한을 우선하여 납부하여야 한다.\n 2. 계절제 현장실습의 수강취소는 현장실습 운영 사이트에서 신청하며, 신청일을 기준으로 수강료 환불 기준을 적용한다.\n 3. 계절제 현장실습 수강료에 대한 환불 기준은 다음 각 목에 따르며 총수업일은 학생별 수업시작일로부터 현장실습이 종료되는 날까지의 전체일수로 한다.\n가. 현장적응기간까지 취소 시 학점당 수강료 전액 반환\n   나. 총수업일의 4분의 1에 해당하는 날까지 취소 시 학점당 수강료의 6분의 5반환\n   다. 총수업일의 4분의 1이 지난날부터 4분의 2에 해당하는 날까지 취소 시 학점당 수강료의 3분의 2반환\n   라. 총수업일의 4분의 2가 지난날부터 4분의 3에 해당하는 날까지 취소 시 학점당 수강료의 2분의 1반환\n   마. 총수업일의 4분의 3이 지난날부터는 현장실습 수강취소 및 수강료 반환 없음\n제14조(출석관리)\n① 지원센터에서는 실습기관에 학생들의 출석관리에 관한 양식 및 방법에 관한 사항을 안내한다.\n② 현장실습은 실제 학생이 실습기관으로 출석하여 현장실습이 실시된 일자를 출석일로 인정하며, 학생이 출석하지 아니하는 다음 각 호에 해당하여 경우에는 출석 또는 결석 등 출석관리를 실시하지 않는다.\n1. 제7조제4항에 따른 휴일\n 2. 법정공휴일\n 3. 참정권 행사일\n 4. 실습기관의 휴무일\n 5. 실습기관과 학생의 협의에 의해 현장실습이 실시되지 아니하는 해당일 등\n③ 계절제 현장실습에 관한 출석일은 제12조제4항에 따른 수강료가 납부된 현장적응기간을 포함한다.\n제15조(학생평가)\n현장실습 종료에 따른 학생평가는 실습기관에서 실시하며, 지원센터에서는 평가점수 100점을 만점으로 하여 다음의 각 호의 내용에 대하여 평가가 실시될 수 있도록 관리하여야 한다.\n1. 현장실습 수행능력\n 2. 현장실습 수행태도\n 3. 출결 및 기타 필요 사항\n제16조(학점 등)\n① 졸업 시까지 학기제 및 계절제 현장실습으로 취득할 수 있는 학점은 최대 21학점을 초과할 수 없으며, 주전공(제1전공) 학점으로만 인정한다.\n② 현장실습 학점인정 기준은 학생이 지원한 해당 실습기관의 실습기간을 모두 이수한 경우에만 인정함을 원칙으로 한다.\n③ 학기제 현장실습에 대한 학점 등은 다음 각 호의 기준에 따른다.\n1. 재학 중 1개 학기(학업연장 학기 제외)만 신청 가능하다.\n 2. 전공핵심, 전공심화, 일반선택, 교양학점 중 15학점까지로 하며, 제1항에 따른 최대 취득 학점을 초과할 경우 초과되는 학점수를 제외한 학점까지로 한다.\n 3. 최소출석일수는 60일 이상으로 운영되어야 한다.\n 4. 해당 학기제 현장실습 참여 학기의 기초필수 및 전공핵심(필수)로 지정된 과목 이수를\n면제\n한다.\n④ 제3항에도 불구하고 학업연장 학생의 경우 학업연장 학기 중 1개 학기를 학기제 현장실습으로 이수할 수 있으며, 다음 각 호의 기준에 따른다.\n1. 전공핵심, 전공심화, 일반선택, 교양학점 중 15학점 내에서 학생이 수강신청 하고자하는 학점수로 하며, 제1항에 따른 최대 취득 학점을 초과할 경우 초과되는 학점수를 제외한 학점 이내로 한다.\n 2. 최소출석일수는 60일 이상으로 운영되어야 한다.\n⑤ 선택형 4+1학년제에 대한 학점 등은 다음 각 호의 기준에 따른다.\n1. 학생 본인의 선택에 따라 재학 중 학칙 제5조에 따른 수업연한 외 최대 2개 학기까지 이수 할 수 있다.\n 2. 전공심화 10학점으로 한다. 다만, 제1항에 따른 학점수에 포함하지 않는다.\n 3. 최소출석일수는 60일 이상으로 운영되어야 한다.\n⑥ 계절제 현장실습에 대한 학점 등은 다음 각 호의 기준에 따른다.\n1. 제1항에 따른 최대 취득 학점 범위 내에서 신청 횟수를 제한하지 않는다.\n 2, 일반선택 3학점으로 하며, 제1항에 따른 최대 취득 학점을 초과할 경우에만 초과되는 학점수를 제외한 학점으로 한다.\n 3. 최소출석일수는 20일 이상으로 운영되어야 한다.\n제17조(성적처리 등)\n① 학기제 및 계절제 현장실습으로 취득한 학점은 졸업학점으로 인정하며 성적은 Pass(P)와 Fail(F)로 처리하고 평점평균(G.P.A)에는 가산하지 않는다.\n② 선택형 4+1학년제로 취득한 학점은 Pass(P)와 Fail(F)로 처리하고, 평균평점(G.P.A) 및 졸업요건의 학점에 포함하지 않는다. 다만, 선택형 4+1학년제로 취득한 교과목은 성적증명서에 표기한다.\n③ 다음 각 호의 어느 하나에 해당하는 경우의 현장실습 성적은 Fail(F)로 처리한다.\n1. 학교에 통보 없이 학생 개인적으로 현장실습을 중단하는 경우\n 2. 현장실습 학점인정 출석일 기준에 미달한 경우\n 3. 현장실습 평가점수가 60점 미만인 경우\n 4. 학점인정에 필요한 제반 서류를 기한 내 제출하지 않은 경우\n 5. 제18조제3항제2호에 해당하는 경우\n④ 다음 각 호에 해당되어 현장실습이 중단 또는 조기 종료될 경우 제16조제2항에도 불구하고 학생의 출석일수가 각 현장실습 과정별 최소출석일수의 4분의 3 이상일 경우 관련 증비서류 제출을 통해 현장실습 학점인정 대상으로 할 수 있다.\n1. 천재지변으로 정상적인 교육이수가 어려울 경우\n 2. 질병, 상해 등으로 정상적인 실습수행이 어려울 경우\n 3. 국가의 의무적 소집에 응하여야 하는 경우\n 4. 실습기관 사정 등으로 실습기간의 조정･변경이 발생한 경우\n 5. 현장실습 중 조기취업으로 인해 실습수행이 어려운 경우. 다만, 졸업 전 마지막 학기에 한하여 적용하며, 취업이 아닌 인턴 등은 제외한다.\n 6. 제18조제1항 각 호에 해당하는 경우\n제18조(학생 보호 및 조치 등)\n① 다음 각 호에 해당하는 경우 학생은 지원센터에 신속히 해당 사항을 통보하여야 한다. 이 경우 지원센터에서는 학생과 실습기관을 대상으로 관계사항을 확인하고, 현장실습의 조정 또는 중단, 취소 등을 협의한다.\n1. 실습기관에서 현장실습 운영 계획과 달리 운영하여 현장실습의 목적 달성이 어렵다고 판단되는 경우\n 2. 실습기관에서 약정한 실습지원비를 지급하지 아니하는 경우\n 3. 기타 현장실습 사항의 개선, 조정 등이 필요한 경우\n② 제1항에 따른 조정 등의 조치에도 불구하고 현장실습의 개선 또는 지속이 어렵다고 판단되는 경우 지원센터에서는 해당 현장실습의 취소를 결정할 수 있으며, 현장실습 취소 결정에 따른 조치는 다음 각 호와 같다.\n1. 학기제 현장실습 및 선택형 4+1학년제 : 현장실습 취소 결정 시점이 학기 개시일로부터 7주 이내 일 경우는 수강취소 및 휴학 처리한다.\n 2. 계절제 현장실습 : 현장실습 취소 시점이 수업시작일로부터 3주 이내 일 경우는 수강취소 처리하고, 학점당 수강료 전액을 반환 한다.\n③ 제1항에도 불구하고 학생이 지원센터에 대한 통보 및 지원센터의 조정 또는 조치 과정을 거치지 않고 실습기관을 상대로 직접적인 내용 변경 또는 금전 등을 요구하여 실습기관에서 현장실습의 중단 또는 취소 등의 조치를 취할 경우 지원센터에서는 학생 및 실습기관을 대상으로 사실관계를 조사한 후 다음 각 호와 같이 조치한다.\n1. 학생의 절차 착오 및 단순 의사 전달에 해당하는 경우 제1항 및 제2항에 따라 처리한다.\n 2. 학생이 현장실습 중 인지 한 실습기관의 기밀사항 등의 누설 또는 협박에 준하는 행위가 확인되는 경우 제17조제3항에 따라 처리한다.\n 3. 실습기관의 강압 또는 협박에 준하는 행위가 확인되는 경우 제1항 및 제2항에 따라 처리하며, 실습기관의 시정 또는 개선이 없을 경우 관계기관에 고발 등의 조치를 취할 수 있다.\n④ 제17조제3항제3호에도 불구하고 다음 각 호에 해당하는 경우 지원센터에서는 위원회를 구성하여 학생이 제출한 보고서 등의 제반서류 및 지원센터에서 구비한 사실관계 확인 서류를 근거로 학생에 대한 평가를 재실시 할 수 있다. 이 경우 위원회는 지원센터장, 현장실습 교과목의 (지도)교수 등이 참여하는 위원회로 구성한다.\n1. 실습기관에서 현장실습 기준을 준수하지 아니한 경우\n 2. 학생 본인의 고의 또는 중대한 과실이 아님에도 불구하고 실습기관에서 불이익적 처우로 평가점수를 낮게 부여하였다고 학생이 재평가를 요구하는 경우\n제19조(지원센터)\n① 지원센터는 현장실습 시행계획 수립, 관련 규정 제·개정 등 현장실습 시행 전반에 관하여 총괄적으로 조정·관리를 하며, 다음 각 호에 관한 사항을 관장한다.\n1. 실습기관 발굴 및 선정\n 2. 실습기관의 수요조사 및 참여 신청, 접수 관리\n 3. 학생 참여 신청, 접수 관리\n 4. 학생 대상 현장실습 사전 교육\n 5. 실습기관과의 업무 협의\n 6. 학생 평가 및 학점인정 관리\n 7. 현장실습 운영 자료 관리\n 8. 현장실습 수행 점검 및 지도 등에 관한 사항\n② 이 내규에 따른 현장실습은 지원센터에서만 운영할 수 있으며, 지원센터 외 이 내규가 적용되는 학생에 대한 별도의 현장실습 학점인정 요청 및 운영은 불허한다.\n③ 지원센터는 이 내규를 벗어나지 않는 범위에서 세부사항 및 기준을 별도로 정하여 운영할 수 있다.\n제20조(학생 지위, 의무 및 벌칙)\n① 현장실습 참여 학생은 교육생의 신분으로 다음 각 호의 사항을 준수하여야 한다.\n1. 이 내규 및 지원센터의 절차 및 기준을 준수하여야 한다.\n 2. 실습기관의 안전관리규정 및 기준을 준수하여야 한다.\n 3. 현장실습을 통하여 알게 된 실습기관의 기밀사항을 누설하지 않아야 한다.\n 4. 현장실습 도중 특이사항 발생 시 즉시 지원센터에 연락하여야 한다.\n② 다음 각 호에 해당하는 경우에는 학점을 인정하지 않으며, 사안에 따라 해당 소속대학에 통보하여 징계 등의 조치를 취할 수 있다.\n1. 학생의 신분을 벗어난 언행으로 실습기관 또는 학교의 명예를 실추시킨 경우\n 2. 현장실습 분위기를 저해하거나 질서를 문란하게 한 경우\n 3. 실습기관의 업무를 방해하거나 기밀 누설 또는 이익에 반하는 행위를 한 경우\n 4. 제18조제3항제2호에 해당하는 경우 등\n부칙\n부    칙 (2005.12.01)\n(시행일) 본 내규는 2005년 12월 1일부터 시행하되 2005학년 겨울방학 중의 단기 현장실습부터 적용한다.\n부    칙 (2010.09.01)\n(시행일) 이 내규는 2010년 9월 1일부터 시행한다.\n부    칙 (2011.06.01)\n(시행일) 이 내규는 2011년 6월 1일부터 시행한다.\n부     칙(2012.06.01.)\n(시행일) 이 내규는 2012년 6월 1일부터 시행한다.\n부     칙(2013.06.01.)\n(시행일) 이 내규는 2013년 6월 1일부터 시행하되 [표1-현장실습기관 제외 기준]의 4 중 (공채)인턴에 해당하는 사항은 2013년 동계방학 계절제 현장실습부터 적용한다.\n부    칙(2014.02.01.)\n(시행일) 이 내규는 2014년 2월 1일부터 시행하되, 제7조, 제8조에 따른 계절제 현장실습 수강료에 관한 사항은 2014년 하계방학 계절제 현장실습부터 적용하며, 그 세부사항은 별도로 정한다.\n부    칙(2017.03.01.)\n제1조(시행일) 이 내규는 2017년 3월 1일부터 시행한다.\n제2조 (적용특례) 국제처 국제팀의 경우 이 내규에도 불구하고 기존 내규에 따라 현장실습 학점을 인정할 수 있으며, 2017학년도 1학기 학기제 현장실습까지만 적용한다.\n부    칙(2017.11.01.)\n제1조(시행일) 이 내규는 2017년 11월 1일부터 시행하되, 2017학년도 동계학기 계절제 현장실습부터 적용한다.\n부    칙(2018.05.01.)\n제1조(시행일) 이 내규는 2018년 5월 1일부터 시행하되, 2018학년도 하계학기 계절제 현장실습부터 적용한다."
}