{
  "title": "환경공학연구소/연구과제",
  "url": "https://hyu.wiki/%ED%99%98%EA%B2%BD%EA%B3%B5%ED%95%99%EC%97%B0%EA%B5%AC%EC%86%8C/%EC%97%B0%EA%B5%AC%EA%B3%BC%EC%A0%9C",
  "content": "2009.01.~2009.12. 중금속의 Stabilization을 위한 hybrid형 활성탄 개발, 박재우, 한국과학기술연구원\n2009.03~2010.02 원수와 처리수내 미량 유해물질 (Nitrosodimethylamine)의 제거, 김문일, 금호산업(주)\n2009.04~2010.02 도금폐수처리를 위한 고효율 나노복합 고도산화처리공정 개발, 공성호, 환경부\n2009.06~2009.07 압전체 에너지 하비스터(PZT Energy Harvester)를 이용한 토목 구조물용 신재생 에너지 기술 개발, 최동호, 서울시정개발연구원\n2009.09~2009.09 민간투자사업 참여결정시 수익성확보를 위한 효율적의사결정방안, 이태식, 대림산업(주)\n2010.03~2011.02 도금폐수처리를 위한 고효율 나노복합 고도산화처리공정 개발, 공성호, 환경부\n2010.03~2011.02 유류오염정화를 위한 나노 크기 흡착제를 활용한 투수성 반응벽체 기술 개발, 공성호, 환경부\n2010.03~2011.02 환경정화용 표면분자조절형 자성 덴드리머의 개발, 박재우, (재)한국연구재단\n2010.04~2010.12 안산시 음식물쓰레기 탈리액의 안정적 처리를 위한 혐기성 소화조 교반 기술개발, 김문일, 안산녹색환경지원센터\n2010.09~2011.08 난지역 탐사 로버 개발 연구, 이태식, 교육과학기술부\n2010.10~2012.05 동남아지역 팜오일 잔재물의 에너지화 및 고효율 메탄회수 폐수처리 기술 상용화를 통한 CDM 시범사업 운영, 박주양, 환경부\n2010.10~2012.09 복합오염물질 제거를 위한 수처리용 미세복극전해 기술 개발, 박주양, 서울시정개발연구원\n2011.01~2011.10 노면표시 제거용 블래스터 및 자동화시스템 개발, 이태식, 한국도로공사 도로교통연구원\n2011.03~2011.12 반월천, 신길천 수질오염원 조사 및 저감방안 연구, 김문일, 안산녹색환경지원센터\n2011.03~2011.12 전기화학적 처리기술 적용을 통한 스크러버 세정액 무방류 처리 시스템 개발, 김문일, 안산녹색환경지원센터\n2011.03~2012.02 환경정화용 표면분자조절형 자성 덴드리머의 개발, 박재우, (재)한국연구재단\n2012.02~2013.02 용산철도부지 인체위해성 평가, 박재우, 삼성물산(주)\n2012.03~2013.02 Trichloroethylene (TCE)으로 오염된 토양 및 지하수 정화를 위한 전기화학적 Permeable Reactive Barrier (bipolar electro-PRB)기술 개발, 박주양, 삼성물산\n2012.03~2013.02 친환경성을 고려한 건설유지관리 자동화 시스템 개발 및 건설사업관리 정책에 대한 연구, 이태식, 한양대학교\n2012.04~2012.12 Modified Anaerobic Digestion Elutriated Phased Treatment (MADEPT)를 이용한 안산시 하수슬러지-음식물 폐수의 바이오에너지화, 김문일, 안산녹색환경지원센터\n2012.04~2013.03 과황산/과산화일황산 산화반응에 의한 TPH 오염토양복원기술개발, 공성호, 환경부\n2012.05~2015.04 호기성 입상화와 Anammox를 이용한 동시 부분질산화/탈암모니아 공정 개발, 김문일, ㈜한국연구재단\n2012.09~2013.06 난지역 탐사 로버 개발 연구, 이태식, 한국연구재단\n2012.09~2013.08 원자력발전소 열수송계통의 ETA폐수처리(COD, T-N 90%이상 제거)를 위한 에너지회수형(전력밀도 100mW/m2 이상) 미생물연료전지 핵심기술의 개발, 박주양, 지식경제부\n2013.04~2014.03 분산형 DNAPL 오염지역의 복합처리 정화기술 개발, 공성호, 환경부"
}