{
  "title": "황승준",
  "url": "https://hyu.wiki/%ED%99%A9%EC%8A%B9%EC%A4%80",
  "content": "황승준은\nERICA캠퍼스\n지식서비스연구소\n장이자\n경상대학\n경영학부\n교수다.\n연락처 : 031-400-5637\n이메일 : sjh@hanyang.ac.kr\n목차\n1\n보직\n2\n학력\n3\n경력\n4\n연구\n4.1\n연구관심분야\n4.2\n이달의연구자(2019.11)\n[1]\n5\n주요논문\n6\n주요저서\n7\n학회활동\n8\n언론 활동\n9\n주석\n보직\n입학처장\n(ERICA) (~2021.02.28)\n교무처장\n(ERICA) (2021.03.01~ )\n학력\n1996, 한양대학교, 산업공학사\n2000, Georgia Institute of Technology 산업공학 석사\n2005, Georgia Institute of Technology 산업공학 박사\n경력\n1996-1999 현대전자 반도체 연구소 연구원\n2001-2005 (美)TLI 연구소 연구원\n연구\n연구관심분야\nSCM : Supply Chain Models & Revenue Management, Strategic Planning and Execution\n생산시스템 분석, Operations Management\n지식서비스 : IT 지능화, 디지털 협업\n경영과학 : 물류/생산 최적화, Computing Algorithms\n이달의연구자\n(2019.11)\n[1]\n4차산업혁명 시대 중소기업 컨설팅 인력 양성을 위한\nIC-PBL\n(Industry Coupled Problem Based Learning) 교육 방법 연구\n이 연구의 목표는 우수한 경영 컨설팅 인력을 양성해 중소기업이 급변하는 산업환경 변화에 대응하도록 돕는 것이다.\n지식서비스연구소\n는 인재를 양성하기 위해 기존의 IC-PBL 중 현장 중심적인 성격에 경험 지향적인 성격을 접목했다. 동시에 교육방식 체질도 개선했다. 지식서비스 연구소 IC-PBL의 핵심 목표는 ▲오래된 외국 사례를 새로운 국내 사례로 대체 ▲이론 위주의 교육에서 현장 중심의 교육으로 변화 ▲ 대기업 중심에서 중견·중소기업 중심으로 이동하는 것이다.\n주요논문\n개방형 혁신에 의한 R&D 연구의 효율성 평가분석: 과학기술적 성과 관점에서 PHP-DEA 방법론 적용, 한국산업경영시스템학회지, 2012\nData mining model-based control charts for multivariate and autocorrelated processes, Expert Systems with Applications, 2012\n공급망 환경에서 중소부품제조업체의 생산물류계획 통합 사례연구, 한국SCM학회지, 2011\n공급사슬 환경에서 중소 제조기업의 가격결정 전략에 관한 연구, 산업경영시스템학회지, 2011\n재무공시에서 XBRL도입이 정보비대칭에 미치는 영향에 관한 실증연구, 산업경영시스템학회지. 2011\n혼합정수계획법(MIP)에 의한 다품종 혼류생산 방식의 Rolling-Horizon 생산계획수립에 관한 연구, 대한경영학회지, 2010,\n중장기 물류를 위한 수요예측 시스템 개발, 한국SCM학회지, 2010\nDesign and Implementation of a real time process management system for telecom operations and management, 지능정보연구, 2009\n복합화물의 재고를 고려한 선박 운송계획에 관한 발견적 해법, 산업경영시스템학회지, 2009\nOperation Research 관점에서 바라본 산적화물의 선박물류 관련 문헌연구, 한국SCM학회지, 2007\nInventory Constrained Maritime routing and scheduling for multi-commodity liquid bulk, European Journal of Operations Research, 2007\n선형함수의 곱의 형태로 표현된 비선형 함수의 선형변환 기법에 관한 연구, 산업경영시스템학회지, 2007\n주요저서\n경영자료의 분석과 활용, 형설출판사\n경영학원론, 명경사\n생산·서비스 운영관리(공역), (주)지필미디어\n학회활동\n산업경영시스템학회 운영이사\n언론 활동\n주석\n↑\n<뉴스H> 2019.11.21 황승준 교수, IC-PBL로 중소기업 경영 컨설팅 선도인력 양성하다"
}