{
  "title": "황선영",
  "url": "https://hyu.wiki/%ED%99%A9%EC%84%A0%EC%98%81",
  "content": "서울\n간호학과\n교수이자 한국과학기술한림원 정회원이다.\n목차\n1\n학력\n2\n수상/선정\n3\n연구실적\n4\n언론활동\n학력\n1986. 2 한양대학교, 간호학 학사\n1999. 2 전남대학교 대학원, 간호학 석사\n2003. 8 전남대학교 대학원, 간호학 박사\n2004. 1~2005.12 University of Illinois at Chicago, Postdoctoral fellowship\n수상/선정\n2019, 한국과학기술한림원 신임 정회원\n연구실적\nShin ES, Hwang SY, Seon MH & Lee, ES(2013). Relationships of Factors\nAffecting Self-care Compliance in Acute Coronary Syndrome Patients\nFollowing Percutaneous Coronary Intervention. Asian Nurs Res, 7(4), 205-11.\nCho MS, Sim JL & Hwang SY (2014) Development of smartphone educational application for patients with coronary artery disease. Healthc Inform Res, 20(20), 117-24.\nChoi, EJ & Hwang, SY (2012). Effects of Case-based Small Group Learning about Care of Infected Children for Daycare Center Teachers. Journal of Korean Academy of Nursing, 42(6), 771-782.\n김은영, 황선영(2012). 남성 운전직 근로자를 위한 소그룹기반 심뇌혈관질환 예방교육 프로그램의 개발 및 효과. 대한간호학회지, 42(1), 322-332.\nHwang, SY, Ahn, YK & Jeong, MH (2011). Atypical Symptom Cluster Predicts a Higher Mortality in Patients with First-time Acute Myocardial Infarction. Korean Circulation Journal, Korean Circ J, 42, 16-22.\nHwang, SY & Jeong, MH (2011). Cognitive factors that influence delayed decision to seek treatment among older patients with acute myocardial infarction in Korea. European J Cardiovasc Nurs, 11(2), 154-9.\nFactors Among Rural Elderly People: A Questionnaire Survey. Korean Circulation Journal, 41(5), 259-264.\nHwang, SY, Zerwic, JJ, Jeong, MH (2011). Impact of prodromal symptoms on prehospital delay in patients with first-time acute myocardial infarction in Korea. Journal of Cardiovascular Nursing, 26(3), 194-201.\n박은희, 황선영 (2011). 간호학생을 위한 수술간호 e-learning 프로그램의 개발 및 효과. 대한간호학회지, 41(1), 36-46.\n황선영, 권영란, 김애리 (2010). 중장년 남성 급성심근경색증 환자의 심혈관위험인자 인식 및 치료추구 장애요인. 성인간호학회지, 22(5), 537-551.\n황선영 (2009). 성인과 노인 관상동맥증후군 초발 환자의 임상적 특성 및 치료추구행위 비교. 대한간호학회지, 39(6), 888-898.\nHwang, SY, Park, EH, Shin, ES, Jeong, MH (2009). Comparison of Factors Associated with Atypical Symptoms Among Older and Younger Patients with Acute Coronary Syndromes. Journal of Korean Medical Science, 24(5), 789-794.\nChoi, JY & Hwang, SY(2009). Factors Associated with Quality of Life among  Low-compliant Adults with Asthma in Korea. Research in Nursing and Health, 32, 140-7.\nHwang SY & Kim JS. (2016). An examination of the association of cognitive functioning, adherence to sodium restriction and Na/K ratios in Korean heart failure patients. Journal of Clinical Nursing, 2, 1766-1776.\n강소희,황선영(2016). 남성근로자의 대사증후군 유병에 영향을 미치는 직업군 및 생활습관 위험인자: 후향적 코호트 조사연구. 성인간호학회지, 28(2), 180-190.\n김정은,황선영(2016). 흉부수술 환자와 가족을 위한 태블릿 PC기반 멀티미디어 교육자료 개발, 임상간호연구학회지, 22(1), 99-108\n양희모,황선영.(2016). 시뮬레이션 교육에서 간호학생의 의사소통능력 측정도구의 신뢰도와 타당도 검증. 성인간호학회지, 28(1), 95-105\n심재란,황선영(2016). 대퇴부골절 후 수술환자의 섬망과 임상예후와의 관계. 한국산학기술학회지, 17(2), 649-656.\nHwang SY& Kim JS. (2015). Risk Factor–tailored Small Group Education for Patients with First-time Acute Coronary Syndrome. Asian nursing research, 9(4), 291-297.\nKim JS. Hwang SY, Shim JL, Jeong MH (2015). Cognitive Function and Self-Care in Patients with Chronic Heart Failure. Korean circulation journal, 45, 310-316\n황선영,김진선,안현미,강선주. (2015). 간호학생을 위한 국제보건역량강화 프로그램의 개발 및 효과. 지역사회간호학회지, 26(3), 209-220.\nHwang SY, Kim J (2015). Cluster dyads of risk factors and symptoms are associated with major adverse cardiac events in patients with acute myocardial infarction. Int J Nurs Pract.21(2), 166-174.\nPark K & Hwang SY (2015). 10-Year Risk for Cardiovascular Disease Among Male Workers in Small-Sized Industries. J Cardiovasc Nurs. 30(3), 267-273.\nKim HM, Kim J, Hwang SY(2015) .Health-related Quality of Life in Symptomatic Postmyocardial Infarction Patients with Left Ventricular Dysfunction. Asian Nurs Res. 9(1), 47-52.\n문미영, 황선영(2015). 신규간호사의 DISC 행동유형이 직무만족과 업무수행능력에 미치는 영향. 간호행정학회지, 21(1), 43-52.\nYang HM, Hwang SY(2014). Development of Clinical Scenarios and Rubrics for Program Outcome-based Evaluation of Students' Adult Health Nursing Practice. Korean J Adult Nur, 26(6), 653-667.s\n언론활동"
}