{
  "title": "휴학",
  "url": "https://hyu.wiki/%ED%9C%B4%ED%95%99",
  "content": "학칙 제24조\n재학 중 학기 진행을 중단하는 것. 휴학을 중단하는 것은\n복학\n.\n개인사유(질병, 취업준비, 어학연수, 경제사정), 군입대, 기타 특별한 사유로 학업을 계속할 수 없을 때 신청할 수 있으며 일반휴학, 입대휴학, 특별휴학, 기타휴학으로 구분한다. 입대휴학과, 병가휴학을 제외한 휴학은 지정된 기간만 휴학이 가능하며 일반휴학은 재학 중 3년에 한한다.\n목차\n1\n원칙\n2\n종류\n2.1\n입대휴학\n2.2\n병가휴학\n2.3\n출산휴학\n2.4\n창업휴학\n3\n절차\n3.1\n신청 시기\n3.2\n제출 서류\n4\n휴학 불가 사유\n5\n휴학 취소 시의 수강신청\n6\n3년 휴학기간 예외 사유\n7\n한양인의 휴학\n원칙\n기본적으로 총 3년, 즉 6개 학기를 사용할 수 있다.\n총 4번에 나누어 사용할 수 있다는 규정 없어짐에 따라 최대 6회에 나누어 사용 가능.\n입대휴학\n은 최대 3년까지 사용가능하며, 일반 휴학기간에 포함되지 않는다.\n일반휴학 중인 자가 병역관계로 인한 입대휴학으로 변경하고자 할 때에는 일반휴학기간 만료 전에 입대휴학절차를 다시 밟아야 함(휴학절차는 동일하며 입대휴학 절차를 밟지 않을 경우에는 휴학 만료 제적처리 됨)\n휴학은 1년 단위로 신청할 수 있다.\n1회의 휴학기간은 1년 이내로 한다.\n휴학기간 만료 후 복학하지 않으면\n제적\n된다.\n6개월만 휴학을 하고자 하는 경우에도, 우선은 기본(1년) 휴학을 신청하면 된다.\n6개월만 휴학한 후 복학하는 경우, 학기 진행이 원활하지 않을 수 있다.\n6개월만에 복학하는 경우,\n자진유급복학\n이나\n월반복학\n을 하게 된다.\n1년(2개 학기)사용 후 기간을 연장하고자 하는 경우에는 '\n복학\n'을 먼저 해야한다.\n휴학자는 휴학기간 중 학적을 보유하지만, 휴학기간은 재학기간에 포함되지 않는다.\n졸업예정학기 휴학 신청 후\n조기졸업\n불가능\n4학년 1학기 재학중인 학생이 다음 학기 휴학 신청 후 2월에 조기졸업 불가\n수강신청 후에 휴학한 학생이 휴학을 취소할 경우에는 수강신청을 다시 하여야 합니다.\n종류\n일반휴학 : 개인 사유 휴학\n병가휴학 : 일반 휴학의 범주에 포함. 건강상 이유로 학업을 계속할 수 없는 상황에서의 휴학\n군입대휴학 : 군 입대에 따른 휴학. 휴학과 복학시 증빙이 꼭 필요함.\n순수입대휴학 : 재학생 상태에서 입대휴학을 신청한 경우\n일반입대휴학 : 휴학 상태에서 입대휴학을 신청한 경우\n유기정학 이상 징계처분을 받은 학생이 일반휴학 기간을 모두 소진했을 경우 징계 종료 학기까지 특별휴학을 신청할 수 있음.(2019.06.07\n기획처\n)\n[1]\n특별휴학\n학업연장미수강(6개월): 학업연장자이면서 해당학기에 미필과목이 개설되지 않는 경우에 한하여 가능\n유급휴학(6개월)\t- 학사경고로 인하여 강제유급 된 학생은 1회에한하여 한 학기 휴학을 실시\n기타휴학\n고시2차 준비 사유 : 사법시험, 군법무관임용고시, 5급 공채시험(행정직, 외무직, 기술직), 입법고시, 공인회계사 및 변리사 1차 시험에 합격한 학생에 한하여 소속대학장의 제청으로 1회 1년 휴학 허용\n연수원 교육의 사유 : 고시 최종합격하여 연수 교육 및 재직 등의 사유로 소속대학장의 제청으로 1회 1년 휴학 기간 연장 허용\n임신 출산의 사유 : 여학생의 임신 및 출산 또는 자녀 양육으로 인한 휴학으로 1년 이내의 휴학 허용\n창업 인정 사유: 2년(4학기) 이내 휴학 허용, 일반휴학기간에 산입되지 않음 (주관부서 : 창업교육센터 031-400-4961\nhttps://ekf.hanyang.ac.kr/\n)\n소속대학장 인정 사유: 이 외에 소속대학장이 인정하는 특별한 사유가 있는 경우 일반휴학 외에 1년 이내의 휴학 연장 가능. (6개월씩 사용시 최대 2회까지 가능)\n강제휴학 : 3회 연속 학사경고에 따라 강제유급과 함께 6개월간 실시하게 되는 특별휴학. 강제휴학이라는 말 자체는 없음.\n학업연장자 휴학 : 일반 또는 특별휴학이 가능하나, 졸업사정 및 학업연장자 처리가 필요하므로 정규 휴학기간이 아닌 졸업식 이후 별도의 기간에 신청 가능\n입대휴학\n입대휴학 기간은 3년을 원칙으로 함\n입대휴학은 입영통지서를 기준으로 신청하므로 특정 기간 제한은 없다\n입영일자가 확정되지 않아 일반휴학을 신청한 경우, 추후 입영일이 확정되면 다시 입대휴학으로 변경신쳥 해야한다.\n조기전역한 자와 만기 전역자는 전역일로부터 1년 이내의 해당 학기에 복학하여야 함\n입대 했으나 귀향 조치된 자는 즉시 소속 대학에 신고하여야 한다\n만약 입대휴학을 일반휴학으로 돌리지 않은 경우, 재 입대휴학 신청에 문제가 생길 수 있으므로\n귀가 조치된 시기를 보아 바로 복학하여 정상적으로 학기를 다니거나, 일반휴학으로 다시 돌리면 된다\n개강 후 7주(\n학기인정 기준일\n)가 지나 입대 휴학을 하는 경우, 해당 학기는 성적 산출 및 학기 인정이 된다.(휴학기간에서는 제외)\n반대로 7주 이후에는 학기 취소가 안되고, 학점까지 나오기 때문에 돌이킬 수 없다(주의)\n전역일이 방학중일때는 문제 없으나 수강신청 기간 또는 개강 직후인 경우에는 소속 단과대학 행정팀과 협의하여\n복학\n시기나 방법을 조율해야 한다.\n병가휴학\n병가 휴학은 학기 중에 부득이 하는 것이므로, 방학 중이나 개강 전에는 병가 사유가 있더라도 일반 휴학을 신청하면 된다.\n병가 휴학 승인을 받으려면 종합병원에서 받은 4주 이상의 진단서를 제출해야하며, 소속 단과대학에서 실제 수업 참여가 불가능한지 여부를 심사하여 최종 승인을 낸다.\n통상 개강 후 7주가 지난 다음날인\n학기인정 기준일\n이 되면, 무조건 학기가 인정되기 때문에 이 날을 기준으로 그 전에 휴학을 하게 되면 단순 휴학처리되어 등록 휴학이 되며, 복학시 등록금을 납부할 필요 없게 된다. 반대로 이 날 이후 휴학을 하게 되면 학기는 인정이 되고 성적이 산출되기 때문에 등록금은 다 소진이 된 것이 된다. 하지만 병가휴학으로 인해 수업 및 시험 불참이 되어 성적이 잘 나올 수가 없다. (학기인정 기준일 이후 군입대 휴학생의 성적처리와 다름) 학적처리는 '신청일'을 기준으로 하므로 전산 신청을 학기인정기준일 이전에 하는 것이 중요하다.\n출산휴학\n임신중 또는 출산일로부터 1년 이내 휴학 신청 가능합니다. 제출서류는 임신진단서 또는 출생증명서\n만 8세 이하 (취학중인 경우에는 초등학교 2학년 이하) 자녀 양육을 위한 휴학이 가능합니다. 제출서류는 주민등록 등본 또는 가족관계증명서.\n여학생에 한하여 자녀 1명당 1년 이내 휴학 가능하며,  일반 휴학 기간에 산입되지 않습니다.\n창업휴학\n창업휴학\n문서를 참고\n절차\n일반적인 경우\n휴학기간 내 (입대휴학은 상시 신청 가능) 학생 본인이 HY-in포털에 로그인하여 신청>학적변동>휴학신청 에서 휴학 내용을 입력, 저장한 후 출력물과 첨부물을 소속 대학 행정팀에 제출\n증빙서류 제출 (증빙이 필요 없는 일반휴학은 생략)\n전산 승인 : 휴학 종류와 상황에 따라 이 부분의 절차가 길어질 수 있다.\n절차 완료\n신청 시기\n통상 학기 시작 1개월여 전, 가진급 처리 이전으로 1학기는 1월 중순, 2학기는 7월 중순이 된다.\n학엽연장자는 졸업 사정 및 학업연장자 처리가 필요하므로, 졸업식 이후 별도의 기간에 휴학 신청 가능\n제출 서류\n일반휴학\n일반(병가)휴학을 제외한 일반휴학은 제출서류 없음\n일반(병가)휴학원서(출력물)\n종합 병원 발급 4주 이상의 진단서(의대는 상급종합병원진단서). 일반(병가)휴학 신청자에 한함\n입대휴학\n입대휴학원서 및 입영통지서 또는 복무확인서\n스캔본(촬영본) 첨부 신청. 직접 제출 생략\n[2]\n특별휴학\n학업연장자이며 미필과목이 있는 학생에 한함\n제출서류 없음 (HY-in에서만 신청)\n기타휴학\n기타휴학원서 (출력물)\n기타휴학 (고시2차, 연수원교육, 임신·출산·육아, 창업, 소속대학장이 인정한 휴학)사유를 증빙할 수 있는 서류\n인턴십 휴학 : 현장실습지원센터, 국제협력팀 주관부서에 인턴십 신청 후 합격자에 한하여 인턴십 휴학 신청 할 수 있음\n휴학 불가 사유\n신입생의 첫 학기\n[3]\n신입생은 입학 첫 학기에  휴학할 수 없다는 것은 '두번째 학기'부터 휴학할 수 있다는 뜻으로 즉 하나 이상의 성적이 있는 학기가 있어야 휴학 신청 자격을 가지게 된다고 할 수 있다. 만약 입학 직후 군입대를 다녀온 경우라면 아직 첫학기가 종료되지 않은 것으로 보고 여전히 일반 휴학 신청은 불가하며, 첫학기에 군입대 휴학후 1학년 2학기로 월반복학한 직후에도 아직 유효성적이 없으므로 일반 휴학은 불가한다. '성적이 있는 학기'의 의미는\n재입학\n신청 자격 조건과 동일하다.\n다만, 신입생의 첫학기도 건강상의 사유와 군입대의 경우에는 예외적으로 휴학신청이 가능하다.\n불가 학과 : 공학대학\n국방정보공학과\n,\n스마트융합공학부\n(단 질병 등의 예외사유가 있으며, 내규에 따른다.)\n4학년 졸업예정자의 최종학기 7주 후에는 모든 휴학신청 불가\n재학생 상태에서만 졸업사정을 받게 되기 때문에 학적변동 불가함.\n입영통지서에 근거해 부득이 입대휴학을 해야하는 경우도 포함이며, 입대여부와 상관없이 졸업사정 진행 됨\n휴학은 졸업예정자가 학업연장자가 되는 시점에만 가능 (2월말, 8월말)\n등록금을 분할하여 납부중인 학생의 (\n분할납부\n) 자퇴 및 휴학 신청 불가\n잔액을 모두 납부해야 신청 가능\n현재 석사수료생은 휴학이 불가능함(휴학에 따른 효력이 전혀 없음).\n2013학년도 부터 입학한 석사 학생들이 수료생이 되었을 때 휴학 잔여횟수가 남아있을 경우 휴학 가능.\n석사수료생이 휴학 중에는 연구등록금을 납부하지 않음.\n일반대학원 석사 및 박사학위과정 학생의 휴학은 총 2회, 1회에 2학기를 초과할 수 없으며, 석·박사학위 통합과정 학생은 3회까지 가능하다.\n다만, 군복무, 출산, 해외근무 등으로 인한 휴학은 회수 및 기간제한에 포함되지 않으며 소정의 절차를 거쳐 추가 휴학으로 인정될 수 있다.\n휴학 취소 시의 수강신청\n수강신청 후에 휴학한 학생이 휴학을 취소할 경우에는 수강신청을 다시 하여야 함\n3년 휴학기간 예외 사유\n3년 기간을 다 소진한 경우에는 원칙적으로 휴학 신청 불가\n특별휴학 또는 기타 휴학을 신청하여 소속대학장의 승인하에 제한된 기간 연장 가능\n↑\n<뉴스H> 2019.06.10 [규정] 특별휴학 신청 자격 추가, 건축학부 복수전공 이수학점 조정\n↑\n<<출처> 2019.12.07.\n대표홈페이지\n>광장>전체공지>학사\n↑\n학칙 제24조 \"신입생은 질병 또는 입대의 사유를 제외하고는 입학 첫 학기에  휴학할 수 없다.\" 적용\n한양인의 휴학\n복학생이 전하는 휴학 생활에 대한 이야기를 담은 기사 : <뉴스H> 2019.01.21\n한양인들의 이유 있고 의미 있는 휴학 일지\n<뉴스H> 2021.07.08\n잠시 쉬어가도 괜찮아! 한양인이 '휴학'을 선택한 이유"
}